export default [
  [
    {
      "dynasty": "宋代",
      "author": "陆游",
      "lines": [
        {
          "characters": [
            "死",
            "去",
            "元",
            "知",
            "万",
            "事",
            "空"
          ],
          "pinyins": [
            "sǐ",
            "qù",
            "yuán",
            "zhī",
            "wàn",
            "shì",
            "kōng"
          ]
        },
        {
          "characters": [
            "但",
            "悲",
            "不",
            "见",
            "九",
            "州",
            "同"
          ],
          "pinyins": [
            "dàn",
            "bēi",
            "bú",
            "jiàn",
            "jiǔ",
            "zhōu",
            "tóng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "王",
            "师",
            "北",
            "定",
            "中",
            "原",
            "日"
          ],
          "pinyins": [
            "wáng",
            "shī",
            "běi",
            "dìng",
            "zhōng",
            "yuán",
            "rì"
          ]
        },
        {
          "characters": [
            "家",
            "祭",
            "无",
            "忘",
            "告",
            "乃",
            "翁"
          ],
          "pinyins": [
            "jiā",
            "jì",
            "wú",
            "wàng",
            "gào",
            "nǎi",
            "wēng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "爱国",
        "忧国忧民",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "原本知道死去之后就什么也没有了，只是感到悲伤，没能见到国家统一。",
            "当大宋军队收复了中原失地的那一天时，你们举行家祭时不要忘了告诉我！"
          ],
          "annotation": [
            "示儿：写给儿子们看。",
            "元知：原本知道。元，通“原”。本来。在苏教版等大部分教材中本诗第一句为“死去元知万事空”，但在老的人教版等教材中为“死去原知万事空”，因为是通假字，所以并不影响本诗的意境，尚有争议。人教版等教材多为“元”，不常用通假字。",
            "万事空：什么也没有了。",
            "但：只是。",
            "悲：悲伤。",
            "九州：这里代指宋代的中国。古代中国分为九州，所以常用九州指代中国。",
            "同：统一。",
            "王师：指南宋朝廷的军队。",
            "北定：将北方平定。",
            "中原：指淮河以北被金人侵占的地区。",
            "家祭：祭祀家中先人。",
            "无忘：不要忘记。",
            "乃翁：你们的父亲，指陆游自己。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗是陆游爱国诗中的又一首名篇。陆游一生致力于抗金斗争，一直希望能收复中原。虽然频遇挫折，却仍然未改变初衷。从诗中可以领会到诗人的爱国激情是何等的执着、深沉、热烈、真挚！也凝聚着诗人毕生的心事，诗人始终如一地抱着当时汉民族必然要光复旧物的信念，对抗战事业具有必胜的信心。题目是《示儿》，相当于遗嘱。在短短的篇幅中，诗人披肝沥胆地嘱咐着儿子，无比光明磊落，激动人心！浓浓的爱国之情跃然纸上。",
          "“死去元知万事空”，“元知”，本来就知道，是一个通假字；“万事空”，是说人死后万事万物都可无牵无挂了。但从诗人的情感流向来看，有着更加重要的一面，“元知万事空”这话看来平常，但就全诗来说非常重要。它不但表现了诗人生死所恋，死无所畏的生死观，更重要的是为下文的“但悲”起到了有力的反衬作用。“元”、“空”二字更加强劲有力，反衬出诗人那种“不见九州同”则死不瞑目的心情。",
          "“但悲不见九州同”描写诗人的悲怆心境。此句诗意是诗人向儿子们交代他至死也无法排除的极大悲痛的心境，那就是没有亲眼看到祖国的统一而深深感到遗憾。这一句中的“悲”字是句眼，诗人临终前悲怆的不是个人生死，而是没有看见祖国的统一。表明自己心有不甘，因为“不见九州同”。“悲”引擢文盟字深刻反映了诗人内心的悲哀、遗感之情。",
          "“王师北定中原日”，诗人以热切期望的语气表达了渴望收复失地的信念。表明诗人虽然沉痛，但并未绝望。诗人坚信总有一天宋朝的军队必定能平定中原，光复失地。有了这一句，诗的情调便由悲痛转化为激昂。",
          "“家祭无忘告乃翁”，情绪又一转，无奈自己已经看不到祖国统一的那一天，只好把希望寄托于后代子孙。于是深情地嘱咐儿子，在家祭时千万别忘记把“北定中原”的喜讯告诉你的父亲。表达的诗人坚定的信念和悲壮的心愿，充分体现了年迈衰老的陆游爱国、报国之情，从中受到感染，加深热爱祖国的情感。",
          "这首诗用笔曲折，情真意切地表达了诗人临终时复杂的思想情绪和他忧国忧民的爱国情怀，既有对抗金大业未就的无穷遗恨，也有对神圣事业必成的坚定信念。全诗有悲的成分，但基调是激昂的。诗的语言浑然天成，没有丝毫雕琢，全是真情的自然流露，但比着意雕琢的诗更美，更感人。"
        ]
      ],
      "title": "示儿"
    },
    {
      "dynasty": "宋代",
      "author": "林升",
      "lines": [
        {
          "characters": [
            "山",
            "外",
            "青",
            "山",
            "楼",
            "外",
            "楼"
          ],
          "pinyins": [
            "shān",
            "wài",
            "qīng",
            "shān",
            "lóu",
            "wài",
            "lóu"
          ]
        },
        {
          "characters": [
            "西",
            "湖",
            "歌",
            "舞",
            "几",
            "时",
            "休"
          ],
          "pinyins": [
            "xī",
            "hú",
            "gē",
            "wǔ",
            "jī",
            "shí",
            "xiū"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "暖",
            "风",
            "熏",
            "得",
            "游",
            "人",
            "醉"
          ],
          "pinyins": [
            "nuǎn",
            "fēng",
            "xūn",
            "dé",
            "yóu",
            "rén",
            "zuì"
          ]
        },
        {
          "characters": [
            "直",
            "把",
            "杭",
            "州",
            "作",
            "汴",
            "州"
          ],
          "pinyins": [
            "zhí",
            "bǎ",
            "háng",
            "zhōu",
            "zuò",
            "biàn",
            "zhōu"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "西湖",
        "写景",
        "讽刺",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "韵译",
            "西湖四周青山绵延楼阁望不见头，湖面游船上的歌舞几时才能停休？",
            "温暖馥郁的香风把人吹得醉醺醺的，简直是把杭州当成了那汴州。"
          ],
          "annotation": [
            "临安：现在浙江杭州市，金人攻陷北宋首都汴京后，南宋统治者逃亡到南方，建都于临安。",
            "邸（dǐ）：旅店。",
            "西湖：杭州的著名风景区。",
            "几时休：什么时候休止。",
            "熏（xūn）：吹，用于温暖馥郁的风。",
            "直：简直。",
            "汴州：即汴京，今河南开封市。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首写在临安城一家旅店墙壁上的诗。此诗第一句点出临安城青山重重叠叠、楼台鳞次栉比的特征，第二句用反问语气点出西湖边轻歌曼舞无休无止。后两句以讽刺的语言写出当政者纵情声色，并通过“杭州”与“汴州”的对照，不露声色地揭露了“游人们”的腐朽本质，也由此表现出作者对当政者不思收复失地的愤激以及对国家命运的担忧。全诗构思巧妙，措词精当，冷言冷语的讽刺，偏从热闹的场面写起；愤慨已极，却不作谩骂之语：确实是讽喻诗中的杰作。",
          "诗的头句“山外青山楼外楼” ，诗人抓住临安城的特征——重重叠叠的青山，鳞次栉比的楼台。这样首先描写了祖国大好山河，起伏连绵的青山，楼阁接着一个，这是多么美好的自然。从诗歌创作来说，诗人描写山河的美好，表现出的是一种乐景。接着写到：“西湖歌舞几时休？”诗人面对国家的现实处境，触景伤情。这样美好的大好山河，却被金人占有。诗句中一个“休”字，不但暗示了诗人对现实社会处境的心痛，更为重要的是表现出诗人对当政者一味“休”战言和、不思收复中原失地、只求苟且偏安、一味纵情声色、寻欢作乐的愤慨之情。在诗人的心中，“西湖歌舞”正是消磨抗金斗志的淫靡歌舞。他此时是多么希望这样的歌舞快“休”了。这里，诗人运用反问手法，不但强化了自己的对这些当政者不思收复失地的愤激之情，也更加表现出诗人对国家命运的担忧而产生的忧伤之感。",
          "后两句“暖风熏得游人醉，直把杭州作汴州”。“游人”在这里不能仅仅理解为一般游客，它是主要特指那些忘了国难，苟且偷安，寻欢作乐的南宋统治阶级。这句紧承上“西湖歌舞几时休”而来。诗人面对这不停的歌舞，看着这些“游人们”陶醉其中，不由得表现出自己的感慨之情。其中，“暖风”一语双关，在诗歌中，既指自然界的春风，又指社会上淫靡之风。在诗人看在，正是这股“暖风”把“游人”的头脑吹得如醉如迷，忘记了自己的国家正处于危难之中。其中的“熏”、“醉”两字用得很精妙。首先，一个“熏”字，暗示了那些歌舞场面的庞大与热闹，为“游人们”营造了靡靡之音的氛围。接着一个“醉”字，承接上一个“熏”字，把那些纵情声色的“游人们”的精神状态刻画得惟妙惟肖。一个“醉”字，留下了丰富的审美想象空间——“游人们”在这美好的“西湖”环境中的丑态。",
          "在这样的状态下，诗人为了进一步表现出“游人醉”，在结尾中写道：“直把杭州作汴州。”宋朝原来建都于汴梁，时已为金侵占。就是说，纸醉金迷中，这些“游人”们简直把杭州当成了故都汴州。这里，诗人不用“西湖”而用“杭州”是很有意义的。因为“西湖”虽在杭州，但说到“西湖”，美景之地，是游山玩水的最佳去处，而且也仅仅是杭州的一个景点。而诗人用“杭州”，就很好地与宋都“汴州”（“汴州”已经被金人占有）对照。在对照中，不但引出“汴州”这一特殊的、富有政治意义的名称，而且更有助于抒发诗人的情感——揭露那些“游人们”无视国家前途与命运，沉醉在醉生梦死、不顾国计民生的卑劣行为，同时，也表达诗人对国家民族命运的深切忧虑，及其对统治者只求苟且偏安，对外屈膝投降的愤怒之情。",
          "北宋的灭亡，原因当然很多，但统治者的荒淫奢侈必居其一；南宋的偏安，原因也很多，但朝野酣嬉，醉生梦死，也必居其一；林升这首见于《西湖游览志余》的诗，所写正是当时公然的，常见的，谁都不以为奇的，毫不注意的社会现象，给他一写，便觉触目惊心，令人难以为情，所以是成功的讽刺。"
        ]
      ],
      "title": "题临安邸"
    },
    {
      "dynasty": "清代",
      "author": "龚自珍",
      "lines": [
        {
          "characters": [
            "九",
            "州",
            "生",
            "气",
            "恃",
            "风",
            "雷"
          ],
          "pinyins": [
            "jiǔ",
            "zhōu",
            "shēng",
            "qì",
            "shì",
            "fēng",
            "léi"
          ]
        },
        {
          "characters": [
            "万",
            "马",
            "齐",
            "喑",
            "究",
            "可",
            "哀"
          ],
          "pinyins": [
            "wàn",
            "mǎ",
            "qí",
            "yīn",
            "jiū",
            "kě",
            "āi"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "我",
            "劝",
            "天",
            "公",
            "重",
            "抖",
            "擞"
          ],
          "pinyins": [
            "wǒ",
            "quàn",
            "tiān",
            "gōng",
            "zhòng",
            "dǒu",
            "sǒu"
          ]
        },
        {
          "characters": [
            "不",
            "拘",
            "一",
            "格",
            "降",
            "人",
            "材"
          ],
          "pinyins": [
            "bù",
            "jū",
            "yī",
            "gé",
            "jiàng",
            "rén",
            "cái"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "社会",
        "早教"
      ],
      "annotations": [
        {
          "translation": [
            "只有依靠风雷激荡般的巨大力量才能使中国大地焕发勃勃生机，然而社会政局毫无生气终究是一种悲哀。",
            "我奉劝上天要重新振作精神，不要拘泥一定规格以降下更多的人才。"
          ],
          "annotation": [
            "九州：中国的别称之一。分别是：冀州、兖州、青州、徐州、扬州、荆州、梁州、雍州和豫州。",
            "生气：生气勃勃的局面。",
            "恃（shì）：依靠。",
            "万马齐喑：比喻社会政局毫无生气。",
            "喑（yīn），沉默，不说话。",
            "天公：造物主。抖擞：振作，奋发。",
            "降：降生，降临。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首出色的政治诗。",
          "全诗层次清晰，共分三个层次：第一层，写了万马齐喑，朝野噤声的死气沉沉的现实社会。“万马齐喑”，比喻在清朝统治下，人们不敢讲话，到处是一种令人窒息的沉闷气氛。这里用了一个典故。苏轼《三马图赞引》：“时（宋元祐初）西域贡马，首高八尺，龙颅而风骨，虎背而豹章，出东华门，入天驷监，振鬣长鸣，万马齐喑。”对于“万马齐喑”的局面，用一“哀”字，表明诗人痛惜之情与爱国之心。诗人于1810年到北京做官，满怀经世之志、治国之略，但是仕途的失意。政治主张的破灭，使他清醒地认识到他处在“平生进退两颠簸”（《十月廿夜大风不寐起而书怀》）的境遇中。",
          "第二层，作者指出了要改变这种沉闷，腐朽的现状，就必须依靠风雷激荡般的巨大力量。暗喻必须经历波澜壮阔的社会变革才能使中国变得生机勃勃。",
          "第三层，作者认为这样的力量来源于人材，而朝庭所应该做的就是破格荐用人材，只有这样，中国才有希望。“我劝天公重抖擞，不拘一格降人才。”运用移花接木的手法，表现了诗人渴望砸烂黑暗统治，出现一个崭新世界的愿望。“天公”，即玉皇，亦即世俗所谓老天爷。诗人揭露时弊，忽然就劝起老天爷来了，诗末自注云：“过镇江，见赛玉皇及风神、雷神者，祷祠数万，道士乞撰青词。”这个自注说明了诗人写这首诗的具体环境，看出了诗人是借“道士乞撰青词”之机，用民间迷信活动来为自己所要表达的思想感情服务。“不拘一格”，充分表现了诗人开阔的胸怀，远大的目光，具有战略性的设想。当时的清政府，腐朽无能，内忧外患，特别是帝国主义侵略者，虎视耽耽，奴役中国民族、灭亡中国国家之心不死，瓜分风潮，迫在眉睫，要拯救暴风中破船似的中国，非有各方面的大批人才，是无济于事的，所以诗人劝天公重新振作精神，不拘一格而降大批人才，共挽即倒的狂澜，将倾的大厦。“劝”字，颇具积极意义。它是奉劝，而不是乞求，表现了诗人处于踞离临下的地位，也显示出诗人变革的信心。",
          "诗的前两句用了两个比喻，写出了诗人对当时中国形势的看法。“万马齐喑”比喻在腐朽、残酷的反动统治下，思想被禁锢，人才被扼杀，到处是昏沉、庸俗、愚昧，一片死寂、令人窒息的现实状况。“风雷”比喻新兴的社会力量，比喻尖锐猛烈的改革。从大处着眼、整体着眼、大气磅礴、雄浑深邃的艺术境界。诗的后两句，“我劝天公重抖擞，不拘一格降人才”是传诵的名句。诗人用奇特的想象表现了他热烈的希望，他期待着优秀杰出人物的涌现，期待着改革大势形成新的“风雷”、新的生机，一扫笼罩九州的沉闷和迟滞的局面，既揭露矛盾、批判现实，更憧憬未来、充满理想。它独辟奇境，别开生面，呼唤着变革，呼唤未来。"
        ],
        [
          "在这首诗中，诗人对死气沉沉、缺乏生机的社会现状，深表痛心，急切地希望巨大的社会变革迅速到来。",
          "“九州生气恃风雷，万马齐喑究可哀”：这两句以比喻修辞格，表明只有依靠一场急风惊雷，才能打破在清朝统治下，到处呈现着的为时已久的一片死气沉沉的局面。“风雷”，比喻革命风暴。鲁迅先生“于无声处听惊雷”（《无题》）中“惊霄”、毛泽东“一从大地起风雷”（《七律·和郭沫若同志》）中“风雷”，都是这个意思。“风雷”之上冠以“恃”字，表明挽救危亡，振兴国家，急风惊雷而外，别无他途，足以见出诗人的敏锐眼光和斗争梢神。“万马齐喑”，比喻在清朝统治下，人们不敢讲话，到处是一种令人窒息的沉闷气氛。这里用了一个典故。苏轼《三马图赞引》：“时（宋元祐初）西域贡马，首高八尺，龙颅而风骨，虎背而豹章，出东华门，入天驷监，振鬣长鸣，万马齐喑。”对于“万马齐喑”的局面，用一“哀”字，表明诗人痛惜之情与爱国之心。诗人于1810年到北京做官，满怀经世之志、治国之略，但是仕途的失意。政治主张的破灭，使他清醒地认识到他处在“平生进退两颠簸”（《十月廿夜大风不寐起而书怀》）的境遇中。像诗人这样先进的思想家、政治家，面对此情此境，必会痛心疾首。",
          "“我功天公重抖擞，不拘一格降人才”两句，运用移花接木的手法，表现了诗人渴望砸烂黑暗统治，出现一个崭新世界的愿望。“天公”，即玉皇，亦即世俗所谓老天爷。诗人揭露时弊，忽然就劝起老天爷来了，诗末自注云：“过镇江，见赛玉皇及风神、雷神者，祷祠数万，道士乞撰青词。”这个自注说明了诗人写这首诗的具体环境，看出了诗人是借“道士乞撰青词”之机，用民间迷信活动来为自己所要表达的思想感情服务。“不拘一格”，充分表现了诗人开阔的胸怀，远大的目光，具有战略性的设想。当时的清政府，腐朽无能，内忧外患，特别是帝国主义侵略者，虎视耽耽，奴役中国民族、灭亡中国国家之心不死，瓜分风潮，迫在眉睫，要拯救暴风中破船似的中国，非有各方面的大批人才，是无济午事的，所以诗人劝天公重新振作精神，不拘一格而降大批人才，共挽即倒的狂澜，将倾的大厦。“劝”字，颇具积极意义。它是奉劝，而不是乞求，表现了诗人处于踞离临下的地位，也显示出诗人变革的信心。",
          "整首诗中选用“九州”、“风雷”、“万马”、“天公”这样的具有壮伟特征的主观意象，是诗人用奇特的想象表现了他热烈的希望，他期待着杰出人才的涌现，期待着改革大势形成新的“风雷”、新的生机，一扫笼罩九州的沉闷和迟滞的局面，既揭露矛盾、批判现实，更憧憬未来、充满理想。它独辟奇境，别开生面，呼唤着变革，呼唤未来。寓意深刻，气势不凡。",
          "全诗以一种热情洋溢的战斗姿态，对清朝当政者以讽荐，表达了作者心中对国家未来命途的关切，和希望当政者能够广纳人才的渴望，具有很深刻的历史背景和很强的现实意义。"
        ]
      ],
      "title": "己亥杂诗"
    },
    {
      "dynasty": "近现代",
      "author": "梁启超",
      "lines": [
        {
          "characters": [
            "故",
            "今",
            "日",
            "之",
            "责",
            "任"
          ],
          "pinyins": [
            "gù",
            "jīn",
            "rì",
            "zhī",
            "zé",
            "rèn"
          ]
        },
        {
          "characters": [
            "不",
            "在",
            "他",
            "人"
          ],
          "pinyins": [
            "bù",
            "zài",
            "tā",
            "rén"
          ]
        },
        {
          "characters": [
            "而",
            "全",
            "在",
            "我",
            "少",
            "年"
          ],
          "pinyins": [
            "ér",
            "quán",
            "zài",
            "wǒ",
            "shào",
            "nián"
          ]
        },
        {
          "characters": [
            "少",
            "年",
            "智",
            "则",
            "国",
            "智"
          ],
          "pinyins": [
            "shào",
            "nián",
            "zhì",
            "zé",
            "guó",
            "zhì"
          ]
        },
        {
          "characters": [
            "少",
            "年",
            "富",
            "则",
            "国",
            "富",
            "；",
            "少",
            "年",
            "强",
            "则",
            "国",
            "强"
          ],
          "pinyins": [
            "shào",
            "nián",
            "fù",
            "zé",
            "guó",
            "fù",
            "；",
            "shào",
            "nián",
            "qiáng",
            "zé",
            "guó",
            "qiáng"
          ]
        },
        {
          "characters": [
            "少",
            "年",
            "独",
            "立",
            "则",
            "国",
            "独",
            "立",
            "；",
            "少",
            "年",
            "自",
            "由",
            "则",
            "国",
            "自",
            "由",
            "；",
            "少",
            "年",
            "进",
            "步",
            "则",
            "国",
            "进",
            "步",
            "；",
            "少",
            "年",
            "胜",
            "于",
            "欧",
            "洲"
          ],
          "pinyins": [
            "shào",
            "nián",
            "dú",
            "lì",
            "zé",
            "guó",
            "dú",
            "lì",
            "；",
            "shào",
            "nián",
            "zì",
            "yóu",
            "zé",
            "guó",
            "zì",
            "yóu",
            "；",
            "shào",
            "nián",
            "jìn",
            "bù",
            "zé",
            "guó",
            "jìn",
            "bù",
            "；",
            "shào",
            "nián",
            "shèng",
            "yú",
            "ōu",
            "zhōu"
          ]
        },
        {
          "characters": [
            "则",
            "国",
            "胜",
            "于",
            "欧",
            "洲",
            "；",
            "少",
            "年",
            "雄",
            "于",
            "地",
            "球"
          ],
          "pinyins": [
            "zé",
            "guó",
            "shèng",
            "yú",
            "ōu",
            "zhōu",
            "；",
            "shào",
            "nián",
            "xióng",
            "yú",
            "dì",
            "qiú"
          ]
        },
        {
          "characters": [
            "则",
            "国",
            "雄",
            "于",
            "地",
            "球"
          ],
          "pinyins": [
            "zé",
            "guó",
            "xióng",
            "yú",
            "dì",
            "qiú"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "红",
            "日",
            "初",
            "升"
          ],
          "pinyins": [
            "hóng",
            "rì",
            "chū",
            "shēng"
          ]
        },
        {
          "characters": [
            "其",
            "道",
            "大",
            "光"
          ],
          "pinyins": [
            "qí",
            "dào",
            "dà",
            "guāng"
          ]
        },
        {
          "characters": [
            "河",
            "出",
            "伏",
            "流"
          ],
          "pinyins": [
            "hé",
            "chū",
            "fú",
            "liú"
          ]
        },
        {
          "characters": [
            "一",
            "泻",
            "汪",
            "洋"
          ],
          "pinyins": [
            "yī",
            "xiè",
            "wāng",
            "yáng"
          ]
        },
        {
          "characters": [
            "潜",
            "龙",
            "腾",
            "渊"
          ],
          "pinyins": [
            "qián",
            "lóng",
            "téng",
            "yuān"
          ]
        },
        {
          "characters": [
            "鳞",
            "爪",
            "飞",
            "扬"
          ],
          "pinyins": [
            "lín",
            "zhǎo",
            "fēi",
            "yáng"
          ]
        },
        {
          "characters": [
            "乳",
            "虎",
            "啸",
            "谷"
          ],
          "pinyins": [
            "rǔ",
            "hǔ",
            "xiào",
            "gǔ"
          ]
        },
        {
          "characters": [
            "百",
            "兽",
            "震",
            "惶"
          ],
          "pinyins": [
            "bǎi",
            "shòu",
            "zhèn",
            "huáng"
          ]
        },
        {
          "characters": [
            "鹰",
            "隼",
            "试",
            "翼"
          ],
          "pinyins": [
            "yīng",
            "sǔn",
            "shì",
            "yì"
          ]
        },
        {
          "characters": [
            "风",
            "尘",
            "翕",
            "张"
          ],
          "pinyins": [
            "fēng",
            "chén",
            "xī",
            "zhāng"
          ]
        },
        {
          "characters": [
            "奇",
            "花",
            "初",
            "胎"
          ],
          "pinyins": [
            "qí",
            "huā",
            "chū",
            "tāi"
          ]
        },
        {
          "characters": [
            "矞",
            "矞",
            "皇",
            "皇"
          ],
          "pinyins": [
            "yù",
            "yù",
            "huáng",
            "huáng"
          ]
        },
        {
          "characters": [
            "干",
            "将",
            "发",
            "硎"
          ],
          "pinyins": [
            "gàn",
            "jiàng",
            "fā",
            "xíng"
          ]
        },
        {
          "characters": [
            "有",
            "作",
            "其",
            "芒"
          ],
          "pinyins": [
            "yǒu",
            "zuò",
            "qí",
            "máng"
          ]
        },
        {
          "characters": [
            "天",
            "戴",
            "其",
            "苍"
          ],
          "pinyins": [
            "tiān",
            "dài",
            "qí",
            "cāng"
          ]
        },
        {
          "characters": [
            "地",
            "履",
            "其",
            "黄"
          ],
          "pinyins": [
            "dì",
            "lǚ",
            "qí",
            "huáng"
          ]
        },
        {
          "characters": [
            "纵",
            "有",
            "千",
            "古"
          ],
          "pinyins": [
            "zòng",
            "yǒu",
            "qiān",
            "gǔ"
          ]
        },
        {
          "characters": [
            "横",
            "有",
            "八",
            "荒"
          ],
          "pinyins": [
            "héng",
            "yǒu",
            "bā",
            "huāng"
          ]
        },
        {
          "characters": [
            "前",
            "途",
            "似",
            "海"
          ],
          "pinyins": [
            "qián",
            "tú",
            "sì",
            "hǎi"
          ]
        },
        {
          "characters": [
            "来",
            "日",
            "方",
            "长"
          ],
          "pinyins": [
            "lái",
            "rì",
            "fāng",
            "cháng"
          ]
        },
        {
          "characters": [
            "美",
            "哉",
            "我",
            "少",
            "年",
            "中",
            "国"
          ],
          "pinyins": [
            "měi",
            "zāi",
            "wǒ",
            "shào",
            "nián",
            "zhōng",
            "guó"
          ]
        },
        {
          "characters": [
            "与",
            "天",
            "不",
            "老"
          ],
          "pinyins": [
            "yǔ",
            "tiān",
            "bù",
            "lǎo"
          ]
        },
        {
          "characters": [
            "壮",
            "哉",
            "我",
            "中",
            "国",
            "少",
            "年"
          ],
          "pinyins": [
            "zhuàng",
            "zāi",
            "wǒ",
            "zhōng",
            "guó",
            "shào",
            "nián"
          ]
        },
        {
          "characters": [
            "与",
            "国",
            "无",
            "疆"
          ],
          "pinyins": [
            "yǔ",
            "guó",
            "wú",
            "jiāng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学文言文",
        "国家",
        "愿望"
      ],
      "annotations": [
        {
          "translation": [
            "所以说今天的责任，不在别人身上，全在我们少年身上。少年一代有智慧国家就智慧，少年富足国家就富足，少年强大国家就强大，少年独立国家就独立，少年自由国家就自由，少年进步国家就进步，少年胜过欧洲，国家就胜过欧洲，少年称雄于世界，国家就称雄于世界。"
          ],
          "annotation": [
            "其道大光：语出《周易·益》：“自上下下，其道大光。”光，广大，发扬。",
            "矞（yù）矞皇皇 ：《太玄经·交》：“物登明堂，矞矞皇皇。” 一般用于书面古语，光明盛大的样子。",
            "干将发硎，有作其芒：意思是宝剑刚磨出来，锋刃大放光芒。",
            "干将：原是铸剑师的名字，这里指宝剑。",
            "硎：磨刀石。"
          ]
        }
      ],
      "appreciations": [],
      "title": "少年中国说(节选)"
    },
    {
      "dynasty": "唐代",
      "author": "王维",
      "lines": [
        {
          "characters": [
            "空",
            "山",
            "新",
            "雨",
            "后"
          ],
          "pinyins": [
            "kōng",
            "shān",
            "xīn",
            "yǔ",
            "hòu"
          ]
        },
        {
          "characters": [
            "天",
            "气",
            "晚",
            "来",
            "秋"
          ],
          "pinyins": [
            "tiān",
            "qì",
            "wǎn",
            "lái",
            "qiū"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "明",
            "月",
            "松",
            "间",
            "照"
          ],
          "pinyins": [
            "míng",
            "yuè",
            "sōng",
            "jiān",
            "zhào"
          ]
        },
        {
          "characters": [
            "清",
            "泉",
            "石",
            "上",
            "流"
          ],
          "pinyins": [
            "qīng",
            "quán",
            "shí",
            "shàng",
            "liú"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "竹",
            "喧",
            "归",
            "浣",
            "女"
          ],
          "pinyins": [
            "zhú",
            "xuān",
            "guī",
            "huàn",
            "nǚ"
          ]
        },
        {
          "characters": [
            "莲",
            "动",
            "下",
            "渔",
            "舟"
          ],
          "pinyins": [
            "lián",
            "dòng",
            "xià",
            "yú",
            "zhōu"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "随",
            "意",
            "春",
            "芳",
            "歇"
          ],
          "pinyins": [
            "suí",
            "yì",
            "chūn",
            "fāng",
            "xiē"
          ]
        },
        {
          "characters": [
            "王",
            "孙",
            "自",
            "可",
            "留"
          ],
          "pinyins": [
            "wáng",
            "sūn",
            "zì",
            "kě",
            "liú"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "山水",
        "田园",
        "写景",
        "早教"
      ],
      "annotations": [
        {
          "translation": [
            "新雨过后山谷里空旷清新，初秋傍晚的天气特别凉爽。",
            "明月映照着幽静的松林间，清澈泉水在山石上淙淙淌流。",
            "竹林中少女喧笑洗衣归来，莲叶轻摇是上游荡下轻舟。",
            "任凭春天的美景消歇，眼前的秋景足以令人流连。"
          ],
          "annotation": [
            "暝（míng）：日落时分，天色将晚。",
            "空山：空旷，空寂的山野。",
            "新：刚刚。",
            "清泉石上流：写的正是雨后的景色。",
            "竹喧：竹林中笑语喧哗。",
            "喧：喧哗，这里指竹叶发出沙沙声响。",
            "浣（huàn）女：洗衣服的女子。",
            "浣：洗涤衣物。",
            "随意：任凭。",
            "春芳：春天的花草。",
            "歇：消散，消失。",
            "王孙：原指贵族子弟，此处指诗人自己。",
            "留：居。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗为山水名篇。描绘了秋雨初晴后傍晚时分山村的旖旎风光和山居村民的淳朴风尚，表现了诗人寄情山水田园并对隐居生活怡然自得的满足心情，以自然美来表现人格美和社会美。全诗将空山雨后的秋凉，松间明月的光照，石上清泉的声音以及浣女归来竹林中的喧笑声，渔船穿过荷花的动态，和谐完美地融合在一起，给人一种丰富新鲜的感受。它像一幅清新秀丽的山水画，又像一支恬静优美的抒情乐曲，体现了王维诗中有画的创作特点。",
          "首联是写雨后山中秋景，由于这里人迹罕至，自然不知山中有人来了。“空山”两字点出此外有如世外桃源，山雨初霁，万物为之一新，又是初秋的傍晚，空气之清新，景色之美妙，可以想见。",
          "颔联天色已暝，却有皓月当空；群芳已谢，却有青松如盖。山泉清冽，淙淙流泻于山石之上，有如一条洁白无瑕的素练，在月光下闪闪发光，多么幽清明净的自然美啊！王维的《济上四贤咏》曾经赞叹两位贤士的高尚情操，谓其\"息阴无恶木，饮水必清源”。诗人自己也是这种心志高洁的人。这月下青松和石上清泉，不正是他所追求的理想境界吗？这两句写景如画，随意洒脱，毫不着力。",
          "颈联中诗人先写“竹喧”再写“莲动”，因为浣女隐在竹林之中，渔舟被莲叶遮蔽，起初未见，等到听到竹林喧声，看到莲叶纷披，才发现浣女、莲舟。这样写更富有真情实感，更富有诗意。写到竹林里传来了一阵阵的歌声笑语，那是一些天真无邪的姑娘们洗罢衣服笑逐着归来了；亭亭玉立的荷叶纷纷向两旁披分，掀翻了无数珍珠般晶莹的水珠，那是顺流而下的渔舟划破了荷塘月色的宁静。在这青松明月之下，在这翠竹青莲之中，生活着这样一群无忧无虑、勤劳善良的人们。这和谐美好的生活图景，反映了诗人希望过闲适无忧无虑呃生活的向往，同时也从反面衬托出他对黑暗官场的厌恶。这两句写的很有技巧，而用笔不露痕迹，使人不觉其巧。",
          "尾联则是诗人有感而发。虽然春光已逝，但秋景更佳，愿意留下来。其喜归自然，寄情山水，崇尚恬静、淡泊的田园生活，不愿同流合污的感受。厌恶宦海之情溢于言表。",
          "诗的中间两联同是写景，而各有侧重。颔联侧重写物，以物芳而明志洁；颈联侧重写人，以人和而望政通。同时，二者又互为补充，泉水、青松、翠竹、青莲，可以说都是诗人高尚情操的写照，都是诗人理想境界的环境烘托。",
          "这首诗是以自然美来表现诗人的人格美和一种理想中的社会之美。表面看来，这首诗只是用“赋”的方法模山范水，对景物作细致感人的刻画，实际上通篇都是比兴。诗人通过对山水的描绘寄慨言志，含蕴丰富，耐人寻味。"
        ]
      ],
      "title": "山居秋暝"
    },
    {
      "dynasty": "唐代",
      "author": "张继",
      "lines": [
        {
          "characters": [
            "月",
            "落",
            "乌",
            "啼",
            "霜",
            "满",
            "天"
          ],
          "pinyins": [
            "yuè",
            "là",
            "wū",
            "tí",
            "shuāng",
            "mǎn",
            "tiān"
          ]
        },
        {
          "characters": [
            "江",
            "枫",
            "渔",
            "火",
            "对",
            "愁",
            "眠"
          ],
          "pinyins": [
            "jiāng",
            "fēng",
            "yú",
            "huǒ",
            "duì",
            "chóu",
            "mián"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "姑",
            "苏",
            "城",
            "外",
            "寒",
            "山",
            "寺"
          ],
          "pinyins": [
            "gū",
            "sū",
            "chéng",
            "wài",
            "hán",
            "shān",
            "sì"
          ]
        },
        {
          "characters": [
            "夜",
            "半",
            "钟",
            "声",
            "到",
            "客",
            "船"
          ],
          "pinyins": [
            "yè",
            "bàn",
            "zhōng",
            "shēng",
            "dào",
            "kè",
            "chuán"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "秋天",
        "写景",
        "思乡",
        "感怀",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "月亮已落下乌鸦啼叫寒气满天，江边枫树与船上渔火，难抵我独自傍愁而眠。",
            "姑苏城外那寒山古寺，半夜里敲响的钟声传到了我乘坐的客船。"
          ],
          "annotation": [
            "枫桥：在今苏州市阊门外。",
            "夜泊：夜间把船停靠在岸边。",
            "乌啼：一说为乌鸦啼鸣，一说为乌啼镇。",
            "霜满天：霜，不可能满天，这个“霜”字应当体会作严寒；霜满天，是空气极冷的形象语。",
            "江枫：一般解释作“江边枫树”，江指吴淞江，源自太湖，流经上海，汇入长江，俗称苏州河。另外有人认为指“江村桥”和“枫桥”。“枫桥”在吴县南门（阊阖门）外西郊，本名“封桥”，因张继此诗而改为“枫桥”。",
            "渔火：通常解释，“鱼火”就是渔船上的灯火；也有说法指“渔火”实际上就是一同打渔的伙伴。",
            "对愁眠：伴愁眠之意，此句把江枫和渔火二词拟人化。就是后世有不解诗的人，怀疑江枫渔火怎么能对愁眠，于是附会出一种讲法，说愁眠是寒山寺对面的山名。",
            "姑苏：苏州的别称，因城西南有姑苏山而得名。",
            "寒山寺：在枫桥附近，始建于南朝梁代。相传因唐代僧人寒山、拾得曾住此而得名。在今苏州市西枫桥镇。本名“妙利普明塔院”，又名枫桥寺；另一种说法，“寒山”乃泛指肃寒之山，非寺名。寺曾经数次重建，现在的寺宇，为太平天国以后新建。寺钟在第二次世界大战时，被日本人运走，下落不明。",
            "夜半钟声：当今的佛寺（春节）半夜敲钟，但当时有半夜敲钟的习惯，也叫「无常钟」或「分夜钟」。宋朝大文豪欧阳修曾提出疑问表示：“诗人为了贪求好句，以至于道理说不通，这是作文章的毛病，如张继诗句“夜半钟声到客船”，句子虽好，但那有三更半夜打钟的道理？”可是经过许多人的实地查访，才知苏州和邻近地区的佛寺，有打半夜钟的风俗。"
          ]
        }
      ],
      "appreciations": [
        [
          "唐朝安史之乱后，张继途经寒山寺时写下这首羁旅诗。此诗精确而细腻地描述了一个客船夜泊者对江南深秋夜景的观察和感受，勾画了月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，有景有情有声有色。此外，这首诗也将作者羁旅之思，家国之忧，以及身处乱世尚无归宿的顾虑充分地表现出来，是写愁的代表作。全诗句句形象鲜明，可感可画，句与句之间逻辑关系又非常清晰合理，内容晓畅易解。",
          "这首七绝以一“愁”字统起。前二句意象密集：落月、啼乌、满天霜、江枫、渔火、不眠人，造成一种意韵浓郁的审美情境。后两句意象疏宕：城、寺、船、钟声，是一种空灵旷远的意境。江畔秋夜渔火点点，羁旅客子卧闻静夜钟声。所有景物的挑选都独具慧眼：一静一动、一明一暗、江边岸上，景物的搭配与人物的心情达到了高度的默契与交融，共同形成了这个成为后世典范的艺术境界。",
          "全诗抓住一个“愁”字展开。如果说“月落乌啼霜满天”多少透示着凄清悲凉，那么“江枫渔火”难道不给诗人一点光明与温暖吗？然而，“对愁眠”却凸现在人们面前。旅途的孤独、寂寞，牵起诗人的满怀愁绪，更遇上残月衔山、乌鸦悲啼，满目寒霜洒遍江天，一个迷茫、凄清、寂寥的背景已经形成，奠定了全诗以“愁”为中心的基调。人在逆境中（从诗的字里行间可以品味出来），最忌的是景物伤怀，诗人泊船于枫桥之下，本来心情就已凄恻，却偏逢残月。外出旅游者（也许作者不是旅游家）往往会对家人无限牵挂，可谓归心似箭，盼望与家人团圆，然而，他却客舟孤苦、愁怀难遣。残月也许已给诗人一丝莫名的预示，更兼乌鸦悲鸣的不祥之兆!（听到乌鸦啼叫，人们都会将其与不详联系）满天的飞霜又怎能不令诗人一阵阵心寒？",
          "“江枫渔火对愁眠”。经霜后鲜红似火的枫叶与渔船上星星点点的灯火，在霜天夜晚呈现出一种朦胧美，给这幅秋江月夜图平添几分悦目赏心的风姿，绘景已达到美得无瑕的境界！然而，作者着力渲染秋江月夜的美景时，笔束一顿便绘出一个“愁”字来。作者为什么愁？有几多愁？景愈美则情（愁）愈烈。诗人面对美景，却没有半点的欢乐，愁得辗转反侧，这是为什么？我们回顾前文“月落”、“乌啼”、“霜满天”，俗话说天黑怕鬼，诗人心中的“鬼”是什么？是他的仕途得失、宦海沉浮？还是家事索怀、亲朋离散？诗中没说，不得而知。但诗人无心欣赏夜景、孤独难眠，我们不难想象他心中之愁。郁结难抒，确实不是言语说得清的。从他害怕乌啼，我们可以觉察他心中一定有什么事（或人）令他担心，以至乌鸦的啼叫声也令他心烦意乱。霜，是诗人描绘的这幅秋江月夜图的组成部分。玉屑般的飞霜给人一种素雅高洁的美感，然而和“乌啼”“愁眠”联系起来理解，这霜就有点“不妙”了。既然诗人听到乌啼已感意乱，那么飞霜岂不是令他心寒吗？意乱心烦自是他“愁眠”之因了。“姑苏城外寒山寺，夜半钟声到客船。”夜，静得可怕，静得令人难以入睡。",
          "诗的前幅布景密度很大，十四个字写了六种景象，后幅却特别疏朗，两句诗只写了一件事：卧闻山寺夜钟。这是因为，诗人在枫桥夜泊中所得到的最鲜明深刻、最具诗意美的感觉印象，就是这寒山寺的夜半钟声。月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，固然已从各方面显示出枫桥夜泊的特征，但还不足以尽传它的神韵。在暗夜中，人的听觉升居为对外界事物景象感受的首位。而静夜钟声，给予人的印象又特别强烈。这样，“夜半钟声”就不但衬托出了夜的静谧，而且揭示了夜的深永和清寥，而诗人卧听疏钟时的种种难以言传的感受也就尽在不言中了。",
          "《枫桥夜泊》是一首情与景交织在一起的古诗，全诗除了“对愁眠”外，其余都是刻意绘景。它不是直抒胸臆，而是通过描绘秋江月夜的美景，间接而自然地把诗人旅途寂寞的郁结愁思寄托于景物而抒发出来。欲抒情，先绘景，情随景发，是这首古诗显著的艺术特点。由此可见，在借景抒情的古诗中，作者的情感是通过所描绘的景物来抒发的。在教学这类古诗时，我们既要欣赏作者描绘的景物，更重要的是理解他凭借景物巧妙抒情的技巧,这样才能真正地读懂了古诗。"
        ]
      ],
      "title": "枫桥夜泊"
    },
    {
      "dynasty": "清代",
      "author": "纳兰性德",
      "lines": [
        {
          "characters": [
            "山",
            "一",
            "程"
          ],
          "pinyins": [
            "shān",
            "yī",
            "chéng"
          ]
        },
        {
          "characters": [
            "水",
            "一",
            "程"
          ],
          "pinyins": [
            "shuǐ",
            "yī",
            "chéng"
          ]
        },
        {
          "characters": [
            "身",
            "向",
            "榆",
            "关",
            "那",
            "畔",
            "行"
          ],
          "pinyins": [
            "shēn",
            "xiàng",
            "yú",
            "guān",
            "nà",
            "pàn",
            "háng"
          ]
        },
        {
          "characters": [
            "夜",
            "深",
            "千",
            "帐",
            "灯"
          ],
          "pinyins": [
            "yè",
            "shēn",
            "qiān",
            "zhàng",
            "dēng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "风",
            "一",
            "更"
          ],
          "pinyins": [
            "fēng",
            "yī",
            "gēng"
          ]
        },
        {
          "characters": [
            "雪",
            "一",
            "更"
          ],
          "pinyins": [
            "xuě",
            "yī",
            "gēng"
          ]
        },
        {
          "characters": [
            "聒",
            "碎",
            "乡",
            "心",
            "梦",
            "不",
            "成"
          ],
          "pinyins": [
            "guō",
            "suì",
            "xiāng",
            "xīn",
            "mèng",
            "bù",
            "chéng"
          ]
        },
        {
          "characters": [
            "故",
            "园",
            "无",
            "此",
            "声"
          ],
          "pinyins": [
            "gù",
            "yuán",
            "wú",
            "cǐ",
            "shēng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "抒情",
        "思乡",
        "最美"
      ],
      "annotations": [
        {
          "translation": [
            "跋山涉水走过一程又一程，将士们马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。",
            "帐篷外风声不断，雪花不住，嘈杂的声音打碎了思乡的梦，想到远隔千里的家乡没有这样的声音啊。"
          ]
        },
        {
          "translation": [
            "将士们不辞辛苦地跋山涉水，马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。",
            "外面正刮着风、下着雪，惊醒了睡梦中的将士们，勾起了他们对故乡的思念，故乡是多么的温暖宁静呀，哪有这般狂风呼啸、雪花乱舞的聒噪之声。"
          ],
          "annotation": [
            "长相思。唐教坊曲，双翅小令。又名《双红豆》。",
            "程：道路、路程，山一程、水一程，即山长水远。",
            "榆关：即今山海关，在今河北秦皇岛东北；那畔：即山海关的另一边，指身处关外。",
            "千帐灯：皇帝出巡临时住宿的行帐的灯火。千帐言军营之多。",
            "更：旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。",
            "聒（guō）：声音嘈杂，这里指风雪声。",
            "故园：故乡，这里指北京；此声：指风雪交加的声音。"
          ]
        }
      ],
      "appreciations": [
        [
          "词作上片描写跋涉行军与途中驻扎，夹杂着颇多无奈情绪；下片叙述夜来风雪交加，搅碎了乡梦，倍觉惆怅。全词描写将士在外对故乡的思念，抒发了情思深苦的绵长心情。语言淳朴而意味深长，取景宏阔而对照鲜明。",
          "“山一程，水一程”，写出旅程的艰难曲折，遥远漫长。词人翻山越岭，登舟涉水，一程又一程，愈走离家乡愈远。这两句运用反复的修辞方法，将“一程”二字重复使用，突出了路途的漫漫修远。“身向榆关那畔行”，点明了行旅的方向。词人在这里强调的是“身”向榆关，那也就暗示出“心”向京师，它使我们想到词人留恋家园，频频回首，步履蹒跚的情况。“那畔”一词颇含疏远的感情色彩，表现了词人这次奉命出行“榆关”是无可奈何的。",
          "这里借描述周围的情况而写心情，实际是表达纳兰对故乡的深深依恋和怀念。二十几岁的年轻人，风华正茂，出身于书香豪门世家，又有皇帝贴身侍卫的优越地位，本应春风得意，却恰好也是因为这重身份，以及本身心思慎微，导致纳兰并不能够安稳享受那种男儿征战似的生活，他往往思及家人，眷恋故土。严迪昌《清词史》：“夜深千帐灯’是壮丽的，但千帐灯下照着无眠的万颗乡心，又是怎样情味？一暖一寒，两相对照，写尽了自己厌于扈从的情怀。”“夜深千帐灯”既是上片感情酝酿的高潮，也是上、下片之间的自然转换，起到承前启后的作用。经过日间长途跋涉，到了夜晚人们在旷野上搭起帐篷准备就寝；然而夜深了，“千帐”内却灯光熠熠，为什么羁旅劳顿之后深夜不寐呢？",
          "下片侧重游子思乡之苦，交代了深夜不眠的原因。换头写景，风一更雪一更，突出塞外风狂雪骤的荒寒景象。这是以哀景衬伤情，风雪载途，行者乡思更烈。叠用两个一更，突出塞外卷地狂风，铺天暴雪扑打帐篷经久息的情景；也从一个侧面写出了天寒地冻之夜，人之辗转难眠的状态。聒碎乡心梦不成呼应上片的夜深千帐灯一句，直接回答了深夜不寝的原因。着一聒字，突出了风雪声响之巨；且极具拟人味，仿佛这风雪也通人心似的，彻夜念叨着故园的人事，让人心潮起伏。聒碎乡心，用的是夸张手法，形象地表现了一夜征人尽望乡的愁肠百转的心态。故园无此声，交代了梦不成的原因：故乡是没有这样的连绵不绝的风雪聒噪声的，当然可以酣然入梦；而这边塞苦寒之地，怎比钟灵毓秀之京都，况且又是暴风雪肆虐的露营之夜，加之乡心的重重裹挟，就更难入梦了。结尾这一句直截地表达了征人对故乡的深深眷恋之意。",
          "从总的来说，上阕写面、写外，铺陈壮观；下阕写点、写内，曲描心情。选取的都是平凡的事物，如山水风雪、灯火声音。又采用短小精悍而通俗易懂的语句，轻巧排列，对应整齐。信手拈来，不显雕琢。全篇融细腻情感于雄壮景色之中，尽显非凡，作者用山，水，千帐灯，风，雪等大的物像，来寄托细腻的情感思绪。缠绵而不颓废，柔情之中露出男儿镇守边塞的慷慨报国之志。没有一般边塞诗的大气、沉痛、悲凉、雄壮，而是风格婉约，笔调缠绵，少了抑扬顿挫的沉雄，多了小女儿的缠绵情态。",
          "这首词以白描手法，朴素自然的语言，表现出真切的情感，是很为前人称道的。词人在写景中寄寓了思乡的情怀。格调清淡朴素，自然雅致，直抒胸臆，毫无雕琢痕迹。"
        ],
        [
          "清初词人于小令每多新创意境。这首《长相思》以具体的时空推移过程，及视听感受，既表现景象的宏阔观感，更抒露着情思深苦的绵长心境，是即小见大的佳作。",
          "上片在“一程”又“一程”的复叠吟哦中，展示出与家园的空间阻隔不断地随着时间的推移而严重增大，空间感与乡情构成尖锐冲突。正在这种行进方向和心绪逆反背离中驻营夜宿，“夜深千帐灯”，似是壮伟景观，实乃情心深苦之写。白日行军，跋涉山水，到夜深时仍灯火通明，难入梦乡，这是因思乡而失眠。于是转入下片乡情思恋之笔。",
          "“一更”又“一更”的重叠复沓，于听风听雪的感觉中推移着时间过程，时间感知于乡情的空间阻隔而心烦意乱，怨夜太长。说“聒碎乡心梦不成”，其实是作者乡心聒碎梦难成，情苦不寐，只觉得风声雪声，声声扣击入心窝，难以承受。在“乡园”时是不会有这种令人痛苦的声响的。将主观因素推诿客观，语似平淡，意更深沉。此类迁怒归咎于风雪声写法，心理情态能充分表现出来。看似无理，反见情痴，愈是无理之怨，其怨愈显沉重。叠句和数字“一”、“千”的运用强化着视、听觉感受中的焦虑，怨怼，幽苦，亦是此词值得辨味的佳处。纳兰性德身为一等侍卫，却极厌烦“扈从”公差，于是构成传统羁旅题材的又一种类型。"
        ]
      ],
      "title": "长相思"
    },
    {
      "dynasty": "未知",
      "author": "佚名",
      "lines": [
        {
          "characters": [
            "论",
            "语"
          ],
          "pinyins": [
            "lún",
            "yǔ"
          ]
        },
        {
          "characters": [
            "敏",
            "而",
            "好",
            "学"
          ],
          "pinyins": [
            "mǐn",
            "ér",
            "hǎo",
            "xué"
          ]
        },
        {
          "characters": [
            "不",
            "耻",
            "下",
            "问"
          ],
          "pinyins": [
            "bù",
            "chǐ",
            "xià",
            "wèn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "知",
            "之",
            "为",
            "知",
            "之"
          ],
          "pinyins": [
            "zhī",
            "zhī",
            "wéi",
            "zhī",
            "zhī"
          ]
        },
        {
          "characters": [
            "不",
            "知",
            "为",
            "不",
            "知"
          ],
          "pinyins": [
            "bù",
            "zhī",
            "wéi",
            "bù",
            "zhī"
          ]
        },
        {
          "characters": [
            "是",
            "知",
            "也"
          ],
          "pinyins": [
            "shì",
            "zhī",
            "yě"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "默",
            "而",
            "识",
            "之"
          ],
          "pinyins": [
            "mò",
            "ér",
            "shí",
            "zhī"
          ]
        },
        {
          "characters": [
            "学",
            "而",
            "不",
            "厌"
          ],
          "pinyins": [
            "xué",
            "ér",
            "bù",
            "yàn"
          ]
        },
        {
          "characters": [
            "诲",
            "人",
            "不",
            "倦"
          ],
          "pinyins": [
            "huì",
            "rén",
            "bù",
            "juàn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "朱",
            "熹"
          ],
          "pinyins": [
            "zhū",
            "xī"
          ]
        },
        {
          "characters": [
            "余",
            "尝",
            "谓",
            "：",
            "读",
            "书",
            "有",
            "三",
            "到"
          ],
          "pinyins": [
            "yú",
            "cháng",
            "wèi",
            "：",
            "dú",
            "shū",
            "yǒu",
            "sān",
            "dào"
          ]
        },
        {
          "characters": [
            "谓",
            "心",
            "到",
            "、",
            "眼",
            "到",
            "、",
            "口",
            "到"
          ],
          "pinyins": [
            "wèi",
            "xīn",
            "dào",
            "、",
            "yǎn",
            "dào",
            "、",
            "kǒu",
            "dào"
          ]
        },
        {
          "characters": [
            "心",
            "不",
            "在",
            "此"
          ],
          "pinyins": [
            "xīn",
            "bù",
            "zài",
            "cǐ"
          ]
        },
        {
          "characters": [
            "则",
            "眼",
            "不",
            "看",
            "仔",
            "细"
          ],
          "pinyins": [
            "zé",
            "yǎn",
            "bù",
            "kàn",
            "zǐ",
            "xì"
          ]
        },
        {
          "characters": [
            "心",
            "眼",
            "既",
            "不",
            "专",
            "一"
          ],
          "pinyins": [
            "xīn",
            "yǎn",
            "jì",
            "bù",
            "zhuān",
            "yī"
          ]
        },
        {
          "characters": [
            "却",
            "只",
            "漫",
            "浪",
            "诵",
            "读"
          ],
          "pinyins": [
            "què",
            "zhī",
            "màn",
            "làng",
            "sòng",
            "dú"
          ]
        },
        {
          "characters": [
            "决",
            "不",
            "能",
            "记"
          ],
          "pinyins": [
            "jué",
            "bù",
            "néng",
            "jì"
          ]
        },
        {
          "characters": [
            "记",
            "亦",
            "不",
            "能",
            "久"
          ],
          "pinyins": [
            "jì",
            "yì",
            "bù",
            "néng",
            "jiǔ"
          ]
        },
        {
          "characters": [
            "三",
            "到",
            "之",
            "中"
          ],
          "pinyins": [
            "sān",
            "dào",
            "zhī",
            "zhōng"
          ]
        },
        {
          "characters": [
            "心",
            "到",
            "最",
            "急"
          ],
          "pinyins": [
            "xīn",
            "dào",
            "zuì",
            "jí"
          ]
        },
        {
          "characters": [
            "心",
            "既",
            "到",
            "矣"
          ],
          "pinyins": [
            "xīn",
            "jì",
            "dào",
            "yǐ"
          ]
        },
        {
          "characters": [
            "眼",
            "口",
            "岂",
            "不",
            "到",
            "乎"
          ],
          "pinyins": [
            "yǎn",
            "kǒu",
            "qǐ",
            "bú",
            "dào",
            "hū"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "曾",
            "国",
            "藩"
          ],
          "pinyins": [
            "zēng",
            "guó",
            "fān"
          ]
        },
        {
          "characters": [
            "盖",
            "士",
            "人",
            "读",
            "书"
          ],
          "pinyins": [
            "gài",
            "shì",
            "rén",
            "dú",
            "shū"
          ]
        },
        {
          "characters": [
            "第",
            "一",
            "要",
            "有",
            "志"
          ],
          "pinyins": [
            "dì",
            "yī",
            "yào",
            "yǒu",
            "zhì"
          ]
        },
        {
          "characters": [
            "第",
            "二",
            "要",
            "有",
            "识"
          ],
          "pinyins": [
            "dì",
            "èr",
            "yào",
            "yǒu",
            "shí"
          ]
        },
        {
          "characters": [
            "第",
            "三",
            "要",
            "有",
            "恒"
          ],
          "pinyins": [
            "dì",
            "sān",
            "yào",
            "yǒu",
            "héng"
          ]
        },
        {
          "characters": [
            "有",
            "志",
            "则",
            "断",
            "不",
            "甘",
            "为",
            "下",
            "流",
            "；",
            "有",
            "识",
            "则",
            "知",
            "学",
            "问",
            "无",
            "尽"
          ],
          "pinyins": [
            "yǒu",
            "zhì",
            "zé",
            "duàn",
            "bù",
            "gān",
            "wéi",
            "xià",
            "liú",
            "；",
            "yǒu",
            "shí",
            "zé",
            "zhī",
            "xué",
            "wèn",
            "wú",
            "jìn"
          ]
        },
        {
          "characters": [
            "不",
            "敢",
            "以",
            "一",
            "得",
            "自",
            "足"
          ],
          "pinyins": [
            "bù",
            "gǎn",
            "yǐ",
            "yī",
            "dé",
            "zì",
            "zú"
          ]
        },
        {
          "characters": [
            "如",
            "河",
            "伯",
            "之",
            "观",
            "海"
          ],
          "pinyins": [
            "rú",
            "hé",
            "bó",
            "zhī",
            "guān",
            "hǎi"
          ]
        },
        {
          "characters": [
            "如",
            "井",
            "蛙",
            "之",
            "窥",
            "天"
          ],
          "pinyins": [
            "rú",
            "jǐng",
            "wā",
            "zhī",
            "kuī",
            "tiān"
          ]
        },
        {
          "characters": [
            "皆",
            "无",
            "识",
            "者",
            "也",
            "；",
            "有",
            "恒",
            "者",
            "则",
            "断",
            "无",
            "不",
            "成",
            "之",
            "事"
          ],
          "pinyins": [
            "jiē",
            "wú",
            "shí",
            "zhě",
            "yě",
            "；",
            "yǒu",
            "héng",
            "zhě",
            "zé",
            "duàn",
            "wú",
            "bù",
            "chéng",
            "zhī",
            "shì"
          ]
        },
        {
          "characters": [
            "此",
            "三",
            "者",
            "缺",
            "一",
            "不",
            "可"
          ],
          "pinyins": [
            "cǐ",
            "sān",
            "zhě",
            "quē",
            "yī",
            "bù",
            "kě"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学文言文",
        "读书"
      ],
      "annotations": [
        {
          "translation": [
            "天资聪明而又好学的人，不以向地位比自己低、学识比自己差的人请教为耻。",
            "知道就是知道，不知道就是不知道，这样才是真正的智慧。",
            "默默地记住所学的知识，学习不觉得满足，教人不知道疲倦。"
          ],
          "annotation": [
            "敏：聪明。",
            "好：喜好。",
            "耻：以……为耻。",
            "知：通“智”，聪明，智慧。",
            "厌：满足。",
            "诲：教导。",
            "谓：说。",
            "漫浪：随随便便。",
            "急：要紧。",
            "盖：在句首，发语词。",
            "士人：泛指知识阶层。",
            "恒：恒心。",
            "下流：下等，劣等。",
            "断：副词，表示绝对、一定。"
          ]
        }
      ],
      "appreciations": [],
      "title": "古人谈读书"
    },
    {
      "dynasty": "唐代",
      "author": "虞世南",
      "lines": [
        {
          "characters": [
            "垂",
            "緌",
            "饮",
            "清",
            "露"
          ],
          "pinyins": [
            "chuí",
            "ruí",
            "yǐn",
            "qīng",
            "lòu"
          ]
        },
        {
          "characters": [
            "流",
            "响",
            "出",
            "疏",
            "桐"
          ],
          "pinyins": [
            "liú",
            "xiǎng",
            "chū",
            "shū",
            "tóng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "居",
            "高",
            "声",
            "自",
            "远"
          ],
          "pinyins": [
            "jū",
            "gāo",
            "shēng",
            "zì",
            "yuǎn"
          ]
        },
        {
          "characters": [
            "非",
            "是",
            "藉",
            "秋",
            "风"
          ],
          "pinyins": [
            "fēi",
            "shì",
            "jiè",
            "qiū",
            "fēng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "咏物",
        "寓理"
      ],
      "annotations": [
        {
          "translation": [
            "蝉垂下像帽缨一样的触角吸吮着清澈甘甜的露水，连续不断地鸣叫声从稀疏的梧桐树枝间传出。",
            "蝉正是因为在高处它的声音才能传得远，并非是凭借秋风的力量。"
          ],
          "annotation": [
            "垂緌（ruí）：古人结在颔下的帽缨下垂部分，蝉的头部伸出的触须，形状与其有些相似。",
            "清露：纯净的露水。古人以为蝉是喝露水生活的，其实是刺吸植物的汁液。",
            "流响：指连续不断的蝉鸣声。",
            "疏：开阔、稀疏。",
            "藉：凭借。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首咏物诗，咏物中尤多寄托，具有浓郁的象征性。句句写的是蝉的形体、习性和声音，而句句又暗示着诗人高洁清远的品行志趣，物我互释，咏物的深层意义是咏人。诗的关键是把握住了蝉的某些别有意味的具体特征，从中找到了艺术上的契合点。",
          "首句“垂緌饮清露”，“緌”是古人结在颔下的帽带下垂部分，蝉的头部有伸出的触须，形状好像下垂的冠缨，故说“垂緌”。古人认为蝉生性高洁，栖高饮露，故说“饮清露”。这一句表面上是写蝉的形状与食性，实际上处处含比兴象征。“垂緌”暗示显宦身份（古代常以“冠缨”指代贵宦）。这显贵的身份地位在一般人心目中，是和“清”有矛盾甚至不相容的，但在作者笔下，却把它们统一在“垂緌饮清露”的形象中了。这“贵”与“清”的统一，正是为三四两句的“清”无须藉“贵”作反铺垫，笔意颇为巧妙。",
          "次句“流响出疏桐”写蝉声之远传。梧桐是高树，着一“疏”字，更见其枝干的高挺清拔，且与末句“秋风”相应。“流响”状蝉声的长鸣不已，悦耳动听，着一“出”字，把蝉声传送的意态形象化了，仿佛使人感受到蝉声的响度与力度。这一句虽只写声，但读者从中却可想见人格化了的蝉那种清华隽朗的高标逸韵。有了这一句对蝉声远传的生动描写，三四两句的发挥才字字有根。",
          "“居高声自远，非是藉秋风”，这是全篇比兴寄托的点睛之笔。它是在上两句的基础上引发出来的诗的议论。蝉声远传，一般人往往以为是藉助于秋风的传送，诗人却别有会心，强调这是由于“居高”而自能致远。这种独特的感受蕴含一个真理：立身品格高洁的人，并不需要某种外在的凭藉（例如权势地位、有力者的帮助），自能声名远播，正像曹丕在《典论。论文》中所说的那样，“不假良史之辞，不托飞驰之势，而声名自传于后。”这里所突出强调的是人格的美，人格的力量。两句中的“自”字、“非”字，一正一反，相互呼应，表达出对人的内在品格的热情赞美和高度自信，表现出一种雍容不迫的风度气韵。唐太宗曾经屡次称赏虞世南的“五绝”（德行、忠直、博学、文词、书翰），诗人笔下的人格化的“蝉”，可能带有自况的意味吧。沈德潜说：“咏蝉者每咏其声，此独尊其品格。”（《唐诗别裁》）这确是一语破的之论。",
          "清施补华《岘佣说诗》云：“三百篇比兴为多，唐人犹得此意。同一咏蝉，虞世南‘居高声自远，端不藉秋风’，是清华人语；骆宾王‘露重飞难进，风多响易沉’，是患难人语；李商隐‘本以高难饱，徒劳恨费声’，是牢骚人语。比兴不同如此。”这三首诗都是唐代托咏蝉以寄意的名作，由于作者地位、遭际、气质的不同，虽同样工于比兴寄托，却呈现出殊异的面貌，构成富有个性特征的艺术形象，本诗与骆宾王的《在狱咏蝉》，李商隐的《蝉》成为唐代文坛“咏蝉”诗的三绝。",
          "实际上，咏蝉这首诗包含着诗人虞世南的夫子自道。他作为唐贞观年间画像悬挂在凌烟阁的二十四勋臣之一，名声在于博学多能，高洁耿介，与唐太宗谈论历代帝王为政得失，能够直言善谏，为贞观之治作出独特贡献。为此，唐太宗称他有“五绝”（德行、忠直、博学、文辞、书翰），并赞叹：“群臣皆如虞世南，天下何忧不理！”从他不是以鲲鹏鹰虎，而是以一只不甚起眼的蝉来自况，也可见其老成谨慎，以及有自知之明。"
        ]
      ],
      "title": "蝉"
    },
    {
      "dynasty": "唐代",
      "author": "林杰",
      "lines": [
        {
          "characters": [
            "七",
            "夕",
            "今",
            "宵",
            "看",
            "碧",
            "霄"
          ],
          "pinyins": [
            "qī",
            "xī",
            "jīn",
            "xiāo",
            "kàn",
            "bì",
            "xiāo"
          ]
        },
        {
          "characters": [
            "牵",
            "牛",
            "织",
            "女",
            "渡",
            "河",
            "桥"
          ],
          "pinyins": [
            "qiān",
            "niú",
            "zhī",
            "nǚ",
            "dù",
            "hé",
            "qiáo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "家",
            "家",
            "乞",
            "巧",
            "望",
            "秋",
            "月"
          ],
          "pinyins": [
            "jiā",
            "jiā",
            "qǐ",
            "qiǎo",
            "wàng",
            "qiū",
            "yuè"
          ]
        },
        {
          "characters": [
            "穿",
            "尽",
            "红",
            "丝",
            "几",
            "万",
            "条"
          ],
          "pinyins": [
            "chuān",
            "jìn",
            "hóng",
            "sī",
            "jī",
            "wàn",
            "tiáo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "节日",
        "七夕"
      ],
      "annotations": [
        {
          "translation": [
            "七夕佳节，人们纷纷抬头仰望浩瀚天空，就好像能看见牛郎织女渡过银河在鹊桥上相会。",
            "家家户户都在一边观赏秋月，一边乞巧，穿过的红线都有几万条了。"
          ],
          "annotation": [
            "乞巧节：古代节日，在农历七月初七日，又名七夕。旧时风俗，妇女们于这一天牛郎织女相会之夜穿针，向织女学巧，谓乞巧。",
            "碧霄：指浩瀚无际的青天。",
            "几万条：比喻多。"
          ]
        }
      ],
      "appreciations": [
        [
          "农历七月初七夜晚，俗称“七夕”，又称“女儿节”、“少女节”，是传说中隔着“天河”的牛郎和织女在鹊桥上相会的日子。古代，七夕的民间活动主要是乞巧。所谓乞巧，就是向织女乞求一双巧手的意思。乞巧最普遍的方式是对月穿针，如果线从针孔穿过，就叫得巧。这一习俗唐宋最盛。",
          "《乞巧》是唐代诗人林杰描写民间七夕乞巧盛况的名诗，是一首想象丰富、流传很广的古诗。诗句浅显易懂，涉及到家喻户晓的神话传说故事，表达了少女们乞取智巧、追求幸福的美好心愿。",
          "“七夕今霄看碧霄，牵牛织女渡河桥。”“碧霄”指浩瀚无际的青天。开头两句叙述的就是牛郎织女的民间故事。一年一度的七夕又来到了，家家户户的人们纷纷情不自禁地抬头仰望浩瀚的天空，这是因为这一美丽的传说牵动了一颗颗善良美好的心灵，唤起人们美好的愿望和丰富的想象。",
          "“家家乞巧望秋月，穿尽红丝几万条。”后两句将乞巧的事交代得一清二楚，简明扼要，形象生动。诗人在诗中并没有具体写出各种不同的心愿，而是留下了想象的空间，愈加体现了人们过节时的喜悦之情。"
        ]
      ],
      "title": "乞巧"
    },
    {
      "dynasty": "唐代",
      "author": "张志和",
      "lines": [
        {
          "characters": [
            "西",
            "塞",
            "山",
            "前",
            "白",
            "鹭",
            "飞"
          ],
          "pinyins": [
            "xī",
            "sāi",
            "shān",
            "qián",
            "bái",
            "lù",
            "fēi"
          ]
        },
        {
          "characters": [
            "桃",
            "花",
            "流",
            "水",
            "鳜",
            "鱼",
            "肥"
          ],
          "pinyins": [
            "táo",
            "huā",
            "liú",
            "shuǐ",
            "guì",
            "yú",
            "féi"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "青",
            "箬",
            "笠"
          ],
          "pinyins": [
            "qīng",
            "ruò",
            "lì"
          ]
        },
        {
          "characters": [
            "绿",
            "蓑",
            "衣"
          ],
          "pinyins": [
            "lǜ",
            "suō",
            "yī"
          ]
        },
        {
          "characters": [
            "斜",
            "风",
            "细",
            "雨",
            "不",
            "须",
            "归"
          ],
          "pinyins": [
            "xié",
            "fēng",
            "xì",
            "yǔ",
            "bù",
            "xū",
            "guī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "宋词三百首",
        "小学古诗",
        "写景",
        "赞美",
        "向往",
        "小学生必背古诗70首",
        "小学生必背古诗80首",
        "隐逸"
      ],
      "annotations": [
        {
          "translation": [
            "西塞山前白鹭在自由地翱翔，江岸桃花盛开，江水中肥美的鳜鱼欢快地游来游去。",
            "渔翁头戴青色斗笠，身披绿色蓑衣，冒着斜风细雨，悠然自得地垂钓，连下了雨都不回家。"
          ],
          "annotation": [
            "渔歌子：词牌名。此调原为唐教坊名曲。分单调、双调二体。单调二十七字，平韵，以张氏此调最为著名。双调，五十字，仄韵。《渔歌子》又名《渔父》或《渔父乐》，大概是民间的渔歌。据《词林纪事》转引的记载说，张志和曾谒见湖州刺史颜真卿，因为船破旧了，请颜真卿帮助更换，并作《渔歌子》。词牌《渔歌子》即始于张志和写的《渔歌子》而得名。“子”即是“曲子”的简称。",
            "西塞山：浙江湖州。",
            "白鹭：一种白色的水鸟。",
            "桃花流水：桃花盛开的季节正是春水盛涨的时候，俗称桃花汛或桃花水。",
            "鳜（guì）鱼：淡水鱼，江南又称桂鱼，肉质鲜美。",
            "箬（ruò）笠：竹叶或竹篾做的斗笠。",
            "蓑（suō）衣：用草或棕编制成的雨衣。",
            "不须：不一定要。"
          ]
        }
      ],
      "appreciations": [
        [
          "词中描写了江南水乡春汛时的山光水色和怡情悦性的渔人形象：春江水绿、烟雨迷蒙，雨中青山、江上渔舟，天空白鹭、岸畔桃红，江水猛涨，鳜鱼正肥时；青箬笠，绿蓑衣，渔人醉垂忘归时。全词着色明丽，用语活泼，生动地表现了渔夫悠闲自在的生活情趣。这是一幅用诗写成的山水画，这是一首色彩明优意万千，脱离尘俗钓湖烟。思深韵远情融景，生活任行乐自然的抒情诗。",
          "“西塞山前白鹭飞”首句，点明地点；此西塞山何处？鄂州、湖州？虽有异议，对词境来说倒无所谓。白鹭是自由、闲适的象征，“众禽无此格，玉立一间身。清似参禅客，癯如辟谷人”、“漠漠江湖自在飞，一身到处沾渔矶”，写白鹭自在地飞翔，衬托渔父的悠闲自得。",
          "“桃花流水鳜鱼肥”第二句，点出江南水乡最美好的季节——正是桃花盛开，江水猛涨，鳜鱼正肥时。“桃红”与“流水”相映，显现了暮春西塞山前的湖光山色，渲染了渔父的生活环境。",
          "“青箬笠，绿蓑衣，斜风细雨不须归”写的都是他们。“箬笠”就是用竹丝和青色箬竹叶编成的斗笠。“蓑衣”是用植物的茎叶或皮制成的雨衣。如果以龙须草（蓑草）为原料，它就是绿色的。“归”，回家。“不须归”，是说也不须回家了。作者在词里虽然只是概括地叙述了渔夫捕鱼的生活，但是，读者通过自己的想象，完全可以体会到词的言外之意。从渔翁头戴箬笠，身披蓑衣，在斜风细雨里欣赏春天水面的景物，读者便可以体会到渔夫在捕鱼时的愉快心情。",
          "作者是一位山水画家，据说他曾将《渔歌子》画成图画。确实，这首词是富于画意的。苍岩，白鹭，鲜艳的桃林，清澈的流水，黄褐色的鳜鱼，青色的斗笠，绿色的蓑衣，色彩多么鲜明，构思也很巧妙，意境优美，使人读作品时，仿佛是在看一幅出色的水乡春汛图。",
          "此词在秀丽的水乡风光和理想化的渔人生活中，寄托了作者爱自由、爱自然的情怀。词中更吸引读者的不是一蓑风雨，从容自适的渔父，而是江乡二月桃花汛期间春江水涨、烟雨迷蒙的图景。雨中青山，江上渔舟，天空白鹭，两岸红桃，色泽鲜明但又显得柔和，气氛宁静但又充满活力。而这既体现了作者的艺术匠心，也反映了他高远、冲澹、悠然脱俗的意趣。此词吟成后，不仅一时唱和者甚众，而且还流播海外，为东邻日本的汉诗作者开启了填词门径，嵯峨天皇的《渔歌子》五首及其臣僚的奉和之作七首，即以此词为蓝本改制而成。"
        ]
      ],
      "title": "渔歌子"
    },
    {
      "dynasty": "宋代",
      "author": "朱熹",
      "lines": [
        {
          "characters": [
            "半",
            "亩",
            "方",
            "塘",
            "一",
            "鉴",
            "开"
          ],
          "pinyins": [
            "bàn",
            "mǔ",
            "fāng",
            "táng",
            "yī",
            "jiàn",
            "kāi"
          ]
        },
        {
          "characters": [
            "天",
            "光",
            "云",
            "影",
            "共",
            "徘",
            "徊"
          ],
          "pinyins": [
            "tiān",
            "guāng",
            "yún",
            "yǐng",
            "gòng",
            "pái",
            "huái"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "问",
            "渠",
            "那",
            "得",
            "清",
            "如",
            "许"
          ],
          "pinyins": [
            "wèn",
            "qú",
            "nà",
            "dé",
            "qīng",
            "rú",
            "xǔ"
          ]
        },
        {
          "characters": [
            "为",
            "有",
            "源",
            "头",
            "活",
            "水",
            "来"
          ],
          "pinyins": [
            "wéi",
            "yǒu",
            "yuán",
            "tóu",
            "huó",
            "shuǐ",
            "lái"
          ]
        },
        {
          "characters": [
            "(",
            "那",
            " ",
            "通",
            "：",
            "哪",
            ")"
          ],
          "pinyins": [
            "(",
            "nà",
            " ",
            "tōng",
            "：",
            "nǎ",
            ")"
          ]
        }
      ],
      "keywords": [
        "古诗三百首",
        "初中古诗",
        "写景",
        "读书",
        "哲理",
        "早教",
        "感怀"
      ],
      "annotations": [
        {
          "translation": [
            "半亩大的方形池塘像一面镜子一样打开，天光、云影在水面上闪耀浮动。",
            "要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。"
          ],
          "annotation": [
            "方塘：又称半亩塘，在福建尤溪城南郑义斋馆舍（后为南溪书院）内。朱熹父亲朱松与郑交好，故尝有《蝶恋花·醉宿郑氏别墅》词云：“清晓方塘开一境。落絮如飞，肯向春风定。”",
            "鉴：一说为古代用来盛水或冰的青铜大盆。镜子；也有学者认为镜子。指像鉴（镜子）一样可以照人。",
            "“天光”句：是说天的光和云的影子反映在塘水之中，不停地变动，犹如人在徘徊。",
            "徘徊：来回移动。",
            "为：因为。",
            "渠：它，第三人称代词，这里指方塘之水。",
            "那得：怎么会。",
            "那：怎么的意思。",
            "清如许：这样清澈。",
            "如：如此，这样。",
            "清：清澈。",
            "源头活水：比喻知识是不断更新和发展的，从而不断积累，只有在人生的学习中不断地学习、运用和探索，才能使自己永保先进和活力，就像水源头一样。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首借景喻理的名诗。全诗以方塘作比喻，形象地表达了一种微妙难言的读书感受。池塘并不是一泓死水，而是常有活水注入，因此像明镜一样，清澈见底，映照着天光云影。这种情景，同一个人在读书中搞通问题、获得新知而大有收益、提高认识时的情形颇为相似。这首诗所表现的读书有悟、有得时的那种灵气流动、思路明畅、精神清新活泼而自得自在的境界，正是作者作为一位大学问家的切身的读书感受。诗中所表达的这种感受虽然仅就读书而言，却寓意深刻，内涵丰富，可以做广泛的理解。特别是“问渠那得清如许，为有源头活水来”两句，借水之清澈，是因为有源头活水不断注入，暗喻人要心灵澄明，就得认真读书，时时补充新知识。因此人们常常用来比喻不断学习新知识，才能达到新境界。人们也用这两句诗来赞美一个人的学问或艺术的成就，自有其深厚的渊源。读者也可以从这首诗中得到启发，只有思想永远活跃，以开明宽阔的胸襟，接受种种不同的思想、鲜活的知识，广泛包容，方能才思不断，新水长流。这两句诗已凝缩为常用成语“源头活水”，用以比喻事物发展的源泉和动力。",
          "这是一首极其有艺术哲理性的小诗。人们在品味书法作品时，时常有一种神采飞扬的艺术感觉，诗中就是以象征的手法，将这种内心感觉化作可以感触的具体形象加以描绘，让读者自己去领略其中的奥妙。所谓“源头活水”，当指书写者内心的不竭艺术灵感。",
          "诗的寓意很深，以源头活水形象地比喻丰富的书法艺术灵感才是书法艺术作品真正的不竭源泉，阐明了作者独特的读书感受，很符合书法艺术创作的特色，也反映了一般艺术创作的本质。"
        ]
      ],
      "title": "观书有感·其一"
    },
    {
      "dynasty": "宋代",
      "author": "朱熹",
      "lines": [
        {
          "characters": [
            "昨",
            "夜",
            "江",
            "边",
            "春",
            "水",
            "生"
          ],
          "pinyins": [
            "zuó",
            "yè",
            "jiāng",
            "biān",
            "chūn",
            "shuǐ",
            "shēng"
          ]
        },
        {
          "characters": [
            "蒙",
            "冲",
            "巨",
            "舰",
            "一",
            "毛",
            "轻"
          ],
          "pinyins": [
            "mēng",
            "chōng",
            "jù",
            "jiàn",
            "yī",
            "máo",
            "qīng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "向",
            "来",
            "枉",
            "费",
            "推",
            "移",
            "力"
          ],
          "pinyins": [
            "xiàng",
            "lái",
            "wǎng",
            "fèi",
            "tuī",
            "yí",
            "lì"
          ]
        },
        {
          "characters": [
            "此",
            "日",
            "中",
            "流",
            "自",
            "在",
            "行"
          ],
          "pinyins": [
            "cǐ",
            "rì",
            "zhōng",
            "liú",
            "zì",
            "zài",
            "háng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "写水",
        "读书",
        "哲理"
      ],
      "annotations": [
        {
          "translation": [
            "昨天夜晚江边的春水大涨，那艘大船就像一片羽毛一般轻盈。",
            "以往花费许多力量也不能推动它，今天却能在江水中央自在漂流。"
          ],
          "annotation": [
            "蒙冲：古代攻击性很强的战舰名，这里指大船。",
            "一毛轻：像一片羽毛一般轻盈。",
            "向来：原先，指春水上涨之前。",
            "推移力：指浅水时行船困难，需人推挽而行。",
            "中流：河流的中心。"
          ]
        }
      ],
      "appreciations": [
        [
          "本诗借助形象喻理。它以泛舟为例，让读者去体会与学习有关的道理。",
          "“昨夜江边春水生，蒙冲巨舰一毛轻”，其中的“蒙冲”也写作“艨艟”。因为“昨夜”下了大雨，“江边春水”，万溪千流，滚滚滔滔，汇入大江，所以本来搁浅的“蒙冲巨舰”，就如羽毛般那浮了起来。",
          "“向来枉费推移力，此日中流自在行”，说往日舟大水浅，众人使劲推船，也是白费力气，而此时春水猛涨，巨舰却自由自在地飘行在水流中。诗中突出春水的重要，所蕴含的客观意义是强调艺术灵感的勃发，足以使得艺术创作流畅自如；也可以理解为创作艺术要基本功夫到家，则熟能生巧，驾驭自如。这",
          "首诗很可能是作者苦思某个问题，经过学习忽然有了心得后写下来的。"
        ]
      ],
      "title": "观书有感·其二"
    }
  ],
  [
    {
      "dynasty": "宋代",
      "author": "范成大",
      "lines": [
        {
          "characters": [
            "昼",
            "出",
            "耘",
            "田",
            "夜",
            "绩",
            "麻"
          ],
          "pinyins": [
            "zhòu",
            "chū",
            "yún",
            "tián",
            "yè",
            "jì",
            "má"
          ]
        },
        {
          "characters": [
            "村",
            "庄",
            "儿",
            "女",
            "各",
            "当",
            "家"
          ],
          "pinyins": [
            "cūn",
            "zhuāng",
            "ér",
            "nǚ",
            "gè",
            "dāng",
            "jiā"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "童",
            "孙",
            "未",
            "解",
            "供",
            "耕",
            "织"
          ],
          "pinyins": [
            "tóng",
            "sūn",
            "wèi",
            "jiě",
            "gōng",
            "gēng",
            "zhī"
          ]
        },
        {
          "characters": [
            "也",
            "傍",
            "桑",
            "阴",
            "学",
            "种",
            "瓜"
          ],
          "pinyins": [
            "yě",
            "bàng",
            "sāng",
            "yīn",
            "xué",
            "zhǒng",
            "guā"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "农村",
        "夏天",
        "劳动",
        "生活",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "白天去田里锄草，夜晚在家中搓麻线，村中男男女女各有各的家务劳动。",
            "小孩子虽然不会耕田织布，也在那桑树荫下学着种瓜。"
          ],
          "annotation": [
            "耘田：除草。",
            "绩麻：把麻搓成线。",
            "各当家：每人担任一定的工作。",
            "未解：不懂。",
            "供：从事，参加。",
            "傍：靠近。",
            "阴；树荫。"
          ]
        }
      ],
      "appreciations": [],
      "title": "四时田园杂兴·其三十一"
    },
    {
      "dynasty": "宋代",
      "author": "杨万里",
      "lines": [
        {
          "characters": [
            "稚",
            "子",
            "金",
            "盆",
            "脱",
            "晓",
            "冰"
          ],
          "pinyins": [
            "zhì",
            "zǐ",
            "jīn",
            "pén",
            "tuō",
            "xiǎo",
            "bīng"
          ]
        },
        {
          "characters": [
            "彩",
            "丝",
            "穿",
            "取",
            "当",
            "银",
            "钲"
          ],
          "pinyins": [
            "cǎi",
            "sī",
            "chuān",
            "qǔ",
            "dāng",
            "yín",
            "zhēng"
          ]
        },
        {
          "characters": [
            "(",
            "银",
            "钲",
            " ",
            "一",
            "作",
            "：",
            "银",
            "铮",
            ")"
          ],
          "pinyins": [
            "(",
            "yín",
            "zhēng",
            " ",
            "yī",
            "zuò",
            "：",
            "yín",
            "zhēng",
            ")"
          ]
        },
        {
          "characters": [
            "敲",
            "成",
            "玉",
            "磬",
            "穿",
            "林",
            "响"
          ],
          "pinyins": [
            "qiāo",
            "chéng",
            "yù",
            "qìng",
            "chuān",
            "lín",
            "xiǎng"
          ]
        },
        {
          "characters": [
            "忽",
            "作",
            "玻",
            "璃",
            "碎",
            "地",
            "声"
          ],
          "pinyins": [
            "hū",
            "zuò",
            "bō",
            "lí",
            "suì",
            "dì",
            "shēng"
          ]
        },
        {
          "characters": [
            "(",
            "玻",
            "璃",
            " ",
            "一",
            "作",
            "：",
            "玻",
            "瓈",
            ")"
          ],
          "pinyins": [
            "(",
            "bō",
            "lí",
            " ",
            "yī",
            "zuò",
            "：",
            "bō",
            "lí",
            ")"
          ]
        }
      ],
      "keywords": [
        "小学古诗",
        "冬天",
        "儿童",
        "生活"
      ],
      "annotations": [
        {
          "translation": [
            "儿童早晨起来，将冻结在铜盆里的冰块脱下，用彩线穿起来当铮。",
            "敲出的声音像玉磬一般穿越树林，忽然冰锣敲碎落地，发出美玉摔碎般的声音。"
          ],
          "annotation": [
            "稚子：指幼稚、天真的孩子。",
            "脱晓冰：在这里指儿童晨起，从结成坚冰的铜盆里剜冰。",
            "钲：指古代的一种像锣的乐器。",
            "磬（qìng）：四声 古代打击乐器，形状像曲尺，用玉、石制成，可以悬挂在墙上。",
            "玻璃：指古时候的一种天然玉石，也叫水玉，并不是现在的玻璃。"
          ]
        }
      ],
      "appreciations": [
        [
          "全诗摄取瞬间快景避开直接描写，用生动形象的“穿林”响声和贴切的比喻，用老者的眼光开掘稚子的情趣。",
          "一、二句“稚子金盆脱晓冰，彩丝穿取当银钲”。金盆，古时把金属的东西统称作金，这里指铜盆。脱，脱离，取出。晓，清晨。钲（读zhēng），锣。说清晨起来，儿童从铜盆里取出夜间冻好的冰块，用彩色丝线穿上当作银锣。天寒才能结冰，冰块又是很凉的，儿童却早早起来去玩它，写出儿童不怕冷；一块凉凉的冰有什么好玩的呢？有的，可以穿上丝线当锣敲。这是只有儿才想得出的，而且是“彩”线，“银”锣，又很美。说明这个儿童既顽皮，又聪明精灵。",
          "第三句“敲成玉磬穿林响”，磬（读qìng），乐器名，古时常用玉石雕成。悬于架上，以物敲击。这句详细描写儿童提着银锣似的冰块玩耍的情景。说他手提“银锣”在树林里边敲边跑，“银锣”发出玉磬般美妙的乐声。无疑，这声音清脆悦耳，传得很远。“穿”字，有人在林间奔跑的意思，也有声音的传播。诗句将儿童得到“银锣”，兴高采烈的情态传神地描绘出来，让人想见他那狂喜的身影。",
          "第四句“忽作玻璃碎地声”。意外的情况发生了，诗的发展出现了波折。玻璃，古时指天然的玉类美石。碎地，落在地上摔碎。意思是;儿童手里的冰块忽然掉在地上，摔碎了，那声音就像美玉落地摔碎一样。儿童的心情怎样呢？诗人没有写，但可以想象出，一定是感到突然，有些遗憾，先是果呆地站在那里望着地上碎裂的冰块。几乎同时送到耳朵的声响竟是那样优美，又ー个意想不到，也许他会瞬间转忧为喜，高兴得又蹦又跳了。这最后一句，意外，又合情理。沉甸甸的冰块，用丝线提着，掉下是很自然的冬天地面冻得很硬，冰块又硬又脆，落地摔碎也很容易。但儿童不考虑这些，只顾高兴地跑呀，敲呀，结果摔碎了。活画出儿童天真可爱的形象，而且情趣横生，余味无穷，给人以美的享受。",
          "诗中孩子弄冰的场景，充满了乐趣：心态上，寒天“弄冰”，童心炽热；色泽上，“金”盘“彩”丝串“银”冰；形态上，是用“金盘”脱出的“银铮”，圆形；声音上，有 “玉罄穿林响”的高亢，忽又转 作“玻璃碎地声”的清脆。全诗形色兼具以感目，声意俱美以悦耳赏心，绘声绘色地表现出儿童以冰为钲、自得其乐的盎然意趣。",
          "全诗突出一个“稚”字。稚气和乐趣能使儿童忘却严冬的寒冷，保持他一如既往的活力和快乐。孩童与老人在心理特征上有诸多的相通之处，唯其如此，孩童的“脱冰作戏”的场景在老人的眼里才有依依情趣。",
          "正是以这种老少相通的心理特征为审美基点，杨万里通过“以稚为老”的手法使童趣化为诗趣，一方面从稚子的心理出发，描写“脱冰”的动作细节；另一方面基于世人的心理去感受，欣赏其行为细节，这样孩童的稚气与老人的“天真”相映成趣，融为形之于笔端的盎然诗意。诗人发自内心地尊重儿童的天真，才能把孩子玩冰的情趣描绘得如此真切酣畅。"
        ]
      ],
      "title": "稚子弄冰"
    },
    {
      "dynasty": "宋代",
      "author": "雷震",
      "lines": [
        {
          "characters": [
            "草",
            "满",
            "池",
            "塘",
            "水",
            "满",
            "陂"
          ],
          "pinyins": [
            "cǎo",
            "mǎn",
            "chí",
            "táng",
            "shuǐ",
            "mǎn",
            "bēi"
          ]
        },
        {
          "characters": [
            "山",
            "衔",
            "落",
            "日",
            "浸",
            "寒",
            "漪"
          ],
          "pinyins": [
            "shān",
            "xián",
            "luò",
            "rì",
            "jìn",
            "hán",
            "yī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "牧",
            "童",
            "归",
            "去",
            "横",
            "牛",
            "背"
          ],
          "pinyins": [
            "mù",
            "tóng",
            "guī",
            "qù",
            "héng",
            "niú",
            "bèi"
          ]
        },
        {
          "characters": [
            "短",
            "笛",
            "无",
            "腔",
            "信",
            "口",
            "吹"
          ],
          "pinyins": [
            "duǎn",
            "dí",
            "wú",
            "qiāng",
            "xìn",
            "kǒu",
            "chuī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "农村",
        "写景",
        "儿童"
      ],
      "annotations": [
        {
          "translation": [
            "在一个长满水草的池塘里，池水灌得满满的，山衔住落日淹没了水波。",
            "放牛的孩子横坐在牛背上，随意地用短笛吹奏着不成调的的乐曲。"
          ],
          "annotation": [
            "陂（bēi）：池塘的岸。",
            "衔：口里含着。本文指落日西沉，半挂在山腰，像被山咬住了。",
            "浸：淹没。",
            "寒漪（yī）：水上波纹。",
            "横牛背：横坐在牛背上。",
            "腔：曲调。",
            "信口：随口。",
            "归去：回去。",
            "池塘：堤岸。"
          ]
        },
        {
          "translation": [
            "池塘四周长满了青草，池塘里的水几乎溢出了塘岸，山像是衔着落日似地倒映在波光荡漾的水面上。",
            "放牛的孩子横坐在牛背上，慢慢的朝家而去，拿着短笛随便地吹奏着不成调的曲子。"
          ],
          "annotation": [
            "陂（bēi）：池塘。",
            "衔：口里含着。此指落日西沉，半挂在山腰，像被山咬住了。",
            "浸：淹没。寒漪：带有凉意的水纹。漪（yī），水波。",
            "横牛背：横坐在牛背上。",
            "腔：曲调。信口：随口。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首描写农村晚景的诗。四周长满青草的池塘里，池水灌得满满的，太阳正要落山，红红的火球好像被山吃掉一样（是落山后），倒映在冰凉的池水波纹中。放牛回家的孩子横坐在牛背，他拿着短笛随便的吹奏。诗人即景而写，构成了一幅饶有生活情趣的农村晚景图。",
          "1、写景的艺术特色：《村晚》的写景文字集中在一、二两句，写的是山村晚景。诗人把池塘、山、落日三者有机地融合起来，描绘了一幅非常幽雅美丽的图画,为后两句写牧童出场布置了背景。瞧,\"草满池塘水满陂\"，两个\"满\"字，写出仲夏时令的景物特点，写出了景色的生机一片；\"山衔落日浸寒漪\"，一个\"衔\"，写日落西山，拟人味很浓，一个\"浸\"，写山和落日倒映在水中的形象，生动形象。\"横\"字表明牧童不是规矩地骑，而是随意横坐在牛背上，表现了牧童的调皮可爱，天真活泼，淳朴无邪。这些景物，色彩和谐，基调清新，有了这样的环境，那牧童自然就是悠哉悠哉、其乐融融的了。同时，也表现出了牧童无忧无虑，悠闲自在的情致……",
          "2、诗歌的意境的创造：诗人是带着一种欣赏的目光去看牧童、写村晚的，他十分满足于这样一种自然风光优美、人的生活自由自在的环境，所以他写牧童，让其\"横牛背\"，吹笛呢，则是\"无腔信口\"，是诗人厌倦了尘世的喧嚣，看破了\"红尘滚滚\"呢，还是他天性好静、好无拘无束呢？总之，这首诗描绘的确实是一幅悠然超凡、世外桃源般的画面，无论是色彩的搭配，还是背景与主角的布局，都非常协调，而画中之景、画外之声，又给人一种恬静悠远的美好感觉。"
        ],
        [
          "宋诗与唐诗中的不少写景之作，都是诗中有画。但唐人诗中之画，多为妙手天成；宋人却更多是有意为之。尤其是南宋末年，一些作家常以七绝的形式，进行这方面的艺术实践。使你感到这些诗本就是题在画上的。此诗是其中的较有成就者。",
          "这是一首描写农村晚景的诗。诗人即景而写，构成了一幅饶有生活情趣的农村晚景图：在四周长满青草的池塘里，池中的水灌得满满的，太阳正要落山，红红的火球好像被山吃掉一样（是落山后），倒映在冰凉的池水波纹中。放牛回家的孩子横坐在牛背，他拿着短笛随意的吹奏。诗人即景而写，构成了一幅饶有生活情趣的农村晚景图。",
          "诗前两句写背景。首句“草满池塘”是说节令已在春末，池塘里的青草已经长满，借鉴谢灵运《登池上楼》名句“池塘生春草”，但以“满”字易“生”字，显出节令的不同。“水满陂”，是说正逢多雨季节，因此水涨得很高。次句写远山落日。用一个“衔”字，形象地现出落日挂在山头上的情况，与杜甫“四更山吐月”的“吐”字同见炼字之工。又用一个“浸”字，写落日青山倒映水中，与王安石“北山输绿涨横陂”句情景非常相似。诗围绕池塘为中心，以池塘中的绿草与澄净的池水，带出青山与落日，中间以一“浸”字作维系，使池塘显得很热闹，色彩也十分绚丽。",
          "后两句表现了乡野黄昏晚景的可爱，村童牛背吹笛，悠然自得，纯朴无邪而快乐。",
          "诗人带着一种欣赏的目光去看牧童、写村晚，他十分满足于这样一种自然风光优美、人们生活自由自在的环境，故写牧童，让其\"横牛背\"，吹笛，则是“无腔信口”，是诗人厌倦了尘世的喧嚣，看破了\"红尘滚滚\"呢，还是他天性好静、好无拘无束呢？总之，这首诗描绘的确实是一幅悠然超凡、世外桃源般的画面，无论是色彩的搭配，还是背景与主角的布局，都非常协调，而画中之景、画外之声，又给人一种恬静悠远的美好感觉。",
          "诗摄取的画面不大，写景则集中在池塘上，写人则集中在牧童上，又都紧紧围绕着“村晚”二字落笔，把人引入了江南优美的田园之中，使人对悠然恬静的乡村生活充满着向往。在此之前，张舜民《村居》诗有“夕阳牛背无人卧，带得寒鸦两两归”句，与这首诗比，画面中少了个天真烂漫的牧童，代之以牛背的乌鸦，以显出村晚的萧瑟。同样的农村景色，因诗人的心情不同，摄取的画面便不同，一是充满情趣，一是惆怅落寞，因此诗家有“一切景语皆情语”的说法。"
        ]
      ],
      "title": "村晚"
    },
    {
      "dynasty": "唐代",
      "author": "王昌龄",
      "lines": [
        {
          "characters": [
            "青",
            "海",
            "长",
            "云",
            "暗",
            "雪",
            "山"
          ],
          "pinyins": [
            "qīng",
            "hǎi",
            "cháng",
            "yún",
            "àn",
            "xuě",
            "shān"
          ]
        },
        {
          "characters": [
            "孤",
            "城",
            "遥",
            "望",
            "玉",
            "门",
            "关"
          ],
          "pinyins": [
            "gū",
            "chéng",
            "yáo",
            "wàng",
            "yù",
            "mén",
            "guān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "黄",
            "沙",
            "百",
            "战",
            "穿",
            "金",
            "甲"
          ],
          "pinyins": [
            "huáng",
            "shā",
            "bǎi",
            "zhàn",
            "chuān",
            "jīn",
            "jiǎ"
          ]
        },
        {
          "characters": [
            "不",
            "破",
            "楼",
            "兰",
            "终",
            "不",
            "还"
          ],
          "pinyins": [
            "bù",
            "pò",
            "lóu",
            "lán",
            "zhōng",
            "bù",
            "huán"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "高中古诗",
        "边塞",
        "战争",
        "壮志",
        "早教",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "青海湖上乌云密布，遮得连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。",
            "守边将士身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。"
          ],
          "annotation": [
            "青海：指青海湖，在今青海省。唐朝大将哥舒翰筑城于此，置神威军戍守。",
            "长云：层层浓云。",
            "雪山：即祁连山，山巅终年积雪，故云。",
            "孤城：即玉门关。",
            "玉门关：汉置边关名，在今甘肃敦煌西。一作“雁门关”。",
            "破：一作“斩”。",
            "楼兰：汉时西域国名，即鄯善国，在今新疆维吾尔自治区鄯善县东南一带。西汉时楼兰国王与匈奴勾通，屡次杀害汉朝通西域的使臣。此处泛指唐西北地区常常侵扰边境的少数民族政权。",
            "终不还：一作“竟不还”。"
          ]
        }
      ],
      "appreciations": [
        [
          "唐代边塞诗的读者，往往因为诗中所涉及的地名古今杂举、空间悬隔而感到困惑。怀疑作者不谙地理，因而不求甚解者有之，曲为之解者亦有之。这第四首诗就有这种情形。",
          "前两句提到三个地名。雪山即河西走廊南面横亘廷伸的祁连山脉。青海与玉门关东西相距数千里，却同在一幅画面上出现，于是对这两句就有种种不同的解说。有的说，上句是向前极目，下句是回望故乡。这很奇怪。青海、雪山在前，玉门关在后，则抒情主人公回望的故乡该是玉门关西的西域，那不是汉兵，倒成胡兵了。另一说，次句即“孤城玉门关遥望”之倒文，而遥望的对象则是“青海长云暗雪山”，这里存在两种误解：一是把“遥望”解为“遥看”，二是把对西北边陲地区的概括描写误解为抒情主人公望中所见，而前一种误解即因后一种误解而生。",
          "“青海长云暗雪山，孤城遥望玉门关”，诗人在开篇描绘了一幅壮阔苍凉的边塞风景，概括了西北边陲的状貌。这两句话的意思是：青海湖上的天空，长云遮蔽，湖北面绵延着的雪山隐约可见，翻过雪山，就是河西走廊荒漠中的孤城，再往西，就可以看到玉门关。在唐代，西边有吐蕃，北边有突厥，当时的青海是唐军和吐蕃多次交战的地方，而玉门关外就是突厥的势力范围，所以这两座城池是唐重要的边防城。看着青海和玉门关，就使 战士想到曾经在这两个地方发生过的战斗场面，不由心潮澎湃。可见这两句写景中包含丰富的感情，有戍守边疆将士们对边防的关注，有他们对自己能担负保家卫国责任的自豪，也有边疆环境恶劣，将领戍边生活艰苦的孤寂心情，种种感情都融进了这苍凉 辽阔、迷茫昏暗的景象中。",
          "“黄沙百战穿金甲，不破楼兰终不还。”两句由情景交融的环境描写转为直接抒情。“黄沙百战穿金甲”，是概括力极强的诗句。戍边时间之漫长，战事之频繁，战斗之艰苦，敌军之强悍，边地之荒凉，都于此七字中概括无遗。“百战”是比较抽象的，冠以“黄沙”二字，就突出了西北战场的特征， “百战”而至“穿金甲”，更可想见战斗之艰苦激烈，也可想见这漫长的时间中有一系列“白骨掩蓬蒿”式的壮烈牺牲。但是，金甲尽管磨穿，将士的报国壮志却并没有销磨，而是在大漠风沙的磨炼中变得更加坚定。“不破楼兰终不还”，就是身经百战的将士豪壮的誓言。上一句把战斗之艰苦、战事之频繁越写得突出，这一句便越显得铿锵有力、掷地有声。",
          "盛唐优秀的边塞诗有一个重要的思想特色，就是在抒写戍边将士的豪情壮志的同时，并不回避战争的艰苦，本篇就是一个显例。可以说，三、四两句不是空洞肤浅的抒情，正是因为有一、二两句那种含蕴丰富的大处落墨的环境描写。典型环境与人物感情高度统一，是王昌龄绝句的一个突出优点，这在本篇中也有明显的体现。"
        ]
      ],
      "title": "从军行七首·其四"
    },
    {
      "dynasty": "宋代",
      "author": "陆游",
      "lines": [
        {
          "characters": [
            "三",
            "万",
            "里",
            "河",
            "东",
            "入",
            "海"
          ],
          "pinyins": [
            "sān",
            "wàn",
            "lǐ",
            "hé",
            "dōng",
            "rù",
            "hǎi"
          ]
        },
        {
          "characters": [
            "五",
            "千",
            "仞",
            "岳",
            "上",
            "摩",
            "天"
          ],
          "pinyins": [
            "wǔ",
            "qiān",
            "rèn",
            "yuè",
            "shàng",
            "mó",
            "tiān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "遗",
            "民",
            "泪",
            "尽",
            "胡",
            "尘",
            "里"
          ],
          "pinyins": [
            "yí",
            "mín",
            "lèi",
            "jìn",
            "hú",
            "chén",
            "lǐ"
          ]
        },
        {
          "characters": [
            "南",
            "望",
            "王",
            "师",
            "又",
            "一",
            "年"
          ],
          "pinyins": [
            "nán",
            "wàng",
            "wáng",
            "shī",
            "yòu",
            "yī",
            "nián"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "忧国忧民",
        "同情"
      ],
      "annotations": [
        {
          "translation": [
            "万里长的黄河奔腾向东流入大海，千仞高的华山耸入云霄触青天。",
            "中原人民在胡人压迫下眼泪已流尽，他们盼望王师北伐盼了一年又一年。"
          ],
          "annotation": [
            "三万里：长度，形容它的长，是虚指。",
            "河：指黄河。",
            "五千仞（rèn）：形容它的高。仞，古代计算长度的一种单位，周尺八尺或七尺，周尺一尺约合二十三厘米。",
            "岳：指五岳之一西岳华山。黄河和华山都在金人占领区内。一说指北方泰、恒、嵩、华诸山。",
            "摩天：迫近高天，形容极高。摩，摩擦、接触或触摸。",
            "遗民：指在金占领区生活的汉族人民，却认同南宋王朝统治的人民。",
            "泪尽：眼泪流干了，形容十分悲惨、痛苦。",
            "胡尘：指金人入侵中原，也指胡人骑兵的铁蹄践踏扬起的尘土和金朝的暴政。胡，中国古代对北方和西方少数民族的泛称。",
            "南望：远眺南方。",
            "王师：指宋朝的军队。"
          ]
        }
      ],
      "appreciations": [
        [
          "要想理解这首诗，必须理解“五千仞岳”，于此有人说是泰山，因为泰山最高，被列在五岳之首，历代君王也多要去泰山封禅，用黄河与泰山作为中原大好山河的象征似乎是再恰当不过的了；赖汉屏认为岳指华山，理由是黄河与华山都在金人占领区内。陆游诗中的“岳”是指华山，可以从《宋史·陆游传》以及陆游的诗词中找到证据。《宋史·陆游传》中有这样的记载：“王炎宣抚川、陕，辟为干办公事。游为炎陈进取之策，以为经略中原必自长安始，取长安必自陇右始。”从中可以看出陆游收复中原的策略，就是通过四川进入陇右，先夺取长安，然后凭借关中的屏障进攻退守，像秦一样收复中原。这样的例子还有很多，陆游把这么多心思用在这一块土地上，可见他的主张是横贯其诗歌创作的始终的，那么“五千仞山上摩天”中的岳指华山自然就最恰当了。",
          "“三万里河东入海，五千仞岳上摩天。”两句一横一纵，北方中原半个中国的形胜，便鲜明突兀、苍莽无垠地展现出来了。奇伟壮丽的山河，标志着祖国的可爱，象征着民众的坚强不屈，已留下丰富的想象空间。然而，大好河山，陷于敌手，使人感到无比愤慨。这两句意境扩大深沉，对仗工整犹为余事。",
          "“遗民泪尽胡尘里，南望王师又一年。”句笔锋一转，顿觉风云突起，诗境向更深远的方向开拓。“泪尽”一词，千回万转，更含无限酸辛。眼泪流了六十多年，早已尽了。但即使“眼枯终见血”，那些心怀故国的遗民依然企望南天；金人马队扬起的灰尘，隔不断他们苦盼王师的视线。中原广大人民受到压迫的沉重，经受折磨历程的长久，期望恢复信念的坚定不移与迫切，都充分表达出来了。以“胡尘”作“泪尽”的背景，感情愈加沉痛。结句一个“又”字扩大了时间的上限。他们年年岁岁盼望着南宋能够出师北伐，可是岁岁年年此愿落空。他们不知道，南宋君臣早已把他们忘记得干干净净。",
          "诗人极写北地遗民的苦望，实际上是在表露自己心头的失望。当然，他们还是不断地盼望下去。人民的爱国热忱真如压在地下的跳荡火苗，历久愈炽；而南宋统治集团则正醉生梦死于西子湖畔，把大好河山、国恨家仇丢在脑后，可谓心死久矣。诗人为遗民呼号，目的还是想引起南宋当国者的警觉，激起他们的恢复之志。"
        ]
      ],
      "title": "秋夜将晓出篱门迎凉有感"
    },
    {
      "dynasty": "唐代",
      "author": "杜甫",
      "lines": [
        {
          "characters": [
            "剑",
            "外",
            "忽",
            "传",
            "收",
            "蓟",
            "北"
          ],
          "pinyins": [
            "jiàn",
            "wài",
            "hū",
            "chuán",
            "shōu",
            "jì",
            "běi"
          ]
        },
        {
          "characters": [
            "初",
            "闻",
            "涕",
            "泪",
            "满",
            "衣",
            "裳"
          ],
          "pinyins": [
            "chū",
            "wén",
            "tì",
            "lèi",
            "mǎn",
            "yī",
            "shang"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "却",
            "看",
            "妻",
            "子",
            "愁",
            "何",
            "在"
          ],
          "pinyins": [
            "què",
            "kàn",
            "qī",
            "zǐ",
            "chóu",
            "hé",
            "zài"
          ]
        },
        {
          "characters": [
            "漫",
            "卷",
            "诗",
            "书",
            "喜",
            "欲",
            "狂"
          ],
          "pinyins": [
            "màn",
            "juàn",
            "shī",
            "shū",
            "xǐ",
            "yù",
            "kuáng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "白",
            "日",
            "放",
            "歌",
            "须",
            "纵",
            "酒"
          ],
          "pinyins": [
            "bái",
            "rì",
            "fàng",
            "gē",
            "xū",
            "zòng",
            "jiǔ"
          ]
        },
        {
          "characters": [
            "青",
            "春",
            "作",
            "伴",
            "好",
            "还",
            "乡"
          ],
          "pinyins": [
            "qīng",
            "chūn",
            "zuò",
            "bàn",
            "hǎo",
            "huán",
            "xiāng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "即",
            "从",
            "巴",
            "峡",
            "穿",
            "巫",
            "峡"
          ],
          "pinyins": [
            "jí",
            "cóng",
            "bā",
            "xiá",
            "chuān",
            "wū",
            "xiá"
          ]
        },
        {
          "characters": [
            "便",
            "下",
            "襄",
            "阳",
            "向",
            "洛",
            "阳"
          ],
          "pinyins": [
            "biàn",
            "xià",
            "xiāng",
            "yáng",
            "xiàng",
            "luò",
            "yáng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "思归",
        "喜悦",
        "最美",
        "小学生必背古诗80首",
        "忧国"
      ],
      "annotations": [
        {
          "translation": [
            "剑外忽然传来收蓟北的消息，刚刚听到时涕泪满衣裳。",
            "回头看妻子和孩子哪还有一点的忧伤，胡乱地卷起诗书欣喜若狂。",
            "日头照耀放声高歌痛饮美酒，趁着明媚春光与妻儿一同返回家乡。",
            "就从巴峡再穿过巫峡，经过了襄阳后又直奔洛阳。"
          ],
          "annotation": [
            "闻：听说。官军：指唐朝军队。",
            "剑外：剑门关以南，这里指四川。",
            "蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。",
            "涕：眼泪。",
            "却看：回头看。",
            "妻子：妻子和孩子。",
            "愁何在：哪还有一点的忧伤？愁已无影无踪。",
            "漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说杜甫已经迫不及待地去整理行装准备回家乡去了。",
            "喜欲狂：高兴得简直要发狂。",
            "放歌：放声高歌。",
            "须：应当。",
            "纵酒：开怀痛饮。",
            "青春：指明丽的春天的景色。",
            "作伴：与妻儿一同。",
            "巫峡：长江三峡之一，因穿过巫山得名。",
            "便：就的意思。",
            "襄阳：今属湖北。",
            "洛阳：今属河南，古代城池。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗作于唐代宗广德元年（公元763年）春。当年正月史朝义自缢，安史之乱结束。杜甫听到这消息，不禁惊喜欲狂，手舞足蹈，冲口唱出这首七律。诗的前半部分写初闻喜讯的惊喜；后半部分写诗人手舞足蹈做返乡的准备，凸显了急于返回故乡的欢快之情。全诗情感奔放，处处渗透着“喜”字，痛快淋漓地抒发了作者无限喜悦兴奋的心情。因此被称为杜甫“生平第一快诗”。除第一句叙事点题外，其余各句，都是抒发诗人忽闻胜利消息之后的惊喜之情。诗人的思想感情出自胸臆，奔涌直泻。后六句都是对偶，但却明白自然像说话一般，有水到渠成之妙。",
          "首句起势迅猛，恰切地表现了捷报的突然。诗人多年飘泊“剑外”，备尝艰苦，想回故乡而不可能，就是由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，惊喜的洪流，一下子冲开了郁积已久的情感闸门，令诗人心中涛翻浪涌。“初闻涕泪满衣裳”，“初闻”紧承“忽传”，“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的真实表现。“蓟北”已收，战乱将息，乾坤疮痍、黎民疾苦，都将得到疗救，诗人颠沛流离、感时恨别的苦日子，总算熬过来了。然而痛定思痛，诗人回想八年来熬过的重重苦难，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于像噩梦一般过去了，诗人可以返回故乡了，人们将开始新的生活，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。",
          "第二联以转作承，落脚于“喜欲狂”，这是惊喜的更高峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当诗人悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，这一句是用妻儿的欢欣来衬托诗人的欣喜之情。",
          "“白日放歌须纵酒，青春作伴好还乡”紧承上联从生活细节上细致的刻画了诗人的狂喜。“白日”，指晴朗的日子，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春天的景物，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。诗人想到这里，自然就会“喜欲狂”了。",
          "“即从巴峡穿巫峡，便下襄阳向洛阳。”是诗人的联想，身在梓州，顷刻间就已回到家乡。诗人的惊喜达到高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了诗人想象的飞驰。“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有很漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”的疾速飞驰的画面，一个接一个地从读者眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。",
          "本诗主要叙写了诗人听到官军收复失地的消息后，十分的喜悦，收拾行装立即还乡的事。抒发诗人无法抑制的胜利喜悦与还乡快意，表现了诗人真挚的爱国情怀，表达了诗人博大的爱国胸怀和高尚的精神境界。"
        ]
      ],
      "title": "闻官军收河南河北"
    },
    {
      "dynasty": "先秦",
      "author": "韩非",
      "lines": [
        {
          "characters": [
            "楚",
            "人",
            "有",
            "鬻",
            "盾",
            "与",
            "矛",
            "者"
          ],
          "pinyins": [
            "chǔ",
            "rén",
            "yǒu",
            "yù",
            "dùn",
            "yǔ",
            "máo",
            "zhě"
          ]
        },
        {
          "characters": [
            "誉",
            "之",
            "曰",
            "：",
            "“",
            "吾",
            "盾",
            "之",
            "坚"
          ],
          "pinyins": [
            "yù",
            "zhī",
            "yuē",
            "：“",
            "wú",
            "dùn",
            "zhī",
            "jiān"
          ]
        },
        {
          "characters": [
            "物",
            "莫",
            "能",
            "陷",
            "也"
          ],
          "pinyins": [
            "wù",
            "mò",
            "néng",
            "xiàn",
            "yě"
          ]
        },
        {
          "characters": [
            "”",
            "又",
            "誉",
            "其",
            "矛",
            "曰",
            "：",
            "“",
            "吾",
            "矛",
            "之",
            "利"
          ],
          "pinyins": [
            "”",
            "yòu",
            "yù",
            "qí",
            "máo",
            "yuē",
            "：“",
            "wú",
            "máo",
            "zhī",
            "lì"
          ]
        },
        {
          "characters": [
            "于",
            "物",
            "无",
            "不",
            "陷",
            "也"
          ],
          "pinyins": [
            "yú",
            "wù",
            "wú",
            "bù",
            "xiàn",
            "yě"
          ]
        },
        {
          "characters": [
            "”",
            "或",
            "曰",
            "：",
            "“",
            "以",
            "子",
            "之",
            "矛",
            "陷",
            "子",
            "之",
            "盾"
          ],
          "pinyins": [
            "”",
            "huò",
            "yuē",
            "：“",
            "yǐ",
            "zǐ",
            "zhī",
            "máo",
            "xiàn",
            "zǐ",
            "zhī",
            "dùn"
          ]
        },
        {
          "characters": [
            "何",
            "如"
          ],
          "pinyins": [
            "hé",
            "rú"
          ]
        },
        {
          "characters": [
            "”",
            " ",
            "其",
            "人",
            "弗",
            "能",
            "应",
            "也"
          ],
          "pinyins": [
            "” ",
            "qí",
            "rén",
            "fú",
            "néng",
            "yīng",
            "yě"
          ]
        },
        {
          "characters": [
            "夫",
            "不",
            "可",
            "陷",
            "之",
            "盾",
            "与",
            "无",
            "不",
            "陷",
            "之",
            "矛"
          ],
          "pinyins": [
            "fū",
            "bù",
            "kě",
            "xiàn",
            "zhī",
            "dùn",
            "yǔ",
            "wú",
            "bù",
            "xiàn",
            "zhī",
            "máo"
          ]
        },
        {
          "characters": [
            "不",
            "可",
            "同",
            "世",
            "而",
            "立"
          ],
          "pinyins": [
            "bù",
            "kě",
            "tóng",
            "shì",
            "ér",
            "lì"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学文言文",
        "哲理",
        "故事"
      ],
      "annotations": [
        {
          "translation": [
            "有一个楚国人，既卖盾又卖矛。他夸耀自己的盾，说：“我的盾坚固无比，没有什么东西能够穿透它。”又夸耀自己的矛，说：“我的矛锋利极了，任何坚固的东西都穿得透。”有人问他：“如果用您的矛刺您的盾，结果会怎么样呢？”那人张口结舌，一句话也回答不上来。什么都不能刺穿的盾与什么都能刺穿的矛，不可能同时存在于这个世界上。"
          ],
          "annotation": [
            "矛:古代用来刺杀敌人的长柄兵器，矛的基本形制有狭叶、阔叶、长叶、叶刃带系和凹口骹式等。",
            "盾:盾牌,古代作战时遮挡刀剑用。",
            "誉：赞誉，夸耀。",
            "曰：说，讲。",
            "吾：我。",
            "陷：穿透、刺穿的意思 。",
            "或：有人。",
            "以：使用；用。",
            "子：您，对人的尊称。",
            "何如：怎么样。",
            "应：回答。",
            "利：锋利，锐利。",
            "其：助词。这里指那个卖矛和盾的人。",
            "弗能：不能。",
            "之：的。",
            "鬻（yù)：卖。",
            "者：...的人。",
            "莫：没有什么。",
            "夫：用在句首，引起议论。"
          ]
        }
      ],
      "appreciations": [],
      "title": "自相矛盾"
    },
    {
      "dynasty": "南北朝",
      "author": "刘义庆",
      "lines": [
        {
          "characters": [
            "梁",
            "国",
            "杨",
            "氏",
            "子",
            "九",
            "岁"
          ],
          "pinyins": [
            "liáng",
            "guó",
            "yáng",
            "shì",
            "zǐ",
            "jiǔ",
            "suì"
          ]
        },
        {
          "characters": [
            "甚",
            "聪",
            "惠"
          ],
          "pinyins": [
            "shèn",
            "cōng",
            "huì"
          ]
        },
        {
          "characters": [
            "孔",
            "君",
            "平",
            "诣",
            "其",
            "父"
          ],
          "pinyins": [
            "kǒng",
            "jūn",
            "píng",
            "yì",
            "qí",
            "fù"
          ]
        },
        {
          "characters": [
            "父",
            "不",
            "在"
          ],
          "pinyins": [
            "fù",
            "bù",
            "zài"
          ]
        },
        {
          "characters": [
            "乃",
            "呼",
            "儿",
            "出"
          ],
          "pinyins": [
            "nǎi",
            "hū",
            "ér",
            "chū"
          ]
        },
        {
          "characters": [
            "为",
            "设",
            "果"
          ],
          "pinyins": [
            "wéi",
            "shè",
            "guǒ"
          ]
        },
        {
          "characters": [
            "果",
            "有",
            "杨",
            "梅"
          ],
          "pinyins": [
            "guǒ",
            "yǒu",
            "yáng",
            "méi"
          ]
        },
        {
          "characters": [
            "孔",
            "指",
            "以",
            "示",
            "儿",
            "曰",
            "：",
            "“",
            "此",
            "是",
            "君",
            "家",
            "果"
          ],
          "pinyins": [
            "kǒng",
            "zhǐ",
            "yǐ",
            "shì",
            "ér",
            "yuē",
            "：“",
            "cǐ",
            "shì",
            "jūn",
            "jiā",
            "guǒ"
          ]
        },
        {
          "characters": [
            "”",
            "儿",
            "应",
            "声",
            "答",
            "曰",
            "：",
            "“",
            "未",
            "闻",
            "孔",
            "雀",
            "是",
            "夫",
            "子",
            "家",
            "禽"
          ],
          "pinyins": [
            "”",
            "ér",
            "yīng",
            "shēng",
            "dá",
            "yuē",
            "：“",
            "wèi",
            "wén",
            "kǒng",
            "què",
            "shì",
            "fū",
            "zǐ",
            "jiā",
            "qín"
          ]
        },
        {
          "characters": [
            "”"
          ],
          "pinyins": [
            "”"
          ]
        }
      ],
      "keywords": [
        "儿童",
        "小学文言文"
      ],
      "annotations": [
        {
          "translation": [
            "梁国一户姓杨的人家家里有一个九岁的儿子，非常聪明。孔君平来拜见他的父亲，恰巧他父亲不在，于是便叫他出来。他为孔君平端来水果，水果中有杨梅，孔君平指着杨梅给孩子看，并说：“这是你家的水果。”杨氏子马上回答说：“没听说孔雀是先生您家的鸟。”"
          ],
          "annotation": [
            "孔君平：孔坦，字君平，官至延尉。",
            "氏：姓氏，表示家族的姓。",
            "夫子：旧时对学者或老师的尊称。",
            "设：摆放，摆设。",
            "甚：非常。",
            "诣：拜见。",
            "未闻：没有听说过。",
            "示：给……看。",
            "惠：惠同“慧”，智慧的意思。",
            "乃：就；于是。",
            "曰：说。",
            "未：没有。"
          ]
        }
      ],
      "appreciations": [],
      "title": "杨氏之子"
    },
    {
      "dynasty": "唐代",
      "author": "孟郊",
      "lines": [
        {
          "characters": [
            "慈",
            "母",
            "手",
            "中",
            "线"
          ],
          "pinyins": [
            "cí",
            "mǔ",
            "shǒu",
            "zhōng",
            "xiàn"
          ]
        },
        {
          "characters": [
            "游",
            "子",
            "身",
            "上",
            "衣"
          ],
          "pinyins": [
            "yóu",
            "zǐ",
            "shēn",
            "shàng",
            "yī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "临",
            "行",
            "密",
            "密",
            "缝"
          ],
          "pinyins": [
            "lín",
            "xíng",
            "mì",
            "mì",
            "féng"
          ]
        },
        {
          "characters": [
            "意",
            "恐",
            "迟",
            "迟",
            "归"
          ],
          "pinyins": [
            "yì",
            "kǒng",
            "chí",
            "chí",
            "guī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "谁",
            "言",
            "寸",
            "草",
            "心"
          ],
          "pinyins": [
            "shuí",
            "yán",
            "cùn",
            "cǎo",
            "xīn"
          ]
        },
        {
          "characters": [
            "报",
            "得",
            "三",
            "春",
            "晖"
          ],
          "pinyins": [
            "bào",
            "dé",
            "sān",
            "chūn",
            "huī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "乐府",
        "赞颂",
        "母亲",
        "母爱",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "慈祥的母亲手里把着针线，为即将远游的孩子赶制新衣。",
            "临行前一针针密密地缝缀，怕儿子回来得晚衣服破损。",
            "谁说像小草那样微弱的孝心，能报答得了像春晖普泽的慈母恩情？"
          ],
          "annotation": [
            "游子：古代称远游旅居的人。吟：诗体名称。",
            "游子：指诗人自己，以及各个离乡的游子。",
            "临：将要。",
            "意恐：担心。归：回来，回家。",
            "谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。",
            "报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。"
          ]
        },
        {
          "translation": [
            "慈祥的母亲手里把着针线。 为将远游的孩子赶制新衣。",
            "临行她忙着缝得严严实实， 是耽心孩子此去难得回归。",
            "谁能说像小草的那点孝心， 可报答春晖般的慈母恩惠？"
          ],
          "annotation": [
            "１、寸草：比喻非常微小。",
            "２、三春晖：三春，指春天的孟春、仲春、季春；晖，阳光；形容母爱如春天和煦的阳光。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首母爱的颂歌。全诗共六句三十字，采用白描的手法，通过回忆一个看似平常的临行前缝衣的场景，凸显并歌颂了母爱的伟大与无私，表达了诗人对母爱的感激以及对母亲深深的爱与尊敬之情。此诗情感真挚自然，虽无藻绘与雕饰，然而清新流畅，淳朴素淡的语言中蕴含着浓郁醇美的诗味，千百年来广为传诵。",
          "开头两句“慈母手中线，游子身上衣”，用“线”与“衣”两件极常见的东西将“慈母”与“游子”紧紧联系在一起，写出母子相依为命的骨肉感情。三、四句“临行密密缝，意恐迟迟归”，通过慈母为游子赶 制出门衣服的动作和心理的刻画，深化这种骨肉之情。母亲千针万线“密密缝”是因为怕儿子“迟迟”难归。伟大的母爱正是通过日常生活中的细节自然地流露出来。前面四句采用白描手法，不作任何修饰，但慈母的形象真切感人。",
          "最后两句“谁言寸草心，报得三春晖”，是作者直抒胸臆，对母爱作尽情的讴歌。这两句采用传统的比兴手法：儿女像区区小草，母爱如春天阳光。儿女怎能报答母爱于万一呢？悬绝的对比，形象的比喻，寄托着赤子对慈母发自肺腑的爱。",
          "这首诗艺术地再现了人所共感的平凡而又伟大的人性美，所以千百年来赢得了无数读者强烈的共鸣。直到清朝，溧阳有两位诗人又吟出了这样的诗句：“父书空满筐，母线萦我襦”（史骐生《写怀》），“向来多少泪，都染手缝衣”（彭桂《建初弟来都省亲喜极有感》），足见此诗给后人的深刻印象。"
        ]
      ],
      "title": "游子吟"
    },
    {
      "dynasty": "唐代",
      "author": "王维",
      "lines": [
        {
          "characters": [
            "人",
            "闲",
            "桂",
            "花",
            "落"
          ],
          "pinyins": [
            "rén",
            "xián",
            "guì",
            "huā",
            "là"
          ]
        },
        {
          "characters": [
            "夜",
            "静",
            "春",
            "山",
            "空"
          ],
          "pinyins": [
            "yè",
            "jìng",
            "chūn",
            "shān",
            "kōng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "月",
            "出",
            "惊",
            "山",
            "鸟"
          ],
          "pinyins": [
            "yuè",
            "chū",
            "jīng",
            "shān",
            "niǎo"
          ]
        },
        {
          "characters": [
            "时",
            "鸣",
            "春",
            "涧",
            "中"
          ],
          "pinyins": [
            "shí",
            "míng",
            "chūn",
            "jiàn",
            "zhōng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "春天",
        "写景",
        "早教"
      ],
      "annotations": [
        {
          "translation": [
            "寂静的山谷中，只有木樨花在无声的飘落，宁静的夜色中春山一片空寂。",
            "月亮升起月光照耀大地时惊动了山中栖鸟，在春天的溪涧里不时地鸣叫。"
          ],
          "annotation": [
            "鸟鸣涧：鸟儿在山涧中鸣叫。",
            "人闲：指没有人事活动相扰。",
            "闲：安静、悠闲，含有人声寂静的意思。",
            "桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。",
            "春山：春日的山。亦指春日山中。",
            "空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。",
            "月出：月亮升起。",
            "惊：惊动，扰乱。",
            "山鸟：山中的鸟。",
            "时鸣：偶尔（时而）啼叫。",
            "时：时而，偶尔。"
          ]
        }
      ],
      "appreciations": [
        [
          "关于这首诗中的桂花，颇有些分歧意见。一种解释是桂花有春花、秋花、四季花等不同种类，此处所写的当是春日开花的一种。另一种意见认为文艺创作不一定要照搬生活，传说王维画的《袁安卧雪图》，在雪中还有碧绿的芭蕉，现实生活中不可能同时出现的事物，在文艺创作中是允许的。不过，这首诗是王维题友人所居的《皇甫岳云溪杂题五首》之一。五首诗每一首写一处风景，接近于风景写生，而不同于一般的写意画，因此，以解释为山中此时实有的春桂为妥。 　　此诗描绘山间春夜中幽静而美丽的景色，侧重于表现夜间春山的宁静幽美。全诗旨在写静，却以动景处理，这种反衬的手法极见诗人的禅心与禅趣。",
          "“人闲桂花落，夜静春山空”，便以声写景，巧妙地采用了通感的手法，将“花落”这一动态情景与“人闲”结合起来。花开花落，都属于天籁之音，唯有心真正闲下来，放下对世俗杂念的挚着迷恋，才能将个人的精神提升到一个“空”的境界。当时的背景是“深夜”，诗人显然无法看到桂花飘落的景致，但因为“夜静”，更因为观风景的人“心静”，所以他还是感受到了盛开的桂花从枝头脱落、飘下、着地的过程。而我们也似乎进入了“香林花雨”的胜景。此处的“春山”还给我们留下了想象的空白，因是“春山”，可以想见白天的喧闹的画面：春和日丽、鸟语花香、欢声笑语。而此时，夜深人静，游人离去，白天的喧闹消失殆尽，山林也空闲了下来，其实“空”的还有诗人作为禅者的心境。唯其心境洒脱，才能捕捉到到别人无法感受的情景。",
          "末句“月出惊山鸟，时鸣春涧中”，便是以动写静，一“惊”一“鸣”，看似打破了夜的静谧，实则用声音的描述衬托山里的幽静与闲适：月亮从云层中钻了出来，静静的月光流泻下来，几只鸟儿从睡梦中醒了过来，不时地呢喃几声，和着春天山涧小溪细细的水流声，更是将这座寂静山林的整体意境烘托在读者眼前，与王籍“蝉噪林逾静，鸟鸣山更幽”（《入若耶溪》）有异曲同工之妙。鸟惊，当然是由于它们已习惯于山谷的静默，似乎连月出也带有新的刺激。但月光之明亮，使幽谷前后景象顿时发生变化，亦可想见。所谓“月明星稀，乌鹊南飞”（曹操《短歌行》）是可以供读者联想的。但王维所处的是盛唐时期，不同于建安时代的兵荒马乱，连鸟兽也不免惶惶之感。王维的“月出惊山鸟”，大背景是安定统一的盛唐社会，鸟虽惊，但决不是“绕树三匝，无枝可依”。它们并不飞离春涧，甚至根本没有起飞，只是在林木间偶而发出叫声。“时鸣春涧中”，它们与其说是“惊”，不如说是对月出感到新鲜。因而，如果对照曹操的《短歌行》，在王维这首诗中，倒不仅可以看到春山由明月、落花、鸟鸣所点缀的那样一种迷人的环境，而且还能感受到盛唐时代和平安定的社会气氛。",
          "王维在他的山水诗里，喜欢创造静谧的意境，这首诗也是这样。但诗中所写的却是花落、月出、鸟鸣，这些动的景物，既使诗显得富有生机而不枯寂，同时又通过动，更加突出地显示了春涧的幽静。动的景物反而能取得静的效果，这是因为事物矛盾着的双方，总是互相依存的。在一定条件下，动之所以能够发生，或者能够为人们所注意，正是以静为前提的。“鸟鸣山更幽”，这里面是包含着艺术辩证法的。"
        ]
      ],
      "title": "鸟鸣涧"
    },
    {
      "dynasty": "唐代",
      "author": "王之涣",
      "lines": [
        {
          "characters": [
            "黄",
            "河",
            "远",
            "上",
            "白",
            "云",
            "间"
          ],
          "pinyins": [
            "huáng",
            "hé",
            "yuǎn",
            "shàng",
            "bái",
            "yún",
            "jiān"
          ]
        },
        {
          "characters": [
            "一",
            "片",
            "孤",
            "城",
            "万",
            "仞",
            "山"
          ],
          "pinyins": [
            "yī",
            "piàn",
            "gū",
            "chéng",
            "wàn",
            "rèn",
            "shān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "羌",
            "笛",
            "何",
            "须",
            "怨",
            "杨",
            "柳"
          ],
          "pinyins": [
            "qiāng",
            "dí",
            "hé",
            "xū",
            "yuàn",
            "yáng",
            "liǔ"
          ]
        },
        {
          "characters": [
            "春",
            "风",
            "不",
            "度",
            "玉",
            "门",
            "关"
          ],
          "pinyins": [
            "chūn",
            "fēng",
            "bù",
            "dù",
            "yù",
            "mén",
            "guān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "边塞",
        "写景",
        "思乡",
        "早教小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。",
            "何必用羌笛吹起那哀怨的《杨柳曲》去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！"
          ],
          "annotation": [
            "凉州词：又名《出塞》。为当时流行的一首曲子（《凉州词》）配的唱词。",
            "原题二首，此其一，郭茂倩《乐府诗集》卷七十九《近代曲词》载有《凉州歌》，并引《乐苑》云：“《凉州》，宫调曲，开元中西凉府都督郭知运进”。凉州，唐陇右道凉州治所在姑臧县（今甘肃省武威市凉州区）。",
            "远上；远远向西望去。“远”一作“直”。",
            "黄河远上：远望黄河的源头。",
            "孤城：指孤零零的戍边的城堡。",
            "仞：古代的长度单位，一仞相当于七尺或八尺(等于231cm或264cm,约等于2.3m或2.6m)。",
            "羌笛：古羌族主要分布在甘、青、川一带。羌笛是羌族乐器，属横吹式管乐。属于一种乐器。",
            "何须：何必。何须怨：何必埋怨。",
            "杨柳：指的是《杨柳曲》。古诗文中常以杨柳喻送别情事。。",
            "度：吹到过。不度：吹不到",
            "玉门关：汉武帝置，因西域输入玉石取道于此而得名。故址在今甘肃敦煌西北小方盘城,是古代通往西域的要道。六朝时关址东移至今安西双塔堡附近。"
          ]
        }
      ],
      "appreciations": [
        [
          "诗人初到凉州，面对黄河、边城的辽阔景象，又耳听着《折杨柳》曲，有感而发，写成了这首表现戍守边疆的士兵思念家乡情怀的诗作。",
          "诗的前两句描绘了西北边地广漠壮阔的风光。首句抓住自下（游）向上（游）、由近及远眺望黄河的特殊感受，描绘出“黄河远上白云间”的动人画面：汹涌澎湃波浪滔滔的黄河竟像一条丝带迤逦飞上云端。写得真是神思飞跃，气象开阔。诗人的另一名句“黄河入海流”，其观察角度与此正好相反，是自上而下的目送；而李白的“黄河之水天上来”，虽也写观望上游，但视线运动却又由远及近，与此句不同。“黄河入海流”和“黄河之水天上来”，同是着意渲染黄河一泻千里的气派，表现的是动态美。而“黄河远上白云间”，方向与河的流向相反，意在突出其源远流长的闲远仪态，表现的是一种静态美。同时展示了边地广漠壮阔的风光，不愧为千古奇句。",
          "次句“一片孤城万仞山”出现了塞上孤城，这是此诗主要意象之一，属于“画卷”的主体部分。“黄河远上白云间”是它远大的背景，“万仞山”是它靠近的背景。在远川高山的反衬下，益见此城地势险要、处境孤危。“一片”是唐诗习用语词，往往与“孤”连文（如“孤帆一片”、“一片孤云”等等），这里相当于“一座”，而在词采上多一层“单薄”的意思。这样一座漠北孤城，当然不是居民点，而是戌边的堡垒，同时暗示读者诗中有征夫在。“孤城”作为古典诗歌语汇，具有特定涵义。它往往与离人愁绪联结在一起，如“夔府孤城落日斜，每依北斗望京华”（杜甫《秋兴》）、“遥知汉使萧关外，愁见孤城落日边”（王维《送韦评事》）等等。第二句“孤城”意象先行引入，为下两句进一步刻画征夫的心理作好了准备。",
          "“羌笛何须怨杨柳”，在这样苍凉 的环境背景下，忽然听到了羌笛声，所吹的曲调恰好又是《折杨柳》，这不禁勾起戍边士兵们的思乡之愁。因为“柳”和“留”谐音，所以古人常常在别离的时候折柳相赠表示留念。北朝乐府《鼓角横吹曲》中有《折杨柳枝》：“上马不捉鞭，反拗杨柳枝。蹀座吹长笛，愁杀行客儿。”就提到了行人临别时折柳。这种折柳送别风气在唐朝尤其盛行。士兵们听着哀怨的曲子，内心非常惆怅，诗人也不知道该如何安慰戍边的士兵，只能说，羌笛何必总是吹奏那首哀伤的《折杨柳》曲呢？春风本来就吹不到玉门关里的。既然没有春风又哪里有杨柳来折呢？这句话含有一股怨气，但是又含无可奈何语气，虽然乡愁难耐，但是戍守边防的责任更为重大啊。一个“何须怨”看似宽慰，但是，也曲折表达了那种抱怨，使整首诗的意韵变得更为深远。这里的春风也暗指皇帝，因为皇帝的关怀到达不了这里，所以，玉门关外士兵处境如此的孤危和恶劣。诗人委婉地表达了对皇帝不顾及戍守玉门关边塞士兵的生死，不能体恤边塞士兵的抱怨之情。",
          "本首诗调苍凉悲壮，虽写满抱怨但却并不消极颓废，表现了盛唐时期人们宽广豁达的胸襟。诗文中对比手法的运用使 诗意的表现更有张力。用语委婉精确，表达思想感情恰到好处。"
        ]
      ],
      "title": "凉州词二首·其一"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": [
        {
          "characters": [
            "故",
            "人",
            "西",
            "辞",
            "黄",
            "鹤",
            "楼"
          ],
          "pinyins": [
            "gù",
            "rén",
            "xī",
            "cí",
            "huáng",
            "hè",
            "lóu"
          ]
        },
        {
          "characters": [
            "烟",
            "花",
            "三",
            "月",
            "下",
            "扬",
            "州"
          ],
          "pinyins": [
            "yān",
            "huā",
            "sān",
            "yuè",
            "xià",
            "yáng",
            "zhōu"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "孤",
            "帆",
            "远",
            "影",
            "碧",
            "空",
            "尽"
          ],
          "pinyins": [
            "gū",
            "fān",
            "yuǎn",
            "yǐng",
            "bì",
            "kōng",
            "jìn"
          ]
        },
        {
          "characters": [
            "唯",
            "见",
            "长",
            "江",
            "天",
            "际",
            "流"
          ],
          "pinyins": [
            "wéi",
            "jiàn",
            "cháng",
            "jiāng",
            "tiān",
            "jì",
            "liú"
          ]
        },
        {
          "characters": [
            " ",
            "(",
            "唯",
            " ",
            "通",
            "：",
            "惟",
            ")"
          ],
          "pinyins": [
            " (",
            "wéi",
            " ",
            "tōng",
            "：",
            "wéi",
            ")"
          ]
        }
      ],
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "写景",
        "写水",
        "友情",
        "送别",
        "早教",
        "月份",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。",
            "孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。"
          ],
          "annotation": [
            "黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。",
            "故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。",
            "辞：辞别。",
            "烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。",
            "下：顺流向下而行。",
            "碧空尽：消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。",
            "唯见：只看见。",
            "天际流：流向天边。",
            "天际：天边，天边的尽头。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗不同于王勃《送杜少府之任蜀州》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。而是表现一种充满诗意的离别。其之所以如此，是因为这是两位风流潇洒的诗人的离别，还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人的向往，这就使得这次离别多了点诗意，少了份伤感。",
          "李白与孟浩然的交往，是他当年轻快意的时候，所以眼里所看到的无不是美好惬意。这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼顺着长江而下，这一路都是繁花似锦。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州地区，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。",
          "“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼是天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身，又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去广陵，又构成一种联想，增加了那种愉快的、畅想曲的气氛。",
          "“烟花三月下扬州”，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花，指烟雾迷蒙，繁花似锦。给读者的感觉绝不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月是烟花之时，而开元时代繁华的长江下游，又正是烟花之地。“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人孙洙誉为“千古丽句”。 李白渴望去扬州之情溢于言表。",
          "诗的后两句看起来似乎是写景，但在写景中包含着一个充满诗意的细节。“孤帆远影碧空尽”李白一直把朋友送上船，船已经扬帆而去，而他还在江边目送远去的风帆。李白的目光望着帆影，一直看到帆影逐渐模糊，消失在碧空的尽头，可见目送时间之长。帆影已经消逝了，然而李白还在翘首凝望，这才注意到一江春水，在浩浩荡荡地流向远远的水天交接之处。",
          "最后一句是眼前景象，但又不单纯是写景。李白对朋友的一片深情，李白的向往，正体现在这富有诗意的神驰目注之中。诗人的心潮起伏，正像滚滚东去的一江春水。总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，将放舟长江的宽阔画面，将目送孤帆远影的细节，极为传神地表现出来。"
        ]
      ],
      "title": "黄鹤楼送孟浩然之广陵"
    },
    {
      "dynasty": "宋代",
      "author": "翁卷",
      "lines": [
        {
          "characters": [
            "绿",
            "遍",
            "山",
            "原",
            "白",
            "满",
            "川"
          ],
          "pinyins": [
            "lǜ",
            "biàn",
            "shān",
            "yuán",
            "bái",
            "mǎn",
            "chuān"
          ]
        },
        {
          "characters": [
            "子",
            "规",
            "声",
            "里",
            "雨",
            "如",
            "烟"
          ],
          "pinyins": [
            "zǐ",
            "guī",
            "shēng",
            "lǐ",
            "yǔ",
            "rú",
            "yān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "乡",
            "村",
            "四",
            "月",
            "闲",
            "人",
            "少"
          ],
          "pinyins": [
            "xiāng",
            "cūn",
            "sì",
            "yuè",
            "xián",
            "rén",
            "shǎo"
          ]
        },
        {
          "characters": [
            "才",
            "了",
            "蚕",
            "桑",
            "又",
            "插",
            "田"
          ],
          "pinyins": [
            "cái",
            "le",
            "cán",
            "sāng",
            "yòu",
            "chā",
            "tián"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "乡村",
        "劳动",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫。",
            "乡村的四月正是最忙的时候，刚刚结束了蚕桑的事又要插秧了。"
          ],
          "annotation": [
            "山原：山陵和原野。",
            "白满川：指稻田里的水色映着天光。",
            "川：平地。",
            "子规：鸟名，杜鹃鸟。",
            "才了：刚刚结束。",
            "蚕桑：种桑养蚕。",
            "插田：插秧。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗以清新明快的笔调，出神入化地描写了江南农村初夏时节的旖旎风光，表达了诗人对乡村生活的热爱之情。前两句写自然景象。“绿”，写树木葱郁，“白”，写水光映天。诗人从视觉角度着眼，描绘出明丽动人的山水色彩。第二句不仅以烟喻雨，写出了江南梅雨特有的景致，而且以催耕的鸟声，平添了无限的生机。后两句写农家的繁忙。“乡村四月闲人少”一句，绘尽农家四月人繁忙的景象；而第四句以“蚕桑”照应首句的“绿遍山原”，以“插田”照应首句的“白满川”，一个“才”和一个“又”两个虚字极富表现力，不言“忙”而“忙”意自见。",
          "“绿遍山原白满川，子规声里雨如烟”。山原，山间原野。白，白色，指水。川，河流。子规，大杜鹃，又名“布谷鸟”，夏时各处飞叫，声如“快快布谷”，有催促农事意。雨如烟，指毛毛细雨，轻如烟雾。意思说：初夏季节，江南的山间原野，到处绿油油的，满河的流水，映着天光，白茫茫一片。在如烟似雾的细雨中，杜鹃鸟不时地鸣叫着，催促着农事。这两句写自然风光。前句是静景，有山原有河水，一“绿”一“白”，色彩明丽；后句是动景，有子规的鸣叫，有细雨的飘洒，情意绵绵。并于景物描写中，暗示出农事正忙。山原绿遍，草木葱茏，桑叶也当肥嫩，河水涨满，细雨如烟，恰是插秧的好时机，更有杜鹃鸟热心地鸣叫催促，人们怎么能够停闲呢？",
          "“乡村四月闲人少，才了蚕桑又插田。”后两句歌咏江南初夏的繁忙农事。采桑养蚕和插稻秧，是关系着衣和食的两大农事，现在正是忙季，家家户户都在忙碌不停。对诗的末句不可看得过实，以为家家都是首先做好采桑喂蚕，有人运苗，有人插秧；有人是先蚕桑后插田，有人是先插田后蚕桑，有人则只忙于其中的一项，少不得有人还要做其他活计。“才了蚕桑又插田”，不过是化繁为简，勾画乡村四月农家的忙碌气氛。至于不正面直说人们太忙，却说闲人很少，那是故意说得委婉一些，舒缓一些，为的是在人们一片繁忙紧张之中保持一种从容恬静的气度，而这从容恬静与前两名景物描写的水彩画式的朦胧色调是和谐统一的。",
          "这首诗语言明快，格调轻松，形象鲜明，读来朗朗上口，给人留下深刻美好的印象。它把自然之美和劳动之美和谐地统一在画面里，流露出作者的赞美之情，也使读者感受到生活的美好和劳动的乐趣。"
        ]
      ],
      "title": "乡村四月"
    }
  ]
]
