export const poems = [
  [
    {
      "dynasty": "唐代",
      "author": "杜牧",
      "lines": {
        "characters": [
          "远上寒山石径斜，白云生处有人家。(生处 一作：深处)",
          "停车坐爱枫林晚，霜叶红于二月花。"
        ],
        "pinyins": [
          [
            "yuǎn",
            "shàng",
            "hán",
            "shān",
            "shí",
            "jìng",
            "xié",
            "，",
            "bái",
            "yún",
            "shēng",
            "chǔ",
            "yǒu",
            "rén",
            "jiā",
            "。(",
            "shēng",
            "chǔ",
            " ",
            "yī",
            "zuò",
            "：",
            "shēn",
            "chǔ",
            ")"
          ],
          [
            "tíng",
            "chē",
            "zuò",
            "ài",
            "fēng",
            "lín",
            "wǎn",
            "，",
            "shuāng",
            "yè",
            "hóng",
            "yú",
            "èr",
            "yuè",
            "huā",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "秋天",
        "写景",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文沿着弯弯曲曲的小路上山，在那生出白云的地方居然还有几户人家。停下马车是因为喜爱深秋枫林的晚景，枫叶秋霜染过，艳比二月春花。",
          "注释山行：在山中行走。远上：登上远处的。寒山：深秋季节的山。石径：石子的小路。斜：为倾斜的意思。生：产生，生出。另有版本作“深”。（“生”可理解为在形成白云的地方；“深”可理解为在云雾缭绕的的深处）车：轿子。坐：因为。霜叶：枫树的叶子经深秋寒霜之后变成了红色。枫林晚：傍晚时的枫树林。红于：比……更红，本文指霜叶红于二月花。▲"
        ],
        [
          "译文沿着弯弯曲曲的小路上山，在那生出白云的地方居然还有几户人家。停下马车是因为喜爱深秋枫林的晚景，枫叶秋霜染过，艳比二月春花。",
          "注释山行：在山中行走。远上：登上远处的。寒山：深秋季节的山。石径：石子的小路。斜：为倾斜的意思。生：产生，生出。另有版本作“深”。（“生”可理解为在形成白云的地方；“深”可理解为在云雾缭绕的的深处）车：轿子。坐：因为。霜叶：枫树的叶子经深秋寒霜之后变成了红色。枫林晚：傍晚时的枫树林。红于：比……更红，本文指霜叶红于二月花。▲"
        ]
      ],
      "appreciations": [
        [
          "这首诗描绘的是秋之色，展现出一幅动人的山林秋色图。诗里写了山路、人家、白云、红叶，构成一幅和谐统一的画面。这些景物不是并列的处于同等地位，而是有机地联系在一起，有主有从，有的处于画面的中心，有的则处于陪衬地位。简单来说，前三句是宾，第四句是主，前三句是为第四句描绘背景、创造气氛，起铺垫和烘托作用的。",
          "首句“远上寒山石径斜”，由下而上，写一条石头小路蜿蜒曲折地伸向充满秋意的山峦。“寒”字点明深秋季节;“远”字写出山路的绵长;“斜”字照应句首的“远”字，写出了高而缓的山势。由于坡度不大，故可乘车游山。",
          "次句“白云深处有人家”，描写诗人山行时所看到的远处风光。一个“深”字，形象地表现了白云升腾、缭绕和飘浮种种动态，也说明山很高。“有人家”三字会使人联想到炊烟袅袅，鸡鸣犬吠，从而感到深山充满生气，没有一点儿死寂的恐怖。“有人家”三字还照应了上句中的“石径”，因为这“石径”便是山里居民的通道。",
          "对这些景物，诗人只是在作客观的描述。虽然用了一个“寒”字，也只是为了逗出下文的“晚”字和“霜”字，并不表现诗人的感情倾向。它毕竟还只是在为后面的描写蓄势—勾勒枫林所在的环境。",
          "“停车坐爱枫林晚”便不同了，倾向性已经很鲜明，很强烈了。那山路、白云、人家都没有使诗人动心，这枫林晚景却使得他惊喜之情难以抑制。为了要停下来领略这山林风光，竟然顾不得驱车赶路。这句中的“晚”字用得无比精妙，它蕴含多层意思：（1）点明前两句是白天所见，后两句则是傍晚之景。（2）因为傍晚才有夕照，绚丽的晚霞和红艳的枫叶互相辉映，枫林才格外美丽。（3）诗人流连忘返，到了傍晚，还舍不得登车离去，足见他对红叶喜爱之极。（4）因为停车甚久，观察入微，才能悟出第四句“霜叶红于二月花”这样富有理趣的警句。",
          "第四句是全诗的中心，是诗人浓墨重彩、凝聚笔力写出来的。不仅前两句疏淡的景致成了这艳丽秋色的衬托，即使“停车坐爱枫林晚”一句，看似抒情叙事，实际上也起着写景衬托的作用：那停车而望、陶然而醉的诗人，也成了景色的一部分，有了这种景象，才更显出秋色的迷人。而一笔重写之后，戛然便止，又显得情韵悠扬，余味无穷。",
          "这是一首秋色的赞歌。诗人没有像古代一般文人那样，在秋季到来的时候，哀伤叹息。他歌颂的是大自然的秋色美，体现出了豪爽向上的精神，有一种英爽俊拔之气拂诸笔端，表现了诗人的才气，也表现了诗人的见地。▲"
        ],
        [
          "这首诗描绘的是秋之色，展现出一幅动人的山林秋色图。诗里写了山路、人家、白云、红叶，构成一幅和谐统一的画面。这些景物不是并列的处于同等地位，而是有机地联系在一起，有主有从，有的处于画面的中心，有的则处于陪衬地位。简单来说，前三句是宾，第四句是主，前三句是为第四句描绘背景、创造气氛，起铺垫和烘托作用的。",
          "首句“远上寒山石径斜”，由下而上，写一条石头小路蜿蜒曲折地伸向充满秋意的山峦。“寒”字点明深秋季节;“远”字写出山路的绵长;“斜”字照应句首的“远”字，写出了高而缓的山势。由于坡度不大，故可乘车游山。",
          "次句“白云深处有人家”，描写诗人山行时所看到的远处风光。一个“深”字，形象地表现了白云升腾、缭绕和飘浮种种动态，也说明山很高。“有人家”三字会使人联想到炊烟袅袅，鸡鸣犬吠，从而感到深山充满生气，没有一点儿死寂的恐怖。“有人家”三字还照应了上句中的“石径”，因为这“石径”便是山里居民的通道。",
          "对这些景物，诗人只是在作客观的描述。虽然用了一个“寒”字，也只是为了逗出下文的“晚”字和“霜”字，并不表现诗人的感情倾向。它毕竟还只是在为后面的描写蓄势—勾勒枫林所在的环境。",
          "“停车坐爱枫林晚”便不同了，倾向性已经很鲜明，很强烈了。那山路、白云、人家都没有使诗人动心，这枫林晚景却使得他惊喜之情难以抑制。为了要停下来领略这山林风光，竟然顾不得驱车赶路。这句中的“晚”字用得无比精妙，它蕴含多层意思：（1）点明前两句是白天所见，后两句则是傍晚之景。（2）因为傍晚才有夕照，绚丽的晚霞和红艳的枫叶互相辉映，枫林才格外美丽。（3）诗人流连忘返，到了傍晚，还舍不得登车离去，足见他对红叶喜爱之极。（4）因为停车甚久，观察入微，才能悟出第四句“霜叶红于二月花”这样富有理趣的警句。",
          "第四句是全诗的中心，是诗人浓墨重彩、凝聚笔力写出来的。不仅前两句疏淡的景致成了这艳丽秋色的衬托，即使“停车坐爱枫林晚”一句，看似抒情叙事，实际上也起着写景衬托的作用：那停车而望、陶然而醉的诗人，也成了景色的一部分，有了这种景象，才更显出秋色的迷人。而一笔重写之后，戛然便止，又显得情韵悠扬，余味无穷。",
          "这是一首秋色的赞歌。诗人没有像古代一般文人那样，在秋季到来的时候，哀伤叹息。他歌颂的是大自然的秋色美，体现出了豪爽向上的精神，有一种英爽俊拔之气拂诸笔端，表现了诗人的才气，也表现了诗人的见地。▲"
        ]
      ],
      "title": "山行"
    },
    {
      "dynasty": "宋代",
      "author": "苏轼",
      "lines": {
        "characters": [
          "<p>荷尽已无擎雨盖，菊残犹有傲霜枝。",
          "一年好景君须记，最是橙黄橘绿时。(最是 一作：正是) </p>"
        ],
        "pinyins": [
          [
            "<p>",
            "hé",
            "jìn",
            "yǐ",
            "wú",
            "qíng",
            "yǔ",
            "gài",
            "，",
            "jú",
            "cán",
            "yóu",
            "yǒu",
            "ào",
            "shuāng",
            "zhī",
            "。"
          ],
          [
            "yī",
            "nián",
            "hǎo",
            "jǐng",
            "jūn",
            "xū",
            "jì",
            "，",
            "zuì",
            "shì",
            "chéng",
            "huáng",
            "jú",
            "lǜ",
            "shí",
            "。(",
            "zuì",
            "shì",
            " ",
            "yī",
            "zuò",
            "：",
            "zhèng",
            "shì",
            ") </p>"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "写景",
        "勉励"
      ],
      "annotations": [
        [
          "译文荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。",
          "注释刘景文：刘季孙，字景文，工诗，时任两浙兵马都监，驻杭州。苏轼视他为国士，曾上表推荐，并以诗歌唱酬往来。荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。最是：一作“正是”。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。▲"
        ],
        [
          "译文荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。",
          "注释刘景文：刘季孙，字景文，工诗，时任两浙兵马都监，驻杭州。苏轼视他为国士，曾上表推荐，并以诗歌唱酬往来。荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。最是：一作“正是”。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。▲"
        ]
      ],
      "appreciations": [
        [
          "这首诗是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。",
          "苏轼的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。",
          "古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人胡仔以之与韩愈《早春呈水部张十八员外》诗中“正是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。",
          "荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故屈原写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。▲"
        ],
        [
          "这首诗是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。",
          "苏轼的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。",
          "古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人胡仔以之与韩愈《早春呈水部张十八员外》诗中“正是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。",
          "荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故屈原写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。▲"
        ]
      ],
      "title": "赠刘景文"
    },
    {
      "dynasty": "宋代",
      "author": "叶绍翁",
      "lines": {
        "characters": [
          "萧萧梧叶送寒声，江上秋风动客情。",
          "知有儿童挑促织，夜深篱落一灯明。"
        ],
        "pinyins": [
          [
            "xiāo",
            "xiāo",
            "wú",
            "yè",
            "sòng",
            "hán",
            "shēng",
            "，",
            "jiāng",
            "shàng",
            "qiū",
            "fēng",
            "dòng",
            "kè",
            "qíng",
            "。"
          ],
          [
            "zhī",
            "yǒu",
            "ér",
            "tóng",
            "tiāo",
            "cù",
            "zhī",
            "，",
            "yè",
            "shēn",
            "lí",
            "luò",
            "yī",
            "dēng",
            "míng",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "写景",
        "思念",
        "乡情"
      ],
      "annotations": [
        [
          "译文瑟瑟的秋风吹动梧桐树叶，送来阵阵寒意，江上秋风吹来不禁思念起自己的家乡。忽然看到远处篱笆下的一点灯火，料想是孩子们在捉蟋蟀。",
          "注释萧萧：风声。客情：旅客思乡之情。挑：挑弄、引动。促织：俗称蟋蟀，有的地区又叫蛐蛐。篱落：篱笆。"
        ]
      ],
      "appreciations": [
        [
          "《夜书所见》中的“见”是一个古今字，但在本文中是看见，所见的意思。所以在这里应读“jiàn”。全诗的理解应为：（题目）在孤寂夜里写写所思念的景象。（诗句）萧萧秋风吹动梧叶，送来阵阵寒意，客游在外的诗人不禁思念起自己的家乡。最记挂是自己疼爱的孩子，此时可能还在兴致勃勃地斗蟋蟀，夜深人静了还不肯睡眠。",
          "本诗交织作者的凄情暖意、欢怀挂心。表现古诗《夜书所见》唯美性，可从九方面赏析。",
          "1、借景抒情，以景入情。一二两句写自然环境，落木萧萧，寒声阵阵，秋风秋江，传达漂泊不定、凄怆落寞之感；引发后两句书写的思忆之情，思念家中小儿此时可能还在挑灯夜戏，挑逗斗蟀。孤独之时幻想天伦之情，萧索之景催发想念嬉耍之乐。以景入情，情景交融，相互映衬，构思神妙。",
          "2、动静结合，以动衬静。秋叶、秋风、秋声、秋江、秋舟、孤灯、顽童、斗蟀，均是写动景，动得有声有色、有光有影；篱落小屋，幽深夜晚，漆黑无边，这是写静景，静得凄神寒骨，令人惆怅满怀。那落叶片片，萧萧风声，却又引动诗人在幽静的深秋半夜挂念家中亲人思绪。",
          "3、悲欢交织，以欢掩悲。一二句写悲景，秋风扫落叶，长天送寒意；三四句叙欢情，深夜挑促织，异地思欢情。一悲一喜，悲喜交潜，以欢掩悲，更显游子流浪天涯的孤寂无奈、强烈思亲之情。",
          "4、虚实相益，以实映虚。全诗四句中一、二句写所见实景：叶落声寒，水动风凉；三、四句写引发想象：黑夜明灯，童观蟋斗。所见所闻，或明或暗，虚实相映。满耳秋声，满目秋夜，满怀乡情。实中有虚，寓虚于实，言寥寥而意无尽！",
          "5、心驰神往，远近互动。诗人因身受寂夜孤单之苦，而产生眷恋远方亲人之心。虽身在千里之距，嬉戏场景犹在眼前。近处寒叶声声扰，天伦乐事曼曼来。那物那景，直教人无限唏嘘。",
          "6、冷暖两分，“寒”“挑”传神。“寒”字一语双关，既有秋风袭来寒凉逼人之感，更有落泊天涯心神凄清之意。“挑”字于细节逼真见妙趣。写出儿童的专注嬉戏、轻挑细拨、忽屏息观斗、忽乍喜兴呼的斗蟋蟀场面，全在一“挑”。“挑”出了性格，“挑”出了神韵，“挑”出了思忆亲人温暖之情！",
          "7、“动”“知”连气，一气呵成。诗歌以落叶“送”寒， 寒声“动”情，情牵亲人，思亲慰寂，一气连成。“动”为诗“骨”，“知（思）”为诗“心”，做好了前后承接，使全诗起落得体、张驰有度。",
          "8、暗用典故，明了心意。“江上秋风动客情”暗用张翰辞官典故。据传晋人张翰官居洛阳，见秋风起而思念故乡，于是辞官回乡，了却心愿。“秋上心头使人愁”，更能传达诗人当时客居在外，乡愁满怀的心境。",
          "9、巧用修辞，情意绵长。“萧萧梧叶送寒声，江上秋风动客情”。这一“送”一“动”，寓情于物，赋予梧叶、秋风以人的情态思绪。这些物态声情的诗文，怎不把读者带进这风送寒凉、情动秋江的意境之中，令人痴迷难返，惆怅满怀。“萧萧梧叶送寒声”妙用通感，以萧萧之声催动凄凉心境，用听觉形象沟通触觉感受，意味绵长。 ▲"
        ],
        [
          "《夜书所见》中的“见”是一个古今字，但在本文中是看见，所见的意思。所以在这里应读“jiàn”。全诗的理解应为：（题目）在孤寂夜里写写所思念的景象。（诗句）萧萧秋风吹动梧叶，送来阵阵寒意，客游在外的诗人不禁思念起自己的家乡。最记挂是自己疼爱的孩子，此时可能还在兴致勃勃地斗蟋蟀，夜深人静了还不肯睡眠。",
          "本诗交织作者的凄情暖意、欢怀挂心。表现古诗《夜书所见》唯美性，可从九方面赏析。",
          "1、借景抒情，以景入情。一二两句写自然环境，落木萧萧，寒声阵阵，秋风秋江，传达漂泊不定、凄怆落寞之感；引发后两句书写的思忆之情，思念家中小儿此时可能还在挑灯夜戏，挑逗斗蟀。孤独之时幻想天伦之情，萧索之景催发想念嬉耍之乐。以景入情，情景交融，相互映衬，构思神妙。",
          "2、动静结合，以动衬静。秋叶、秋风、秋声、秋江、秋舟、孤灯、顽童、斗蟀，均是写动景，动得有声有色、有光有影；篱落小屋，幽深夜晚，漆黑无边，这是写静景，静得凄神寒骨，令人惆怅满怀。那落叶片片，萧萧风声，却又引动诗人在幽静的深秋半夜挂念家中亲人思绪。",
          "3、悲欢交织，以欢掩悲。一二句写悲景，秋风扫落叶，长天送寒意；三四句叙欢情，深夜挑促织，异地思欢情。一悲一喜，悲喜交潜，以欢掩悲，更显游子流浪天涯的孤寂无奈、强烈思亲之情。",
          "4、虚实相益，以实映虚。全诗四句中一、二句写所见实景：叶落声寒，水动风凉；三、四句写引发想象：黑夜明灯，童观蟋斗。所见所闻，或明或暗，虚实相映。满耳秋声，满目秋夜，满怀乡情。实中有虚，寓虚于实，言寥寥而意无尽！",
          "5、心驰神往，远近互动。诗人因身受寂夜孤单之苦，而产生眷恋远方亲人之心。虽身在千里之距，嬉戏场景犹在眼前。近处寒叶声声扰，天伦乐事曼曼来。那物那景，直教人无限唏嘘。",
          "6、冷暖两分，“寒”“挑”传神。“寒”字一语双关，既有秋风袭来寒凉逼人之感，更有落泊天涯心神凄清之意。“挑”字于细节逼真见妙趣。写出儿童的专注嬉戏、轻挑细拨、忽屏息观斗、忽乍喜兴呼的斗蟋蟀场面，全在一“挑”。“挑”出了性格，“挑”出了神韵，“挑”出了思忆亲人温暖之情！",
          "7、“动”“知”连气，一气呵成。诗歌以落叶“送”寒， 寒声“动”情，情牵亲人，思亲慰寂，一气连成。“动”为诗“骨”，“知（思）”为诗“心”，做好了前后承接，使全诗起落得体、张驰有度。",
          "8、暗用典故，明了心意。“江上秋风动客情”暗用张翰辞官典故。据传晋人张翰官居洛阳，见秋风起而思念故乡，于是辞官回乡，了却心愿。“秋上心头使人愁”，更能传达诗人当时客居在外，乡愁满怀的心境。",
          "9、巧用修辞，情意绵长。“萧萧梧叶送寒声，江上秋风动客情”。这一“送”一“动”，寓情于物，赋予梧叶、秋风以人的情态思绪。这些物态声情的诗文，怎不把读者带进这风送寒凉、情动秋江的意境之中，令人痴迷难返，惆怅满怀。“萧萧梧叶送寒声”妙用通感，以萧萧之声催动凄凉心境，用听觉形象沟通触觉感受，意味绵长。 ▲"
        ],
        [
          "这首诗是诗人客居异乡，静夜感秋所作，抒发了羁旅之愁和深挚的思乡之情。草木凋零，百卉衰残，江上秋风瑟瑟寒，梧叶萧萧吹心冷。诗中一个“送”字令人仿佛听到寒气砭骨之声。",
          "节候迁移，景物变换，最容易引起旅人的乡愁。作者客居异乡，静夜感秋，写下了这首情思婉转的小诗。",
          "这首诗，写秋夜所见之景，抒发羁旅思乡之情。一句写梧叶，“送寒声”，微妙地写出了夏去秋来之时，旅人的敏锐感觉。",
          "草木凋零，百卉衰残，是秋天的突出景象。诗词中常以具有物候特征的“梧叶”，置放在风雨之夜的典型环境中，表现秋的萧索。韦应物《秋夜南宫寄沣上弟及诸生》诗：“况兹风雨夜，萧条梧叶秋。”就采用了这一艺术手法。",
          "此诗以叠字象声词置于句首，一开始就唤起读者听觉形象的联想，造成秋气萧森的意象，并且用声音反衬出秋夜的寂静。接着用一“送”字，静中显动，引出“寒声”。在梧叶摇落的萧萧声中，仿佛含有砭骨的寒气；以听觉引起触觉的通感之法渲染了环境的凄清幽冷。",
          "二句接以“江上秋风”四字，既点明秋风的起处，又进一步烘托出了寒凉的气氛。秋风已至，而人客居他乡未归，因此触动了思乡之念。一个“送”字和一个“动”字，都用得十分传神，前者写“惊”秋之意，，后者抒“悲”秋之情。",
          "阵阵秋风，触发了羁旅行客的孤寂情怀。晋人张翰，在洛阳做官，见秋风起，因思故乡的莼菜羹和鲈鱼脍，就辞官回家了。此诗作者耳闻秋风之声，牵动了旅中情思，也怅然欲归。这两句用“梧叶”、“寒声”和“江上秋风”写出了秋意的清冷，实际上是用以衬托客居心境的凄凉。再以“动”字揭出“客情”，情景凑泊，自然贴切，弥见羁愁之深。",
          "三、四句写儿童挑促织，表面上看似乎与“客情”无关，实际上是用儿童的快乐——无忧无虑，来反衬自己旅居的孤独和愁思。",
          "这两句，从庭内移到户外，来了个大跨度的跳跃。这两句是倒装句，按意思顺序，应该前后互移。诗人意绪纷繁，难以入睡，转身步出户外，以排遣萦绕心头的羁思离愁，但眼前的夜景又给他以新的感受。",
          "“秋夜促织鸣，南邻捣衣急”（谢朓《秋夜》）。那茫茫的夜色中，闪现在篱落间的灯火，不正是“儿童挑促织”吗？这种无忧无虑、活泼天真的举动，与诗人的凄然情伤、低回不已，形成鲜明的对比。",
          "这首诗也有这个意思。暗夜中的一盏灯光，在诗人心灵的屏幕上映现出童年生活的片断：“儿时曾记得，呼灯灌穴，敛步随音”（张镃《满庭芳·促织儿》）。眼前之景与心中之情相遇合，使诗人陷入了对故乡的深沉思念之中。他以“篱落一灯”隐寓自己的“孤栖天涯”，借景物传达一片乡心，与“江上”句相关联，收束全篇，尤觉秋思洋溢，引人遐想。",
          "诗歌流露出留恋童年生活之情。儿童夜捉促织，勾起诗人对童年生活的回忆。这首诗先写秋风之声，次写听此声之感慨，末两句点题，写户外所见。这首诗语言流畅，层次分明，中间转折，句似断而意脉贯穿。诗人善于通过艺术形象，把不易说出的秋夜旅人况味委婉托出，而不落入衰飒的境界。最后以景结情，词淡意远，耐人咀嚼。▲"
        ],
        [
          "这首诗是诗人客居异乡，静夜感秋所作，抒发了羁旅之愁和深挚的思乡之情。草木凋零，百卉衰残，江上秋风瑟瑟寒，梧叶萧萧吹心冷。诗中一个“送”字令人仿佛听到寒气砭骨之声。",
          "节候迁移，景物变换，最容易引起旅人的乡愁。作者客居异乡，静夜感秋，写下了这首情思婉转的小诗。",
          "这首诗，写秋夜所见之景，抒发羁旅思乡之情。一句写梧叶，“送寒声”，微妙地写出了夏去秋来之时，旅人的敏锐感觉。",
          "草木凋零，百卉衰残，是秋天的突出景象。诗词中常以具有物候特征的“梧叶”，置放在风雨之夜的典型环境中，表现秋的萧索。韦应物《秋夜南宫寄沣上弟及诸生》诗：“况兹风雨夜，萧条梧叶秋。”就采用了这一艺术手法。",
          "此诗以叠字象声词置于句首，一开始就唤起读者听觉形象的联想，造成秋气萧森的意象，并且用声音反衬出秋夜的寂静。接着用一“送”字，静中显动，引出“寒声”。在梧叶摇落的萧萧声中，仿佛含有砭骨的寒气；以听觉引起触觉的通感之法渲染了环境的凄清幽冷。",
          "二句接以“江上秋风”四字，既点明秋风的起处，又进一步烘托出了寒凉的气氛。秋风已至，而人客居他乡未归，因此触动了思乡之念。一个“送”字和一个“动”字，都用得十分传神，前者写“惊”秋之意，，后者抒“悲”秋之情。",
          "阵阵秋风，触发了羁旅行客的孤寂情怀。晋人张翰，在洛阳做官，见秋风起，因思故乡的莼菜羹和鲈鱼脍，就辞官回家了。此诗作者耳闻秋风之声，牵动了旅中情思，也怅然欲归。这两句用“梧叶”、“寒声”和“江上秋风”写出了秋意的清冷，实际上是用以衬托客居心境的凄凉。再以“动”字揭出“客情”，情景凑泊，自然贴切，弥见羁愁之深。",
          "三、四句写儿童挑促织，表面上看似乎与“客情”无关，实际上是用儿童的快乐——无忧无虑，来反衬自己旅居的孤独和愁思。",
          "这两句，从庭内移到户外，来了个大跨度的跳跃。这两句是倒装句，按意思顺序，应该前后互移。诗人意绪纷繁，难以入睡，转身步出户外，以排遣萦绕心头的羁思离愁，但眼前的夜景又给他以新的感受。",
          "“秋夜促织鸣，南邻捣衣急”（谢朓《秋夜》）。那茫茫的夜色中，闪现在篱落间的灯火，不正是“儿童挑促织”吗？这种无忧无虑、活泼天真的举动，与诗人的凄然情伤、低回不已，形成鲜明的对比。",
          "这首诗也有这个意思。暗夜中的一盏灯光，在诗人心灵的屏幕上映现出童年生活的片断：“儿时曾记得，呼灯灌穴，敛步随音”（张镃《满庭芳·促织儿》）。眼前之景与心中之情相遇合，使诗人陷入了对故乡的深沉思念之中。他以“篱落一灯”隐寓自己的“孤栖天涯”，借景物传达一片乡心，与“江上”句相关联，收束全篇，尤觉秋思洋溢，引人遐想。",
          "诗歌流露出留恋童年生活之情。儿童夜捉促织，勾起诗人对童年生活的回忆。这首诗先写秋风之声，次写听此声之感慨，末两句点题，写户外所见。这首诗语言流畅，层次分明，中间转折，句似断而意脉贯穿。诗人善于通过艺术形象，把不易说出的秋夜旅人况味委婉托出，而不落入衰飒的境界。最后以景结情，词淡意远，耐人咀嚼。▲"
        ]
      ],
      "title": "夜书所见"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": {
        "characters": [
          "天门中断楚江开，碧水东流至此回。",
          "两岸青山相对出，孤帆一片日边来。"
        ],
        "pinyins": [
          [
            "tiān",
            "mén",
            "zhōng",
            "duàn",
            "chǔ",
            "jiāng",
            "kāi",
            "，",
            "bì",
            "shuǐ",
            "dōng",
            "liú",
            "zhì",
            "cǐ",
            "huí",
            "。"
          ],
          [
            "liǎng",
            "àn",
            "qīng",
            "shān",
            "xiāng",
            "duì",
            "chū",
            "，",
            "gū",
            "fān",
            "yī",
            "piàn",
            "rì",
            "biān",
            "lái",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "写景",
        "山水",
        "长江",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文长江犹如巨斧，劈开天门雄峰，碧绿江水滚滚东流到这里，又回旋向北流去。两岸青山互相对峙美景难分高下，一只小船从太阳升起的地方悠悠驶来。",
          "注释天门山：位于安徽省和县与芜湖市长江两岸，在江北的叫西梁山，在江南的叫东梁山（古代又称博望山）。两山隔江对峙，形同天设的门户，天门由此得名。中断：江水从中间隔断两山。楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。至此：意为东流的江水在这转向北流。一作“直北”。回：回漩，回转。指这一段江水由于地势险峻方向有所改变，并更加汹涌。两岸青山：分别指东梁山和西梁山。出：突出，出现。日边来：指孤舟从天水相接处的远方驶来，远远望去，仿佛来自日边。▲"
        ],
        [
          "译文长江犹如巨斧，劈开天门雄峰，碧绿江水滚滚东流到这里，又回旋向北流去。两岸青山互相对峙美景难分高下，一只小船从太阳升起的地方悠悠驶来。",
          "注释天门山：位于安徽省和县与芜湖市长江两岸，在江北的叫西梁山，在江南的叫东梁山（古代又称博望山）。两山隔江对峙，形同天设的门户，天门由此得名。中断：江水从中间隔断两山。楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。至此：意为东流的江水在这转向北流。一作“直北”。回：回漩，回转。指这一段江水由于地势险峻方向有所改变，并更加汹涌。两岸青山：分别指东梁山和西梁山。出：突出，出现。日边来：指孤舟从天水相接处的远方驶来，远远望去，仿佛来自日边。▲"
        ]
      ],
      "appreciations": [
        [
          "这首诗写了碧水青山，白帆红日，交映成一幅色彩绚丽的画面。但这画面不是静止的，而是流动的。随着诗人行舟，山断江开，东流水回，青山相对迎出，孤帆日边驶来，景色由远及近再及远地展开。诗中用了六个动词“断、开、流、回、出、来”，山水景物呈现出跃跃欲出的动态，描绘了天门山一带的雄奇阔远。一、二句写出了天门山水雄奇险峻不可阻遏的气势，给人惊心动魄之感；三、四句写足也写活了浑阔茫远的水势。",
          "“天门中断楚江开，碧水东流至此回。”这两句写诗人远眺天门山夹江对峙，江水穿过天门山，水势湍急、激荡回旋的壮丽景象。第一句紧扣题目，总写天门山，着重写出浩荡东流的楚江冲破天门山奔腾而去的壮阔气势。它给人以丰富的联想：天门两山本来是一个整体，阻挡着汹涌的江流。由于楚江怒涛的冲击，才撞开了“天门”，使它中断而成为东西两山。这和作者在《西岳云台歌送丹丘子》中所描绘的情景颇为相似：“巨灵（河神）咆哮擘两山（指河西的华山与河东的首阳山），洪波喷流射东海。”不过前者隐后者显而已。在作者笔下，楚江仿佛成了有巨大生命力的事物，显示出冲决一切阻碍的神奇力量，而天门山也似乎默默地为它让出了一条通道。",
          "第二句写天门山下的江水，又反过来着重写夹江对峙的天门山对汹涌奔腾的楚江的约束力和反作用。由于两山夹峙，浩阔的长江流经两山间的狭窄通道时，激起回旋，形成波涛汹涌的奇观。如果说上一句是借山势写出水的汹涌，那么这一句则是借水势衬出山的奇险。有的本子“至此回”作“直北回”，解者以为指东流的长江在这一带回转向北。这也许称得上对长江流向的精细说明，但不是诗，更不能显现天门奇险的气势。可比较《西岳云台歌送丹丘子》：“西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。”“盘涡毂转”也就是“碧水东流至此回”，同样是描绘万里江河受到峥嵘奇险的山峰阻遏时出现的情景，但作为一首七言古诗，写得淋漓尽致。从比较中就可以看出《望天门山》作为绝句的崇尚简省含蓄的特点。",
          "“两岸青山相对出，孤帆一片日边来。”这两句是一个不可分割的整体。第三句承前第一句写望中所见天门两山的雄姿；第四句承前第二句写长江江面的远景，点醒“望”的立脚点和表现诗人的淋漓兴会。诗人并不是站在岸上的某一个地方遥望天门山，他“望”的立脚点便是从“日边来”的“一片孤帆”。读这首诗的人大都赞赏“两岸青山相对出”的“出”字，因为它使本来静止不动的山带上了动态美，但却很少去考虑诗人何以有“相对出”的感受。如果是站在岸上某个固定的立脚点“望天门山”，那大概只会产生“两岸青山相对立”的静态感。反之，舟行江上，顺流而下，望着远处的天门两山扑进眼帘，显现出愈来愈清晰的身姿时，“两岸青山相对出”的感受就非常突出了。“出”字不但逼真地表现了在舟行过程中“望天门山”时天门山特有的姿态，而且寓含了舟中人的新鲜喜悦之感。夹江对峙的天门山，似乎正迎面向自己走来，表示它对江上来客的欢迎。青山既然对远客如此有情，则远客自当更加兴会淋漓。",
          "“孤帆一片日边来”，正传神地描绘出孤帆乘风破浪，越来越靠近天门山的情景，和诗人欣睹名山胜景、目接神驰的情状。由于末句在叙事中饱含诗人的激情，这首诗便在描绘出天门山雄伟景色的同时突出了诗人豪迈、奔放、自由洒脱、无拘无束的自我形象。",
          "这首诗意境开阔，气魄豪迈，音节和谐流畅，语言形象、生动，画面色彩鲜明。虽然只有短短的四句二十八个字，但它所构成的意境优美、壮阔，人们读了诗恍若置身其中。诗人将读者的视野沿着烟波浩渺的长江，引向无限宽广的天地里，使人顿时觉得心胸开阔、眼界扩大。从诗中可以看到诗人李白的豪放不羁的精神和不愿意把自己限在小天地里的广阔胸怀。▲"
        ],
        [
          "这首诗写了碧水青山，白帆红日，交映成一幅色彩绚丽的画面。但这画面不是静止的，而是流动的。随着诗人行舟，山断江开，东流水回，青山相对迎出，孤帆日边驶来，景色由远及近再及远地展开。诗中用了六个动词“断、开、流、回、出、来”，山水景物呈现出跃跃欲出的动态，描绘了天门山一带的雄奇阔远。一、二句写出了天门山水雄奇险峻不可阻遏的气势，给人惊心动魄之感；三、四句写足也写活了浑阔茫远的水势。",
          "“天门中断楚江开，碧水东流至此回。”这两句写诗人远眺天门山夹江对峙，江水穿过天门山，水势湍急、激荡回旋的壮丽景象。第一句紧扣题目，总写天门山，着重写出浩荡东流的楚江冲破天门山奔腾而去的壮阔气势。它给人以丰富的联想：天门两山本来是一个整体，阻挡着汹涌的江流。由于楚江怒涛的冲击，才撞开了“天门”，使它中断而成为东西两山。这和作者在《西岳云台歌送丹丘子》中所描绘的情景颇为相似：“巨灵（河神）咆哮擘两山（指河西的华山与河东的首阳山），洪波喷流射东海。”不过前者隐后者显而已。在作者笔下，楚江仿佛成了有巨大生命力的事物，显示出冲决一切阻碍的神奇力量，而天门山也似乎默默地为它让出了一条通道。",
          "第二句写天门山下的江水，又反过来着重写夹江对峙的天门山对汹涌奔腾的楚江的约束力和反作用。由于两山夹峙，浩阔的长江流经两山间的狭窄通道时，激起回旋，形成波涛汹涌的奇观。如果说上一句是借山势写出水的汹涌，那么这一句则是借水势衬出山的奇险。有的本子“至此回”作“直北回”，解者以为指东流的长江在这一带回转向北。这也许称得上对长江流向的精细说明，但不是诗，更不能显现天门奇险的气势。可比较《西岳云台歌送丹丘子》：“西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。”“盘涡毂转”也就是“碧水东流至此回”，同样是描绘万里江河受到峥嵘奇险的山峰阻遏时出现的情景，但作为一首七言古诗，写得淋漓尽致。从比较中就可以看出《望天门山》作为绝句的崇尚简省含蓄的特点。",
          "“两岸青山相对出，孤帆一片日边来。”这两句是一个不可分割的整体。第三句承前第一句写望中所见天门两山的雄姿；第四句承前第二句写长江江面的远景，点醒“望”的立脚点和表现诗人的淋漓兴会。诗人并不是站在岸上的某一个地方遥望天门山，他“望”的立脚点便是从“日边来”的“一片孤帆”。读这首诗的人大都赞赏“两岸青山相对出”的“出”字，因为它使本来静止不动的山带上了动态美，但却很少去考虑诗人何以有“相对出”的感受。如果是站在岸上某个固定的立脚点“望天门山”，那大概只会产生“两岸青山相对立”的静态感。反之，舟行江上，顺流而下，望着远处的天门两山扑进眼帘，显现出愈来愈清晰的身姿时，“两岸青山相对出”的感受就非常突出了。“出”字不但逼真地表现了在舟行过程中“望天门山”时天门山特有的姿态，而且寓含了舟中人的新鲜喜悦之感。夹江对峙的天门山，似乎正迎面向自己走来，表示它对江上来客的欢迎。青山既然对远客如此有情，则远客自当更加兴会淋漓。",
          "“孤帆一片日边来”，正传神地描绘出孤帆乘风破浪，越来越靠近天门山的情景，和诗人欣睹名山胜景、目接神驰的情状。由于末句在叙事中饱含诗人的激情，这首诗便在描绘出天门山雄伟景色的同时突出了诗人豪迈、奔放、自由洒脱、无拘无束的自我形象。",
          "这首诗意境开阔，气魄豪迈，音节和谐流畅，语言形象、生动，画面色彩鲜明。虽然只有短短的四句二十八个字，但它所构成的意境优美、壮阔，人们读了诗恍若置身其中。诗人将读者的视野沿着烟波浩渺的长江，引向无限宽广的天地里，使人顿时觉得心胸开阔、眼界扩大。从诗中可以看到诗人李白的豪放不羁的精神和不愿意把自己限在小天地里的广阔胸怀。▲"
        ]
      ],
      "title": "望天门山"
    },
    {
      "dynasty": "宋代",
      "author": "苏轼",
      "lines": {
        "characters": [
          "水光潋滟晴方好，山色空蒙雨亦奇。",
          "欲把西湖比西子，淡妆浓抹总相宜。"
        ],
        "pinyins": [
          [
            "shuǐ",
            "guāng",
            "liàn",
            "yàn",
            "qíng",
            "fāng",
            "hǎo",
            "，",
            "shān",
            "sè",
            "kōng",
            "mēng",
            "yǔ",
            "yì",
            "qí",
            "。"
          ],
          [
            "yù",
            "bǎ",
            "xī",
            "hú",
            "bǐ",
            "xī",
            "zǐ",
            "，",
            "dàn",
            "zhuāng",
            "nóng",
            "mǒ",
            "zǒng",
            "xiāng",
            "yí",
            "。"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "西湖",
        "写景",
        "早教",
        "优美",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。若把西湖比作美人西施，淡妆浓抹都是那么得十分适宜。",
          "注释湖：即杭州西湖。潋滟(liàn yàn) ：水面波光闪动的样子。方好：正是显得很美。空蒙：细雨迷茫的样子。西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、王昭君、貂蝉、杨玉环）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。相宜：也显得十分美丽。▲"
        ],
        [
          "译文在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。若把西湖比作美人西施，淡妆浓抹都是那么得十分适宜。",
          "注释湖：即杭州西湖。潋滟(liàn yàn) ：水面波光闪动的样子。方好：正是显得很美。空蒙：细雨迷茫的样子。西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、王昭君、貂蝉、杨玉环）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。相宜：也显得十分美丽。▲"
        ],
        [
          "译文在晴日阳光照耀下，西湖水波荡漾，光彩熠熠，美极了；雨天的西湖，山中云雾朦胧，缥缥渺渺，又显出别一番奇妙景致。如果把美丽的西湖比作美人西施，那么淡妆浓抹都显得十分自然。",
          "注释湖：即杭州西湖。潋滟(liàn yàn) ：水面波光闪动的样子。方好：正显得美。空蒙：细雨迷蒙的样子。亦：也。奇：奇妙。欲：可以；如果。西子：即西施，春秋时代越国著名的美女。总相宜：总是很合适，十分自然。▲"
        ],
        [
          "译文在晴日阳光照耀下，西湖水波荡漾，光彩熠熠，美极了；雨天的西湖，山中云雾朦胧，缥缥渺渺，又显出别一番奇妙景致。如果把美丽的西湖比作美人西施，那么淡妆浓抹都显得十分自然。",
          "注释湖：即杭州西湖。潋滟(liàn yàn) ：水面波光闪动的样子。方好：正显得美。空蒙：细雨迷蒙的样子。亦：也。奇：奇妙。欲：可以；如果。西子：即西施，春秋时代越国著名的美女。总相宜：总是很合适，十分自然。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首赞美西湖美景的诗。此诗不是描写西湖的一处之景、一时之景，而是对西湖美景的全面描写概括品评，尤其是后二句，被认为是对西湖的恰当评语。作者畅游西湖，从早到晚，一边欣赏美丽的湖光山色，一边饮酒构思，意笃八极，神游万仞。于是乎写就了这首传诵一时的佳作。",
          "诗的前两句既写了西湖的水光山色，也写了西湖的晴雨时的不同景色。“水光潋滟晴方好”描写西湖晴天的水光：在灿烂的阳光照耀下，西湖水波荡漾，波光闪闪，十分美丽。",
          "“山色空濛雨亦奇”描写雨天的山色：在雨幕笼罩下，西湖周围的群山，迷迷茫茫，若有若无，非常奇妙。从第一首诗可知，这一天诗人陪着客人在西湖游宴终日，早晨阳光明艳，后来转阴，入暮后下起雨来。而在善于领略自然并对西湖有深厚感情的诗人眼中，无论是水是山，或晴或雨，都是美好奇妙的。从“晴方好”“雨亦奇”这一赞评，可以想见在不同天气下的湖山胜景，也可想见诗人即景挥毫时的兴会及其洒脱的性格、开阔的胸怀。上半首写的景是交换、对应之景，情是广泛、豪宕之情，情景交融，句间情景相对，西湖之美概写无余，诗人苏轼之情表现无遗。",
          "诗的后两句进一步运用他的写气图貌之笔来描绘湖山的晴光雨色，而是遗貌取神，只用一个既空灵又贴切的妙喻就传出了湖山的神韵。苏轼用了比喻的修辞手法，把西湖之美与西施之美相比，当然无可非议。但，我们知道，历史上还有不少女子，其美与西施相比，恐怕也差不了多少。可苏轼为什么偏偏要选西施来比西湖呢？我想是不是有两个原因：一是西施的家乡在浙江，而且离西湖不远；二是西施和西湖，都有个“西”字，这真是个天作之合。至于称西施为西子，恐怕不仅是为了尊重，还与平仄有关系(第三句最后一个字要求仄声字，而“施”是平声字)。现在，西湖也叫西子湖，就是源于苏轼这首诗。对这个比喻，存在有两种相反的解说：一说认为诗人“是以晴天的西湖比淡妆的西子，以雨天的西湖比浓妆的西子”；一说认为诗人是“以晴天比浓妆，雨天比淡妆”。两说都各有所见，各有所据。但就才情横溢的诗人而言，这是妙手偶得的取神之喻，诗思偶到的神来之笔，只是一时心与景会，从西湖的美景联想到作为美的化身的西子，从西湖的“晴方好”“雨亦奇”，想象西子应也是“淡妆浓抹总相宜”，当其设喻之际、下笔之时，恐怕未必拘泥于晴与雨二者，何者指浓妆，何者指淡妆。欣赏这首诗时，如果一定要使浓妆、淡妆分属晴、雨，可能反而有损于比喻的完整性、诗思的空灵美。▲"
        ],
        [
          "这是一首赞美西湖美景的诗。此诗不是描写西湖的一处之景、一时之景，而是对西湖美景的全面描写概括品评，尤其是后二句，被认为是对西湖的恰当评语。作者畅游西湖，从早到晚，一边欣赏美丽的湖光山色，一边饮酒构思，意笃八极，神游万仞。于是乎写就了这首传诵一时的佳作。",
          "诗的前两句既写了西湖的水光山色，也写了西湖的晴雨时的不同景色。“水光潋滟晴方好”描写西湖晴天的水光：在灿烂的阳光照耀下，西湖水波荡漾，波光闪闪，十分美丽。",
          "“山色空濛雨亦奇”描写雨天的山色：在雨幕笼罩下，西湖周围的群山，迷迷茫茫，若有若无，非常奇妙。从第一首诗可知，这一天诗人陪着客人在西湖游宴终日，早晨阳光明艳，后来转阴，入暮后下起雨来。而在善于领略自然并对西湖有深厚感情的诗人眼中，无论是水是山，或晴或雨，都是美好奇妙的。从“晴方好”“雨亦奇”这一赞评，可以想见在不同天气下的湖山胜景，也可想见诗人即景挥毫时的兴会及其洒脱的性格、开阔的胸怀。上半首写的景是交换、对应之景，情是广泛、豪宕之情，情景交融，句间情景相对，西湖之美概写无余，诗人苏轼之情表现无遗。",
          "诗的后两句进一步运用他的写气图貌之笔来描绘湖山的晴光雨色，而是遗貌取神，只用一个既空灵又贴切的妙喻就传出了湖山的神韵。苏轼用了比喻的修辞手法，把西湖之美与西施之美相比，当然无可非议。但，我们知道，历史上还有不少女子，其美与西施相比，恐怕也差不了多少。可苏轼为什么偏偏要选西施来比西湖呢？我想是不是有两个原因：一是西施的家乡在浙江，而且离西湖不远；二是西施和西湖，都有个“西”字，这真是个天作之合。至于称西施为西子，恐怕不仅是为了尊重，还与平仄有关系(第三句最后一个字要求仄声字，而“施”是平声字)。现在，西湖也叫西子湖，就是源于苏轼这首诗。对这个比喻，存在有两种相反的解说：一说认为诗人“是以晴天的西湖比淡妆的西子，以雨天的西湖比浓妆的西子”；一说认为诗人是“以晴天比浓妆，雨天比淡妆”。两说都各有所见，各有所据。但就才情横溢的诗人而言，这是妙手偶得的取神之喻，诗思偶到的神来之笔，只是一时心与景会，从西湖的美景联想到作为美的化身的西子，从西湖的“晴方好”“雨亦奇”，想象西子应也是“淡妆浓抹总相宜”，当其设喻之际、下笔之时，恐怕未必拘泥于晴与雨二者，何者指浓妆，何者指淡妆。欣赏这首诗时，如果一定要使浓妆、淡妆分属晴、雨，可能反而有损于比喻的完整性、诗思的空灵美。▲"
        ]
      ],
      "title": "饮湖上初晴后雨"
    },
    {
      "dynasty": "唐代",
      "author": "刘禹锡",
      "lines": {
        "characters": [
          "湖光秋月两相和，潭面无风镜未磨。",
          "遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色)"
        ],
        "pinyins": [
          [
            "hú",
            "guāng",
            "qiū",
            "yuè",
            "liǎng",
            "xiāng",
            "hé",
            "，",
            "tán",
            "miàn",
            "wú",
            "fēng",
            "jìng",
            "wèi",
            "mó",
            "。"
          ],
          [
            "yáo",
            "wàng",
            "dòng",
            "tíng",
            "shān",
            "shuǐ",
            "cuì",
            "，",
            "bái",
            "yín",
            "pán",
            "lǐ",
            "yī",
            "qīng",
            "luó",
            "。(",
            "shān",
            "shuǐ",
            "cuì",
            " ",
            "yī",
            "zuò",
            "：",
            "shān",
            "shuǐ",
            "sè",
            ")"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "写景",
        "山水小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文洞庭湖水色与月光互相辉映，湖面风平浪静，犹如未磨的铜镜。远远眺望洞庭湖山水苍翠如墨，好似白银盘里托着一枚青螺。",
          "注释洞庭：湖名，在今湖南省北部。湖光：湖面的波光。两：指湖光和秋月。和：和谐。指水色与月光互相辉映。潭面：指湖面。镜未磨：古人的镜子用铜制作、磨成。这里一说是湖面无风，水平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物模糊。山水翠：也作“山水色”。山：指洞庭湖中的君山。白银盘：形容平静而又清的洞庭湖面。青螺：这里用来形容洞庭湖中的君山。▲"
        ],
        [
          "译文洞庭湖水色与月光互相辉映，湖面风平浪静，犹如未磨的铜镜。远远眺望洞庭湖山水苍翠如墨，好似白银盘里托着一枚青螺。",
          "注释洞庭：湖名，在今湖南省北部。湖光：湖面的波光。两：指湖光和秋月。和：和谐。指水色与月光互相辉映。潭面：指湖面。镜未磨：古人的镜子用铜制作、磨成。这里一说是湖面无风，水平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物模糊。山水翠：也作“山水色”。山：指洞庭湖中的君山。白银盘：形容平静而又清的洞庭湖面。青螺：这里用来形容洞庭湖中的君山。▲"
        ]
      ],
      "appreciations": [
        [
          "诗中描写了秋夜月光下洞庭湖的优美景色。微波不兴，平静秀美，分外怡人。诗人飞驰想像，以清新的笔调，生动地描绘出洞庭湖水宁静、祥和的朦胧美，勾画出一幅美丽的洞庭山水图。",
          "诗从一个“望”字着眼，“水月交融”、“湖平如镜”，是近望所见；“洞庭山水”、“犹如青螺”，是遥望所得。虽都是写望中景象，差异却显而易见。近景美妙、别致；远景迷潆、奇丽。潭面如镜，湖水如盘，君山如螺。银盘与青螺相映，明月与湖光互衬，更觉情景相容、相得益彰。诗人笔下的君山犹如镶嵌在明镜洞庭湖上一颗精美绝伦的翡翠，令人美不胜收。其用词也极精到。",
          "“湖光秋月两相和，潭面无风镜未磨。”这首小诗的前两句是说，秋夜明月清辉，遍洒澄净湖面，湖面平静无风，犹如铁磨铜镜。",
          "首句描写澄彻空明的湖水与素月青光交相辉映，俨如琼田玉鉴，是一派空灵、缥缈、宁静、和谐的境界。表现出天水一色，玉字无尘的融和画面。“和”字下得工炼，表现出了水天一色、玉宇无尘的融和的画境。而且，似乎还把一种水国之夜的节奏——演漾的月光与湖水吞吐的韵律，传达给读者了。",
          "接下来描绘湖上无风，迷迷濛濛的湖面宛如未经磨拭的铜镜。“镜未磨”三字十分形象贴切的表现了千里洞庭风平浪静的景象，在月光下别具一种朦胧美。“潭面无风镜未磨”以生动形象的比喻补足了“湖光秋月两相和”的诗意。因为只有“潭面无风”，波澜不惊，湖光和秋月才能两相协调。否则，湖面狂风怒号，浊浪排空，湖光和秋月无法相映成趣，也就无“两相和”可言了。",
          "第三、四句诗人的视线从广阔的湖光月色的整体画面集中到君山一点。在皓月银辉之下，洞庭山愈显青翠，洞庭水愈显清澈，山水浑然一体，望去如同一只雕镂透剔的银盘里，放了一颗小巧玲珑的青螺，十分惹人喜爱。诗人笔下秋月之中的洞庭山水变成了一件精美绝伦的工艺美术珍品，给人以莫大的艺术享受。",
          "“白银盘里一青螺”，真是匪夷所思的妙句。此句的擅胜之处，不止表现在设譬的精警上，还表现了诗人壮阔不凡的气度和寄托了诗人高卓清奇的情致。在诗人眼里，千里洞庭不过是妆楼奁镜、案上杯盘而已。举重若轻，自然凑泊，毫无矜气作色之态，这是十分难得的。把人与自然的关系表现得这样亲切，把湖山的景物描写得这样高旷清超，这正是诗人性格、情操和美学趣味的反映。没有荡思八极、纳须弥于芥子的气魄，没有振衣千仞、涅而不缁的襟抱，极富有浪漫色彩的奇思壮采。",
          "此诗描写了秋夜月光下洞庭湖的优美景色，表达了诗人对洞庭风光的喜爱和赞美之情，表现了诗人壮阔不凡的气度和高卓清奇的情致。▲"
        ],
        [
          "诗中描写了秋夜月光下洞庭湖的优美景色。微波不兴，平静秀美，分外怡人。诗人飞驰想像，以清新的笔调，生动地描绘出洞庭湖水宁静、祥和的朦胧美，勾画出一幅美丽的洞庭山水图。",
          "诗从一个“望”字着眼，“水月交融”、“湖平如镜”，是近望所见；“洞庭山水”、“犹如青螺”，是遥望所得。虽都是写望中景象，差异却显而易见。近景美妙、别致；远景迷潆、奇丽。潭面如镜，湖水如盘，君山如螺。银盘与青螺相映，明月与湖光互衬，更觉情景相容、相得益彰。诗人笔下的君山犹如镶嵌在明镜洞庭湖上一颗精美绝伦的翡翠，令人美不胜收。其用词也极精到。",
          "“湖光秋月两相和，潭面无风镜未磨。”这首小诗的前两句是说，秋夜明月清辉，遍洒澄净湖面，湖面平静无风，犹如铁磨铜镜。",
          "首句描写澄彻空明的湖水与素月青光交相辉映，俨如琼田玉鉴，是一派空灵、缥缈、宁静、和谐的境界。表现出天水一色，玉字无尘的融和画面。“和”字下得工炼，表现出了水天一色、玉宇无尘的融和的画境。而且，似乎还把一种水国之夜的节奏——演漾的月光与湖水吞吐的韵律，传达给读者了。",
          "接下来描绘湖上无风，迷迷濛濛的湖面宛如未经磨拭的铜镜。“镜未磨”三字十分形象贴切的表现了千里洞庭风平浪静的景象，在月光下别具一种朦胧美。“潭面无风镜未磨”以生动形象的比喻补足了“湖光秋月两相和”的诗意。因为只有“潭面无风”，波澜不惊，湖光和秋月才能两相协调。否则，湖面狂风怒号，浊浪排空，湖光和秋月无法相映成趣，也就无“两相和”可言了。",
          "第三、四句诗人的视线从广阔的湖光月色的整体画面集中到君山一点。在皓月银辉之下，洞庭山愈显青翠，洞庭水愈显清澈，山水浑然一体，望去如同一只雕镂透剔的银盘里，放了一颗小巧玲珑的青螺，十分惹人喜爱。诗人笔下秋月之中的洞庭山水变成了一件精美绝伦的工艺美术珍品，给人以莫大的艺术享受。",
          "“白银盘里一青螺”，真是匪夷所思的妙句。此句的擅胜之处，不止表现在设譬的精警上，还表现了诗人壮阔不凡的气度和寄托了诗人高卓清奇的情致。在诗人眼里，千里洞庭不过是妆楼奁镜、案上杯盘而已。举重若轻，自然凑泊，毫无矜气作色之态，这是十分难得的。把人与自然的关系表现得这样亲切，把湖山的景物描写得这样高旷清超，这正是诗人性格、情操和美学趣味的反映。没有荡思八极、纳须弥于芥子的气魄，没有振衣千仞、涅而不缁的襟抱，极富有浪漫色彩的奇思壮采。",
          "此诗描写了秋夜月光下洞庭湖的优美景色，表达了诗人对洞庭风光的喜爱和赞美之情，表现了诗人壮阔不凡的气度和高卓清奇的情致。▲"
        ]
      ],
      "title": "望洞庭"
    },
    {
      "dynasty": "宋代",
      "author": "佚名",
      "lines": {
        "characters": [
          "群儿戏于庭，一儿登瓮，足跌没水中，众皆弃去。光持石击瓮破之，水迸，儿得活。"
        ],
        "pinyins": [
          [
            "qún",
            "ér",
            "xì",
            "yú",
            "tíng",
            "，",
            "yī",
            "ér",
            "dēng",
            "wèng",
            "，",
            "zú",
            "diē",
            "méi",
            "shuǐ",
            "zhōng",
            "，",
            "zhòng",
            "jiē",
            "qì",
            "qù",
            "。",
            "guāng",
            "chí",
            "shí",
            "jī",
            "wèng",
            "pò",
            "zhī",
            "，",
            "shuǐ",
            "bèng",
            "，",
            "ér",
            "dé",
            "huó",
            "。"
          ]
        ]
      },
      "keywords": [
        "写人",
        "小学文言文"
      ],
      "annotations": [
        [
          "译文司马光和一群小孩子在庭院里面玩，一个小孩站在大缸上面，失足跌落缸中被水淹没，其他的小孩子都跑掉了，只有司马光拿石头砸开了缸，水从而流出，小孩子得以活命。",
          "注释司马光：字君实，陕州夏县（现在山西）人。北宋大臣，史学家，编撰《资治通鉴》等书。庭：庭院。瓮：口小腹大的一种容器。皆：全，都。弃去：逃走。光：指司马光。破：打开，打破。迸：涌出。"
        ]
      ],
      "appreciations": [],
      "title": "司马光"
    },
    {
      "dynasty": "清代",
      "author": "袁枚",
      "lines": {
        "characters": [
          "牧童骑黄牛，歌声振林樾。",
          "意欲捕鸣蝉，忽然闭口立。"
        ],
        "pinyins": [
          [
            "mù",
            "tóng",
            "qí",
            "huáng",
            "niú",
            "，",
            "gē",
            "shēng",
            "zhèn",
            "lín",
            "yuè",
            "。"
          ],
          [
            "yì",
            "yù",
            "bǔ",
            "míng",
            "chán",
            "，",
            "hū",
            "rán",
            "bì",
            "kǒu",
            "lì",
            "。"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "儿童",
        "早教",
        "小学生必背古诗70首"
      ],
      "annotations": [
        [
          "译文牧童骑在黄牛背上，嘹亮的歌声在树林里回荡。忽然想要捕捉树上鸣叫的知了，于是马上停止唱歌，静悄悄地站立在树旁。",
          "注释牧童：指放牛的孩子。振：振荡；回荡。说明牧童的歌声嘹亮。林樾（yuè）：指道旁成荫的树。欲：想要。捕：捉。鸣：叫。立：站立。"
        ]
      ],
      "appreciations": [
        [
          "这首诗的第一句平平而起，不着痕迹。第二句调子突然高昂，旋律突然加快，从而形成一个高潮。一二句描写了小牧童的天真活泼、悠然自得的可爱模样和他的愉快心情，“骑”字直接写出了牧童的姿势，“振”字则间接点出他的心情。通过“骑”和“振”两个动词,把牧童那种悠闲自在、无忧无虑的心情和盘托了出来。他几乎完全陶醉在大自然的美景之中，简直不知道世间还有“忧愁”二字。正因为心中欢乐，才不禁引吭高歌，甚至于遏行云，“振林樾”。",
          "三四句仍然是继续描写神态。第三句是过渡，是作势。写牧童的心理活动，交代了他“闭口立”的原因，也是全诗的转折点。第四句，急转直下，如千尺悬瀑坠入深潭，戛然而止。“忽然”一词，把这个牧童发现树上鸣蝉时的惊喜心情和机警性格栩栩如生地表现了出来。“忽然”发生了变化：由响而静、由行而停，把小牧童闭口注目鸣蝉的瞬间神态写得韵味十足。而“闭”和“立”两个动词，则把这个牧童天真的神态和孩子式的机智刻划得淋漓尽致。全诗纯用白描手法，紧紧抓住小牧童一刹那间的表现，逼真地写出小牧童非常机灵的特点，让人倍觉小牧童的纯真可爱。",
          "这是一首反映儿童生活的诗篇，诗人在诗中赞美了小牧童充满童趣的生活画面。诗人先写小牧童的动态，那高坐牛背、大声唱歌的派头，何等散漫、放肆；后写小牧童的静态，那屏住呼吸，眼望鸣蝉的神情，显得特别专注。“此时无声胜有声”。这从动到静的变化，写得既突然又自然，把小牧童天真烂漫、好听多事的形象，刻画得活灵活现。这首诗正是在这种起伏变化中获得了巨大的艺术效果。诗的语言，明白如话，质朴无华，十分本色。至于下一步的动静，小牧童怎样捕蝉，捕到没有，诗人没有写，留给读者去体会、去遐想、去思考。",
          "这首诗通过对自然环境和社会生活的描写，直接抒发生活的感受，看似闲情逸致，实则寄托情思。同时这首诗不顾及格律，活泼自由，语言浅显明了，形象自然生动。综观全诗，它所描绘的和平、宁静和优美如画的田园风光，所刻划的活泼、自在和天真无邪的牧童形象，表现了诗人的一种“真性情”。诗人曾经说过 “诗人者，不失其赤子之心也。”毋庸讳言，诗所描绘、所刻划的，正是诗人毕生追求的境界，也正是他所一再强调的“真性情”。▲"
        ],
        [
          "这首诗的第一句平平而起，不着痕迹。第二句调子突然高昂，旋律突然加快，从而形成一个高潮。一二句描写了小牧童的天真活泼、悠然自得的可爱模样和他的愉快心情，“骑”字直接写出了牧童的姿势，“振”字则间接点出他的心情。通过“骑”和“振”两个动词,把牧童那种悠闲自在、无忧无虑的心情和盘托了出来。他几乎完全陶醉在大自然的美景之中，简直不知道世间还有“忧愁”二字。正因为心中欢乐，才不禁引吭高歌，甚至于遏行云，“振林樾”。",
          "三四句仍然是继续描写神态。第三句是过渡，是作势。写牧童的心理活动，交代了他“闭口立”的原因，也是全诗的转折点。第四句，急转直下，如千尺悬瀑坠入深潭，戛然而止。“忽然”一词，把这个牧童发现树上鸣蝉时的惊喜心情和机警性格栩栩如生地表现了出来。“忽然”发生了变化：由响而静、由行而停，把小牧童闭口注目鸣蝉的瞬间神态写得韵味十足。而“闭”和“立”两个动词，则把这个牧童天真的神态和孩子式的机智刻划得淋漓尽致。全诗纯用白描手法，紧紧抓住小牧童一刹那间的表现，逼真地写出小牧童非常机灵的特点，让人倍觉小牧童的纯真可爱。",
          "这是一首反映儿童生活的诗篇，诗人在诗中赞美了小牧童充满童趣的生活画面。诗人先写小牧童的动态，那高坐牛背、大声唱歌的派头，何等散漫、放肆；后写小牧童的静态，那屏住呼吸，眼望鸣蝉的神情，显得特别专注。“此时无声胜有声”。这从动到静的变化，写得既突然又自然，把小牧童天真烂漫、好听多事的形象，刻画得活灵活现。这首诗正是在这种起伏变化中获得了巨大的艺术效果。诗的语言，明白如话，质朴无华，十分本色。至于下一步的动静，小牧童怎样捕蝉，捕到没有，诗人没有写，留给读者去体会、去遐想、去思考。",
          "这首诗通过对自然环境和社会生活的描写，直接抒发生活的感受，看似闲情逸致，实则寄托情思。同时这首诗不顾及格律，活泼自由，语言浅显明了，形象自然生动。综观全诗，它所描绘的和平、宁静和优美如画的田园风光，所刻划的活泼、自在和天真无邪的牧童形象，表现了诗人的一种“真性情”。诗人曾经说过 “诗人者，不失其赤子之心也。”毋庸讳言，诗所描绘、所刻划的，正是诗人毕生追求的境界，也正是他所一再强调的“真性情”。▲"
        ]
      ],
      "title": "所见"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": {
        "characters": [
          "朝辞白帝彩云间，千里江陵一日还。",
          "两岸猿声啼不住，轻舟已过万重山。"
        ],
        "pinyins": [
          [
            "zhāo",
            "cí",
            "bái",
            "dì",
            "cǎi",
            "yún",
            "jiān",
            "，",
            "qiān",
            "lǐ",
            "jiāng",
            "líng",
            "yī",
            "rì",
            "huán",
            "。"
          ],
          [
            "liǎng",
            "àn",
            "yuán",
            "shēng",
            "tí",
            "bú",
            "zhù",
            "，",
            "qīng",
            "zhōu",
            "yǐ",
            "guò",
            "wàn",
            "zhòng",
            "shān",
            "。"
          ]
        ]
      },
      "keywords": [
        "唐诗三百首",
        "写景",
        "抒情早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文清晨告别五彩云霞映照中的白帝城，千里之遥的江陵，一天就可以到达。两岸猿声还在耳边不停地回荡，轻快的小舟已驶过万重青山。",
          "译文二清晨，我告别高入云霄的白帝城江陵远在千里，船行只一日时间。两岸猿声，还在耳边不停地啼叫不知不觉，轻舟已穿过万重青山。",
          "注释发：启程。白帝城：故址在今重庆市奉节县白帝山上。杨齐贤注：“白帝城，公孙述所筑。初，公孙述至鱼复，有白龙出井中，自以承汉土运，故称白帝，改鱼复为白帝城。”王琦注：“白帝城，在夔州奉节县，与巫山相近。所谓彩云，正指巫山之云也。”朝：早晨。辞：告别。彩云间：因白帝城在白帝山上，地势高耸，从山下江中仰望，仿佛耸入云间。江陵：今湖北荆州市。从白帝城到江陵约一千二百里，其间包括七百里三峡。郦道元《三峡》：“自三峡七百里中，两岸连山，略无阙处。重岩叠障，隐天蔽日，自非亭午时分，不见曦月。至于夏水襄陵，沿溯（或泝）阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百时里，虽乘奔御风，不以疾也。春冬之时，则素湍绿潭，回清倒影。绝巘（或巚）多生怪柏，悬泉瀑布，飞漱其间。清荣峻茂，良多趣味。每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异。空谷传响，哀啭久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳。’”还：归；返回。猿：猿猴。啼：鸣、叫。住：停息。万重山：层层叠叠的山，形容有许多。 ▲"
        ],
        [
          "译文清晨告别五彩云霞映照中的白帝城，千里之遥的江陵，一天就可以到达。两岸猿声还在耳边不停地回荡，轻快的小舟已驶过万重青山。",
          "译文二清晨，我告别高入云霄的白帝城江陵远在千里，船行只一日时间。两岸猿声，还在耳边不停地啼叫不知不觉，轻舟已穿过万重青山。",
          "注释发：启程。白帝城：故址在今重庆市奉节县白帝山上。杨齐贤注：“白帝城，公孙述所筑。初，公孙述至鱼复，有白龙出井中，自以承汉土运，故称白帝，改鱼复为白帝城。”王琦注：“白帝城，在夔州奉节县，与巫山相近。所谓彩云，正指巫山之云也。”朝：早晨。辞：告别。彩云间：因白帝城在白帝山上，地势高耸，从山下江中仰望，仿佛耸入云间。江陵：今湖北荆州市。从白帝城到江陵约一千二百里，其间包括七百里三峡。郦道元《三峡》：“自三峡七百里中，两岸连山，略无阙处。重岩叠障，隐天蔽日，自非亭午时分，不见曦月。至于夏水襄陵，沿溯（或泝）阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百时里，虽乘奔御风，不以疾也。春冬之时，则素湍绿潭，回清倒影。绝巘（或巚）多生怪柏，悬泉瀑布，飞漱其间。清荣峻茂，良多趣味。每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异。空谷传响，哀啭久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳。’”还：归；返回。猿：猿猴。啼：鸣、叫。住：停息。万重山：层层叠叠的山，形容有许多。 ▲"
        ]
      ],
      "appreciations": [
        [
          "唐代安史之乱初期，唐玄宗奔蜀，太子李哼留讨安禄山，不久，李哼既位，史唐肃宗。玄宗又曾命令儿子永王李磷督兵平叛，永王李磷在江陵，召兵万人，自树一帜，肃宗怀疑他争夺帝位，已重兵相压，李磷兵败被杀。李白曾经参加过永王李磷的幕府，被加上“附逆”罪流放夜郎（今贵州遵义），当他行至巫山（今四川境内）的时候，肃宗宣布大赦，李白也被赦免，他像出笼的鸟一样，立刻从白帝城东下，返回江陵（今湖北荆州）。此诗即回舟抵江陵时所作，所以诗题一作“白帝下江陵”。",
          "此诗意在描摹自白帝至江陵一段长江，水急流速，舟行若飞的情况。首句写白帝城之高；二句写江陵路遥，舟行迅速；三句以山影猿声烘托行舟飞进；四句写行舟轻如无物，点明水势如泻。全诗把诗人遇赦后愉快的心情和江山的壮丽多姿、顺水行舟的流畅轻快融为一体，运用夸张和奇想，写得流丽飘逸，惊世骇俗，又不假雕琢，随心所欲，自然天成。",
          "“朝辞白帝彩云间”“彩云间”三字，描写白帝城地势之高，为全篇描写下水船走得快这一动态蓄势。“彩云间”的“间”字当作隔断之意，诗人回望云霞之上的白帝城，以前的种种恍如隔世。一说形容白帝城之高，水行船速全在落差。如果不写白帝城之高，则无法体现出长江上下游之间斜度差距之大。白帝城地势高入云霄，于是下面几句中写舟行的迅捷、行期的短暂、耳（猿声）目（万重山）的不暇迎送，才一一有着落。“彩云间”也是写早晨景色，显示出从晦暝转为光明的大好气象，而诗人便在这曙光初灿的时刻，怀着兴奋的心情匆匆告别白帝城。",
          "“千里江陵一日还”的“千里”和“一日”，以空间之远与时间之短作悬殊对比。这里，巧妙的地方在于那个“还”字上。“还”，归来的意思。它不仅表现出诗人“一日”而行“千里”的痛快，也隐隐透露出遇赦的喜悦。江陵本非李白的家乡，而“还”字却亲切得如同回乡一样。一个“还”字，暗处传神，值得读者细细玩味。",
          "“两岸猿声啼不住”的境界更为神妙。古时长江三峡，“常有高猿长啸”。诗人说“啼不住”，是因为他乘坐飞快的轻舟行驶在长江上，耳听两岸的猿啼声，又看见两旁的山影，猿啼声不止一处，山影也不止一处，由于舟行人速，使得啼声和山影在耳目之间成为“浑然一片”，这就是李白在出峡时为猿声山影所感受的情景。身在这如脱弦之箭、顺流直下的船上，诗人感到十分畅快和兴奋。清代桂馥称赞：“妙在第三句，能使通首精神飞越。”（《札朴》）",
          "“轻舟已过万重山”为了形容船快，诗人除了用猿声山影来烘托，还给船的本身添上了一个“轻”字。直说船快，那便显得笨拙；而这个“轻”字，却别有一番意蕴。三峡水急滩险，诗人溯流而上时，不仅觉得船重，而且心情更为滞重，“三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝”（《上三峡》）。如今顺流而下，行船轻如无物，船的快速读者可想而知。而“危乎高哉”的“万重山”一过，轻舟进入坦途，诗人历尽艰险、进入康庄旅途的快感，也自然而然地表现出来了。这最后两句，既是写景，又是比兴，既是个人心情的表达，又是人生经验的总结，因物兴感，精妙无伦。",
          "这首诗写的是从白帝城到江陵一天之内的行程情况，主要突出轻快，这也反映了李白心情的轻快。李白以58岁的年龄，被流放夜郎，抛妻别子，走向长途，忽然遇赦，得以归家，心里自然十分高兴。在诗中李白没有直接抒情，但是读了他对行程的描写，自然感受到他的心情和兴奋的情绪。▲"
        ],
        [
          "唐代安史之乱初期，唐玄宗奔蜀，太子李哼留讨安禄山，不久，李哼既位，史唐肃宗。玄宗又曾命令儿子永王李磷督兵平叛，永王李磷在江陵，召兵万人，自树一帜，肃宗怀疑他争夺帝位，已重兵相压，李磷兵败被杀。李白曾经参加过永王李磷的幕府，被加上“附逆”罪流放夜郎（今贵州遵义），当他行至巫山（今四川境内）的时候，肃宗宣布大赦，李白也被赦免，他像出笼的鸟一样，立刻从白帝城东下，返回江陵（今湖北荆州）。此诗即回舟抵江陵时所作，所以诗题一作“白帝下江陵”。",
          "此诗意在描摹自白帝至江陵一段长江，水急流速，舟行若飞的情况。首句写白帝城之高；二句写江陵路遥，舟行迅速；三句以山影猿声烘托行舟飞进；四句写行舟轻如无物，点明水势如泻。全诗把诗人遇赦后愉快的心情和江山的壮丽多姿、顺水行舟的流畅轻快融为一体，运用夸张和奇想，写得流丽飘逸，惊世骇俗，又不假雕琢，随心所欲，自然天成。",
          "“朝辞白帝彩云间”“彩云间”三字，描写白帝城地势之高，为全篇描写下水船走得快这一动态蓄势。“彩云间”的“间”字当作隔断之意，诗人回望云霞之上的白帝城，以前的种种恍如隔世。一说形容白帝城之高，水行船速全在落差。如果不写白帝城之高，则无法体现出长江上下游之间斜度差距之大。白帝城地势高入云霄，于是下面几句中写舟行的迅捷、行期的短暂、耳（猿声）目（万重山）的不暇迎送，才一一有着落。“彩云间”也是写早晨景色，显示出从晦暝转为光明的大好气象，而诗人便在这曙光初灿的时刻，怀着兴奋的心情匆匆告别白帝城。",
          "“千里江陵一日还”的“千里”和“一日”，以空间之远与时间之短作悬殊对比。这里，巧妙的地方在于那个“还”字上。“还”，归来的意思。它不仅表现出诗人“一日”而行“千里”的痛快，也隐隐透露出遇赦的喜悦。江陵本非李白的家乡，而“还”字却亲切得如同回乡一样。一个“还”字，暗处传神，值得读者细细玩味。",
          "“两岸猿声啼不住”的境界更为神妙。古时长江三峡，“常有高猿长啸”。诗人说“啼不住”，是因为他乘坐飞快的轻舟行驶在长江上，耳听两岸的猿啼声，又看见两旁的山影，猿啼声不止一处，山影也不止一处，由于舟行人速，使得啼声和山影在耳目之间成为“浑然一片”，这就是李白在出峡时为猿声山影所感受的情景。身在这如脱弦之箭、顺流直下的船上，诗人感到十分畅快和兴奋。清代桂馥称赞：“妙在第三句，能使通首精神飞越。”（《札朴》）",
          "“轻舟已过万重山”为了形容船快，诗人除了用猿声山影来烘托，还给船的本身添上了一个“轻”字。直说船快，那便显得笨拙；而这个“轻”字，却别有一番意蕴。三峡水急滩险，诗人溯流而上时，不仅觉得船重，而且心情更为滞重，“三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝”（《上三峡》）。如今顺流而下，行船轻如无物，船的快速读者可想而知。而“危乎高哉”的“万重山”一过，轻舟进入坦途，诗人历尽艰险、进入康庄旅途的快感，也自然而然地表现出来了。这最后两句，既是写景，又是比兴，既是个人心情的表达，又是人生经验的总结，因物兴感，精妙无伦。",
          "这首诗写的是从白帝城到江陵一天之内的行程情况，主要突出轻快，这也反映了李白心情的轻快。李白以58岁的年龄，被流放夜郎，抛妻别子，走向长途，忽然遇赦，得以归家，心里自然十分高兴。在诗中李白没有直接抒情，但是读了他对行程的描写，自然感受到他的心情和兴奋的情绪。▲"
        ]
      ],
      "title": "早发白帝城"
    },
    {
      "dynasty": "唐代",
      "author": "王昌龄",
      "lines": {
        "characters": [
          "荷叶罗裙一色裁，芙蓉向脸两边开。",
          "乱入池中看不见，闻歌始觉有人来。"
        ],
        "pinyins": [
          [
            "hé",
            "yè",
            "luó",
            "qún",
            "yī",
            "sè",
            "cái",
            "，",
            "fú",
            "róng",
            "xiàng",
            "liǎn",
            "liǎng",
            "biān",
            "kāi",
            "。"
          ],
          [
            "luàn",
            "rù",
            "chí",
            "zhōng",
            "kàn",
            "bú",
            "jiàn",
            "，",
            "wén",
            "gē",
            "shǐ",
            "jué",
            "yǒu",
            "rén",
            "lái",
            "。"
          ]
        ]
      },
      "keywords": [
        "写景",
        "少女"
      ],
      "annotations": [
        [
          "译文采莲少女的绿罗裙融入到田田荷叶中，仿佛一色，少女的脸庞掩映在盛开的荷花间，相互映照。混入莲池中不见了踪影，听到歌声四起才觉察到有人前来。",
          "注释罗裙：用细软而有疏孔的丝织品制成的裙子。一色裁：像是用同一颜色的衣料剪裁的。芙蓉：指荷花。乱入：杂入、混入。看不见：指分不清哪是芙蓉的绿叶红花，哪是少女的绿裙红颜。闻歌：听到歌声。始觉：才知道。"
        ]
      ],
      "appreciations": [
        [
          "这首诗写的是采莲少女，但诗中并不正面描写，而是用荷叶与罗裙一样绿、荷花与脸庞一样红、不见人影闻歌声等手法加以衬托描写，巧妙地将采莲少女的美丽与大自然融为一体。全诗生动活泼，富于诗情画意，饶有生活情趣。",
          "诗的前两句的描写，让人感觉到这些采莲少女简直就是美丽的大自然的一部分；后两句写的是伫立凝望者在刹那间所产生的一种人花难辨的感觉。前两句侧重于客观描写，后两句侧重于写主观感受，客观描写与主观感受相结合的手法，很好地表现了人花难辨、花人同美的引人遐想的优美意境。",
          "如果把这首诗看作一幅《采莲图》，画面的中心自然是采莲少女们。但作者却自始至终不让她们在这画面上出现，而是让她们夹杂在田田荷叶、艳艳荷花丛中，若隐若现，若有若无，使采莲少女与美丽的大自然融为一体，使全诗别具一种引人遐想的优美意境。这样的艺术构思，是独具匠心的。",
          "一开头就巧妙地把采莲少女和周围的自然环境组成一个和谐统一的整体——“荷叶罗裙一色裁，芙蓉向脸两边开。”说女子的罗裙绿得像荷叶一样，不过是个普通的比喻；而这里写的是采莲少女，置身莲池，说荷叶与罗裙一色，那便是“本地风光”，是“赋”而不是“比”了，显得生动喜人，兼有素朴和美艳的风致。次句的芙蓉即荷花。说少女的脸庞红润艳丽如同出水的荷花，这样的比喻也不算新鲜。但“芙蓉向脸两边开”却又不单是比喻，而是描绘出一幅美丽的图景：采莲少女的脸庞正掩映在盛开的荷花中间，看上去好象鲜艳的荷花正朝着少女的脸庞开放。把这两句联成一体，读者仿佛看到，在那一片绿荷红莲丛中，采莲少女的绿罗裙已经融入田田荷叶之中，几乎分不清孰为荷叶，孰为罗裙；而少女的脸庞则与鲜艳的荷花相互照映，人花难辨。让人感到，这些采莲女子简直就是美丽的大自然的一部分，或者说竟是荷花的精灵。这描写既具有真切的生活实感。",
          "第三小分句“乱入池中看不见”，紧承前两句而来。乱入、杂入、混入之意。荷叶罗裙，芙蓉人面，本就恍若一体，难以分辨，只有在定晴细察时才勉强可辨；所以稍一错神，采莲少女又与绿荷红莲浑然为一，忽然不见踪影了。这一句所写的正是伫立凝望者在刹那间所产生的一种人花莫辨，是耶非耶的感觉，一种变幻莫测的惊奇与怅惘。这是通常所说“看花了眼”时常有的情形。然而，正当踟蹰怅惘、望而不见之际，莲塘中歌声四起，忽又恍然大悟，“看不见”的采莲女子仍在这田田荷叶、艳艳荷花之中。“始觉有人来”要和“闻歌”联在一起体味。本已“不见”，忽而“闻歌”，方知“有人”；但人却又仍然掩映于荷叶荷花之中，故虽闻歌而不见她们的身姿面影。这真是所谓“菱歌唱不彻，知在此塘中”（崔国辅《小长干曲》）了。这一描写，更增加了画面的生动意趣和诗境的含蕴，令人宛见十亩莲塘，荷花盛开，菱歌四起的情景，和观望者闻歌神驰、伫立凝望的情状，而采莲少女们充满青春活力的欢乐情绪也洋溢在这闻歌而不见人的荷塘之中。直到最后，作者仍不让画的主角明显出现在画面上，那目的，除了把她们作为美丽的大自然的化身之外，还因为这样描写，才能留下悠然不尽的情味。借助动词，展现采莲女在荷塘中若隐若现、若有若无，人花难辨，花人同类的生动画面，表现出采莲女天真浪漫、朝气蓬勃的性格。▲"
        ],
        [
          "这首诗写的是采莲少女，但诗中并不正面描写，而是用荷叶与罗裙一样绿、荷花与脸庞一样红、不见人影闻歌声等手法加以衬托描写，巧妙地将采莲少女的美丽与大自然融为一体。全诗生动活泼，富于诗情画意，饶有生活情趣。",
          "诗的前两句的描写，让人感觉到这些采莲少女简直就是美丽的大自然的一部分；后两句写的是伫立凝望者在刹那间所产生的一种人花难辨的感觉。前两句侧重于客观描写，后两句侧重于写主观感受，客观描写与主观感受相结合的手法，很好地表现了人花难辨、花人同美的引人遐想的优美意境。",
          "如果把这首诗看作一幅《采莲图》，画面的中心自然是采莲少女们。但作者却自始至终不让她们在这画面上出现，而是让她们夹杂在田田荷叶、艳艳荷花丛中，若隐若现，若有若无，使采莲少女与美丽的大自然融为一体，使全诗别具一种引人遐想的优美意境。这样的艺术构思，是独具匠心的。",
          "一开头就巧妙地把采莲少女和周围的自然环境组成一个和谐统一的整体——“荷叶罗裙一色裁，芙蓉向脸两边开。”说女子的罗裙绿得像荷叶一样，不过是个普通的比喻；而这里写的是采莲少女，置身莲池，说荷叶与罗裙一色，那便是“本地风光”，是“赋”而不是“比”了，显得生动喜人，兼有素朴和美艳的风致。次句的芙蓉即荷花。说少女的脸庞红润艳丽如同出水的荷花，这样的比喻也不算新鲜。但“芙蓉向脸两边开”却又不单是比喻，而是描绘出一幅美丽的图景：采莲少女的脸庞正掩映在盛开的荷花中间，看上去好象鲜艳的荷花正朝着少女的脸庞开放。把这两句联成一体，读者仿佛看到，在那一片绿荷红莲丛中，采莲少女的绿罗裙已经融入田田荷叶之中，几乎分不清孰为荷叶，孰为罗裙；而少女的脸庞则与鲜艳的荷花相互照映，人花难辨。让人感到，这些采莲女子简直就是美丽的大自然的一部分，或者说竟是荷花的精灵。这描写既具有真切的生活实感。",
          "第三小分句“乱入池中看不见”，紧承前两句而来。乱入、杂入、混入之意。荷叶罗裙，芙蓉人面，本就恍若一体，难以分辨，只有在定晴细察时才勉强可辨；所以稍一错神，采莲少女又与绿荷红莲浑然为一，忽然不见踪影了。这一句所写的正是伫立凝望者在刹那间所产生的一种人花莫辨，是耶非耶的感觉，一种变幻莫测的惊奇与怅惘。这是通常所说“看花了眼”时常有的情形。然而，正当踟蹰怅惘、望而不见之际，莲塘中歌声四起，忽又恍然大悟，“看不见”的采莲女子仍在这田田荷叶、艳艳荷花之中。“始觉有人来”要和“闻歌”联在一起体味。本已“不见”，忽而“闻歌”，方知“有人”；但人却又仍然掩映于荷叶荷花之中，故虽闻歌而不见她们的身姿面影。这真是所谓“菱歌唱不彻，知在此塘中”（崔国辅《小长干曲》）了。这一描写，更增加了画面的生动意趣和诗境的含蕴，令人宛见十亩莲塘，荷花盛开，菱歌四起的情景，和观望者闻歌神驰、伫立凝望的情状，而采莲少女们充满青春活力的欢乐情绪也洋溢在这闻歌而不见人的荷塘之中。直到最后，作者仍不让画的主角明显出现在画面上，那目的，除了把她们作为美丽的大自然的化身之外，还因为这样描写，才能留下悠然不尽的情味。借助动词，展现采莲女在荷塘中若隐若现、若有若无，人花难辨，花人同类的生动画面，表现出采莲女天真浪漫、朝气蓬勃的性格。▲"
        ],
        [
          "“荷叶罗裙一色裁 ，芙蓉向脸两边开”。诗歌在开始就展现出一幅人与环境和谐统一的美丽画面采莲女的罗裙和荷叶的颜色一样青翠欲滴。比喻虽不新奇，但用在此处却产生意想不到的效果，既描绘了田田的荷叶，又写了采莲女美丽的衣裳，两者相互映衬，恍若一体。尤其是“裁”字，用得极其巧妙，罗裙是裁出的，可是此处也用在荷叶上，似从贺知章《咏柳》诗“不知细叶谁裁出？二月春风似剪刀”句中得到了灵感，让人感到荷叶与罗裙不仅颜色相同，似乎也是同一双巧手以同一种材料制成的。由此又让人不禁联想到屈原《离骚》中“制芰荷以为衣兮，集芙蓉以为裳”，感受到这些女子如荷花般的心灵。娇艳的芙蓉花似乎都朝着采莲女美丽的脸庞开放，明写荷花，实则为了衬出人之美，采莲女的美丽，不是闭月羞花式的惊艳，而是如阳光般健康温暖，似乎能催开满池的荷花。这两句诗本自梁元帝《碧玉诗》“莲花乱脸色，荷叶杂衣香”，王昌龄的这篇较之则更胜一筹，意义更为隽永。",
          "“乱入池中看不见，闻歌始觉有人来“。诗的第三句“ 乱入池中看不见” 是对前两句的补充和深入。它有两重含义：一是突出荷田的稠密, 使人荷莫辨更真实可信；二是突出了观望者的感受和心理活动。其中“ 乱” 字用得十分微妙。末句“ 闻歌始觉有人来” 除了从另一面说明少女被荷田遮蔽与消融，难以被观望者发现以外，又写出一种声音的美，增添了诗的活泼情趣“。乱”字既指采莲女纷纷入池嬉笑欢闹的场面，也可指人与花同样娇嫩难以辨别，眼前一乱的感觉而“看不见”呼应上文，也更显荷叶罗裙，芙蓉人面之想像了，同时也虚写了荷塘中花叶繁茂，人在其中若隐若现之景，并引出下句：“闻歌始觉有人来。”这一句描写细腻入微，仿佛让读者身临其境地体会到了诗人当时真实的感受。“始觉”与上句“看不见”呼应，共同创造出了一种“莲花过人头”的意境。“闻歌”也与“乱”字呼应，悠扬动听的歌声表现出她们活泼开朗的天性，同时也为整个采莲的场景添上了动人的一笔。",
          "这首诗句与句联系紧密，意蕴深远，精雕细琢却给人带来清丽自然之感，可以看出王昌龄炼字炼意的高超技艺，对中晚唐的诗歌有着重要的影响。▲"
        ],
        [
          "“荷叶罗裙一色裁 ，芙蓉向脸两边开”。诗歌在开始就展现出一幅人与环境和谐统一的美丽画面采莲女的罗裙和荷叶的颜色一样青翠欲滴。比喻虽不新奇，但用在此处却产生意想不到的效果，既描绘了田田的荷叶，又写了采莲女美丽的衣裳，两者相互映衬，恍若一体。尤其是“裁”字，用得极其巧妙，罗裙是裁出的，可是此处也用在荷叶上，似从贺知章《咏柳》诗“不知细叶谁裁出？二月春风似剪刀”句中得到了灵感，让人感到荷叶与罗裙不仅颜色相同，似乎也是同一双巧手以同一种材料制成的。由此又让人不禁联想到屈原《离骚》中“制芰荷以为衣兮，集芙蓉以为裳”，感受到这些女子如荷花般的心灵。娇艳的芙蓉花似乎都朝着采莲女美丽的脸庞开放，明写荷花，实则为了衬出人之美，采莲女的美丽，不是闭月羞花式的惊艳，而是如阳光般健康温暖，似乎能催开满池的荷花。这两句诗本自梁元帝《碧玉诗》“莲花乱脸色，荷叶杂衣香”，王昌龄的这篇较之则更胜一筹，意义更为隽永。",
          "“乱入池中看不见，闻歌始觉有人来“。诗的第三句“ 乱入池中看不见” 是对前两句的补充和深入。它有两重含义：一是突出荷田的稠密, 使人荷莫辨更真实可信；二是突出了观望者的感受和心理活动。其中“ 乱” 字用得十分微妙。末句“ 闻歌始觉有人来” 除了从另一面说明少女被荷田遮蔽与消融，难以被观望者发现以外，又写出一种声音的美，增添了诗的活泼情趣“。乱”字既指采莲女纷纷入池嬉笑欢闹的场面，也可指人与花同样娇嫩难以辨别，眼前一乱的感觉而“看不见”呼应上文，也更显荷叶罗裙，芙蓉人面之想像了，同时也虚写了荷塘中花叶繁茂，人在其中若隐若现之景，并引出下句：“闻歌始觉有人来。”这一句描写细腻入微，仿佛让读者身临其境地体会到了诗人当时真实的感受。“始觉”与上句“看不见”呼应，共同创造出了一种“莲花过人头”的意境。“闻歌”也与“乱”字呼应，悠扬动听的歌声表现出她们活泼开朗的天性，同时也为整个采莲的场景添上了动人的一笔。",
          "这首诗句与句联系紧密，意蕴深远，精雕细琢却给人带来清丽自然之感，可以看出王昌龄炼字炼意的高超技艺，对中晚唐的诗歌有着重要的影响。▲"
        ]
      ],
      "title": "采莲曲"
    }
  ],
  [
    {
      "dynasty": "唐代",
      "author": "杜甫",
      "lines": {
        "characters": [
          "迟日江山丽，春风花草香。",
          "泥融飞燕子，沙暖睡鸳鸯。"
        ],
        "pinyins": [
          [
            "chí",
            "rì",
            "jiāng",
            "shān",
            "lì",
            "，",
            "chūn",
            "fēng",
            "huā",
            "cǎo",
            "xiāng",
            "。"
          ],
          [
            "ní",
            "róng",
            "fēi",
            "yàn",
            "zi",
            "，",
            "shā",
            "nuǎn",
            "shuì",
            "yuān",
            "yāng",
            "。"
          ]
        ]
      },
      "keywords": [
        "春天",
        "写景",
        "早教"
      ],
      "annotations": [
        [
          "译文沐浴在春光下的江山显得格外秀丽，春风里到处弥漫着花草的香味。燕子衔着湿泥飞来飞去忙着筑巢，暖和的沙子上成双成对的鸳鸯静睡不动。",
          "注释迟日：春天日渐长，所以说迟日。 泥融：这里指泥土滋润、湿润。鸳鸯：一种水鸟，雄鸟与雌鸟常常双双出没。"
        ]
      ],
      "appreciations": [
        [
          "这首诗用自然流畅的语言写出了一派生意盎然的春色，格调清新，意境明丽，表达了诗人热爱大自然的愉快心情。",
          "诗一开始，就从大处着墨，描绘出在初春灿烂阳光的照耀下，浣花溪一带明净绚丽的春景，用笔简洁而色彩浓艳。“迟日”即春日，语出《诗经·豳风·七月》“春日迟迟”。这里用以突出初春的阳光，以统摄全篇。同时用一“丽”字点染“江山”，表现了春日阳光普照，四野青绿，溪水映日的秀丽景色。这虽是粗笔勾画，笔底却是春光骀荡。",
          "“春风花草香”诗人进一步以和煦的春风，初放的百花，如茵的芳草，浓郁的芳香来展现明媚的大好春光。因为诗人把春风、花草及其散发的馨香有机地组织在一起，所以通过联想，可以有惠风和畅、百花竞放、风送花香的感受，收到如临其境的艺术效果。在明丽阔远的图景之上，三、四两句转向具体而生动的初春景物描绘。",
          "“泥融飞燕子”诗人选择初春最常见，也是最具有特征性的动态景物来勾画。春暖花开，泥融土湿，秋去春归的燕子，正繁忙地飞来飞去，衔泥筑巢。这生动的描写，使画面更加充满勃勃生机，春意盎然，还有一种动态美。杜甫对燕子的观察十分细致，“泥融”紧扣首句，因春回大地，阳光普照才“泥融”；紫燕新归，衔泥做巢而不停地飞翔，显出一番春意闹的情状。",
          "“沙暖睡鸳鸯”是勾勒静态景物。春日冲融，日丽沙暖，鸳鸯也要享受这春天的温暖，在溪边的沙洲上静睡不动。这也和首句紧相照应，因为“迟日”才沙暖，沙暖才引来成双成对的鸳鸯出水，沐浴在灿烂的阳光中，是那样悠然自适。从景物的描写来看，和第三句动态的飞燕相对照，动静相间，相映成趣。这两句以工笔细描衔泥飞燕、静睡鸳鸯，与一、二两句粗笔勾画阔远明丽的景物相配合，使整个画面和谐统一，构成一幅色彩鲜明，生意勃发，具有美感的初春景物图。就诗中所含蕴的思想感情而言，反映了诗人经过“一岁四行役”、“三年饥走荒山道”的奔波流离之后，暂时定居草堂的安适心情，也是诗人对初春时节自然界一派生机、欣欣向荣的欢悦情怀的表露。",
          "清人陶虞开称杜甫笔法高妙，能“以诗为画”（《说杜》），此诗可为印证。但这首五绝之妙并不止于“以诗为画”，诗人着意传达的还是他感受到的柔和春意。如果说春日迟迟、江山秀丽、清风徐徐、花草芬芳以及燕子、鸳鸯，都是诗人的视觉、触觉（风）、嗅觉所感，那么泥土之“融”、沙砾之“暖”，便不是五官的直接感觉了。只因为对春天的阳光明丽、惠风和畅、鸟语花香感受至深，诗人无须触摸就能想象出泥土的松湿和沙砾的温暖；而泥之融、沙之暖的体会又加深了对飞燕的轻盈、鸳鸯娇慵的视觉印象，从而使诗人的整个身心都沉浸于柔美和谐和春意之中。▲"
        ],
        [
          "这首诗用自然流畅的语言写出了一派生意盎然的春色，格调清新，意境明丽，表达了诗人热爱大自然的愉快心情。",
          "诗一开始，就从大处着墨，描绘出在初春灿烂阳光的照耀下，浣花溪一带明净绚丽的春景，用笔简洁而色彩浓艳。“迟日”即春日，语出《诗经·豳风·七月》“春日迟迟”。这里用以突出初春的阳光，以统摄全篇。同时用一“丽”字点染“江山”，表现了春日阳光普照，四野青绿，溪水映日的秀丽景色。这虽是粗笔勾画，笔底却是春光骀荡。",
          "“春风花草香”诗人进一步以和煦的春风，初放的百花，如茵的芳草，浓郁的芳香来展现明媚的大好春光。因为诗人把春风、花草及其散发的馨香有机地组织在一起，所以通过联想，可以有惠风和畅、百花竞放、风送花香的感受，收到如临其境的艺术效果。在明丽阔远的图景之上，三、四两句转向具体而生动的初春景物描绘。",
          "“泥融飞燕子”诗人选择初春最常见，也是最具有特征性的动态景物来勾画。春暖花开，泥融土湿，秋去春归的燕子，正繁忙地飞来飞去，衔泥筑巢。这生动的描写，使画面更加充满勃勃生机，春意盎然，还有一种动态美。杜甫对燕子的观察十分细致，“泥融”紧扣首句，因春回大地，阳光普照才“泥融”；紫燕新归，衔泥做巢而不停地飞翔，显出一番春意闹的情状。",
          "“沙暖睡鸳鸯”是勾勒静态景物。春日冲融，日丽沙暖，鸳鸯也要享受这春天的温暖，在溪边的沙洲上静睡不动。这也和首句紧相照应，因为“迟日”才沙暖，沙暖才引来成双成对的鸳鸯出水，沐浴在灿烂的阳光中，是那样悠然自适。从景物的描写来看，和第三句动态的飞燕相对照，动静相间，相映成趣。这两句以工笔细描衔泥飞燕、静睡鸳鸯，与一、二两句粗笔勾画阔远明丽的景物相配合，使整个画面和谐统一，构成一幅色彩鲜明，生意勃发，具有美感的初春景物图。就诗中所含蕴的思想感情而言，反映了诗人经过“一岁四行役”、“三年饥走荒山道”的奔波流离之后，暂时定居草堂的安适心情，也是诗人对初春时节自然界一派生机、欣欣向荣的欢悦情怀的表露。",
          "清人陶虞开称杜甫笔法高妙，能“以诗为画”（《说杜》），此诗可为印证。但这首五绝之妙并不止于“以诗为画”，诗人着意传达的还是他感受到的柔和春意。如果说春日迟迟、江山秀丽、清风徐徐、花草芬芳以及燕子、鸳鸯，都是诗人的视觉、触觉（风）、嗅觉所感，那么泥土之“融”、沙砾之“暖”，便不是五官的直接感觉了。只因为对春天的阳光明丽、惠风和畅、鸟语花香感受至深，诗人无须触摸就能想象出泥土的松湿和沙砾的温暖；而泥之融、沙之暖的体会又加深了对飞燕的轻盈、鸳鸯娇慵的视觉印象，从而使诗人的整个身心都沉浸于柔美和谐和春意之中。▲"
        ]
      ],
      "title": "绝句"
    },
    {
      "dynasty": "宋代",
      "author": "苏轼",
      "lines": {
        "characters": [
          "竹外桃花三两枝，春江水暖鸭先知。",
          "蒌蒿满地芦芽短，正是河豚欲上时。"
        ],
        "pinyins": [
          [
            "zhú",
            "wài",
            "táo",
            "huā",
            "sān",
            "liǎng",
            "zhī",
            "，",
            "chūn",
            "jiāng",
            "shuǐ",
            "nuǎn",
            "yā",
            "xiān",
            "zhī",
            "。"
          ],
          [
            "lóu",
            "hāo",
            "mǎn",
            "dì",
            "lú",
            "yá",
            "duǎn",
            "，",
            "zhèng",
            "shì",
            "hé",
            "tún",
            "yù",
            "shàng",
            "shí",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "题画",
        "春天",
        "写景"
      ],
      "annotations": [
        [
          "译文竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。",
          "注释惠崇（亦为慧崇）：福建建阳僧，宋初九僧之一，能诗能画。《春江晚景》是惠崇所作画名，共两幅，一幅是鸭戏图，一幅是飞雁图。钱钟书《宋诗选注》中为“晓景”。诸多注本，有用“晓景”、有用“晚景”，此从《东坡全集》及清以前注本用“晚景”。蒌蒿：草名，有青蒿、白蒿等种。芦芽：芦苇的幼芽，可食用。河豚：鱼的一种，学名“鲀”，肉味鲜美，但是卵巢和肝脏有剧毒。产于我国沿海和一些内河。每年春天逆江而上，在淡水中产卵。上：指逆江而上。▲"
        ],
        [
          "译文竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。",
          "注释惠崇（亦为慧崇）：福建建阳僧，宋初九僧之一，能诗能画。《春江晚景》是惠崇所作画名，共两幅，一幅是鸭戏图，一幅是飞雁图。钱钟书《宋诗选注》中为“晓景”。诸多注本，有用“晓景”、有用“晚景”，此从《东坡全集》及清以前注本用“晚景”。蒌蒿：草名，有青蒿、白蒿等种。芦芽：芦苇的幼芽，可食用。河豚：鱼的一种，学名“鲀”，肉味鲜美，但是卵巢和肝脏有剧毒。产于我国沿海和一些内河。每年春天逆江而上，在淡水中产卵。上：指逆江而上。▲"
        ]
      ],
      "appreciations": [
        [
          "这首诗题“鸭戏图”，再现了原画中的江南仲春景色，又融入诗人合理的想象，与原画相得益彰。",
          "“竹外桃花三两枝”，隔着疏落的翠竹望去，几枝桃花摇曳身姿。桃竹相衬，红绿掩映，春意格外惹人喜爱。这虽然只是简单一句，却透出很多信息。首先，它显示出竹林的稀疏，要是细密，就无法见到桃花了。其次，它表明季节，点出了一个“早”字。春寒刚过，还不是桃花怒放之时，但春天的无限生机和潜力，已经透露出来。",
          "“春江水暖鸭先知”，视觉由远及近，即从江岸到江面。江上春水荡漾，好动的鸭子在江水中嬉戏游玩。“鸭先知”侧面说明春江水还略带寒意，因而别的动物都还没有敏感到春天的来临，这就与首句中的桃花“三两枝”相呼应，表明早春时节。这句诗化用了唐人诗句：孟郊“何物最先知？虚虚草争出”，杜牧（一作许浑）“蒲根水暖雁初下，梅径香寒蜂未知”（《初春舟次》）。苏轼学古而不泥，前人诗句的造意，加上自己观察的积累，熔炼成这一佳句。“鸭知水暖”这种诉之于感觉和想象的事物，画面是难以传达的，诗人却通过设身处地的体会，在诗中表达出来。缘情体物又移情于物，江中自由嬉戏的鸭子最先感受到春水温度的回升，用触觉印象“暖”补充画中春水潋滟的视觉印象。鸭之所以能“先知春江水暖”是因为它们长年生活在水中，只要江水不结冰，它总要跳下去凫水嬉戏。因此，首先知道春江水温变化的自然就是这些与水有着密切关系的鸭子。这就说明：凡事都要亲历其境，才会有真实的感受。这句诗不仅反映了诗人对自然的入微观察，还凝聚了诗人对生活的哲理思索。鸭下水而知春江暖，可与“一叶落而知天下秋”相媲美，具有见微知著、举一反三的道理。",
          "“蒌蒿满地芦芽短”，这两句诗仍然紧扣“早春”来进行描写，那满地蒌蒿、短短的芦芽，黄绿相间、艳丽迷人，呈现出一派春意盎然、欣欣向荣的景象。“河豚欲上”借河豚只在春江水暖时才往上游的特征，进一步突出一个“春”字，本是画面所无，也是画笔难到的，可是诗人却成功地“状难写之景如在目前”，给整个画面注入了春天的气息和生命的活力。苏轼的学生张耒在《明道杂志》中也记载长江一带土人食河豚，“但用蒌蒿、荻笋即芦芽、菘菜三物”烹煮，认为这三样与河豚最适宜搭配。由此可见，苏轼的联想是有根有据的，也是自然而然的。诗意之妙，也有赖于此。",
          "“正是河豚欲上时”画面虽未描写河豚的动向，但诗人却从蒌蒿丛生、芦苇吐芽推测而知“河豚欲上”，从而画出海豚在春江水发时沿江上行的形象，用想象得出的虚境补充了实境。苏轼就是通过这样的笔墨，把无声的、静止的画面，转化为有声的、活动的诗境。在苏轼眼里，这幅画已经不再是画框之内平面的、静止的纸上图景，而是以内在的深邃体会和精微的细腻观察给人以生态感。前者如画，后者逼真，两者混同，不知何者为画境，何者为真景。诗人的艺术联想拓宽了绘画所表现的视觉之外的天地，使诗情、画意得到了完美的结合。",
          "这一首诗成功地写出了早春时节的春江景色，苏轼以其细致、敏锐的感受，捕捉住季节转换时的景物特征，抒发对早春的喜悦和礼赞之情。全诗春意浓郁、生机蓬勃，给人以清新，舒畅之感。诗人苏轼提出“诗画本一律，天工与清新”（《书鄢陵王主簿所画折枝二首》），“诗中有画，画中有诗”（《东坡题跋》卷五《书摩诘蓝田烟雨图》），在他的这首题画诗《惠崇春江晚景》中得到了很好的验证。▲"
        ],
        [
          "这首诗题“鸭戏图”，再现了原画中的江南仲春景色，又融入诗人合理的想象，与原画相得益彰。",
          "“竹外桃花三两枝”，隔着疏落的翠竹望去，几枝桃花摇曳身姿。桃竹相衬，红绿掩映，春意格外惹人喜爱。这虽然只是简单一句，却透出很多信息。首先，它显示出竹林的稀疏，要是细密，就无法见到桃花了。其次，它表明季节，点出了一个“早”字。春寒刚过，还不是桃花怒放之时，但春天的无限生机和潜力，已经透露出来。",
          "“春江水暖鸭先知”，视觉由远及近，即从江岸到江面。江上春水荡漾，好动的鸭子在江水中嬉戏游玩。“鸭先知”侧面说明春江水还略带寒意，因而别的动物都还没有敏感到春天的来临，这就与首句中的桃花“三两枝”相呼应，表明早春时节。这句诗化用了唐人诗句：孟郊“何物最先知？虚虚草争出”，杜牧（一作许浑）“蒲根水暖雁初下，梅径香寒蜂未知”（《初春舟次》）。苏轼学古而不泥，前人诗句的造意，加上自己观察的积累，熔炼成这一佳句。“鸭知水暖”这种诉之于感觉和想象的事物，画面是难以传达的，诗人却通过设身处地的体会，在诗中表达出来。缘情体物又移情于物，江中自由嬉戏的鸭子最先感受到春水温度的回升，用触觉印象“暖”补充画中春水潋滟的视觉印象。鸭之所以能“先知春江水暖”是因为它们长年生活在水中，只要江水不结冰，它总要跳下去凫水嬉戏。因此，首先知道春江水温变化的自然就是这些与水有着密切关系的鸭子。这就说明：凡事都要亲历其境，才会有真实的感受。这句诗不仅反映了诗人对自然的入微观察，还凝聚了诗人对生活的哲理思索。鸭下水而知春江暖，可与“一叶落而知天下秋”相媲美，具有见微知著、举一反三的道理。",
          "“蒌蒿满地芦芽短”，这两句诗仍然紧扣“早春”来进行描写，那满地蒌蒿、短短的芦芽，黄绿相间、艳丽迷人，呈现出一派春意盎然、欣欣向荣的景象。“河豚欲上”借河豚只在春江水暖时才往上游的特征，进一步突出一个“春”字，本是画面所无，也是画笔难到的，可是诗人却成功地“状难写之景如在目前”，给整个画面注入了春天的气息和生命的活力。苏轼的学生张耒在《明道杂志》中也记载长江一带土人食河豚，“但用蒌蒿、荻笋即芦芽、菘菜三物”烹煮，认为这三样与河豚最适宜搭配。由此可见，苏轼的联想是有根有据的，也是自然而然的。诗意之妙，也有赖于此。",
          "“正是河豚欲上时”画面虽未描写河豚的动向，但诗人却从蒌蒿丛生、芦苇吐芽推测而知“河豚欲上”，从而画出海豚在春江水发时沿江上行的形象，用想象得出的虚境补充了实境。苏轼就是通过这样的笔墨，把无声的、静止的画面，转化为有声的、活动的诗境。在苏轼眼里，这幅画已经不再是画框之内平面的、静止的纸上图景，而是以内在的深邃体会和精微的细腻观察给人以生态感。前者如画，后者逼真，两者混同，不知何者为画境，何者为真景。诗人的艺术联想拓宽了绘画所表现的视觉之外的天地，使诗情、画意得到了完美的结合。",
          "这一首诗成功地写出了早春时节的春江景色，苏轼以其细致、敏锐的感受，捕捉住季节转换时的景物特征，抒发对早春的喜悦和礼赞之情。全诗春意浓郁、生机蓬勃，给人以清新，舒畅之感。诗人苏轼提出“诗画本一律，天工与清新”（《书鄢陵王主簿所画折枝二首》），“诗中有画，画中有诗”（《东坡题跋》卷五《书摩诘蓝田烟雨图》），在他的这首题画诗《惠崇春江晚景》中得到了很好的验证。▲"
        ]
      ],
      "title": "惠崇春江晚景"
    },
    {
      "dynasty": "宋代",
      "author": "曾几",
      "lines": {
        "characters": [
          "<p>梅子黄时日日晴，小溪泛尽却山行。",
          "绿阴不减来时路，添得黄鹂四五声。</p>"
        ],
        "pinyins": [
          [
            "<p>",
            "méi",
            "zǐ",
            "huáng",
            "shí",
            "rì",
            "rì",
            "qíng",
            "，",
            "xiǎo",
            "xī",
            "fàn",
            "jìn",
            "què",
            "shān",
            "háng",
            "。"
          ],
          [
            "lǜ",
            "yīn",
            "bù",
            "jiǎn",
            "lái",
            "shí",
            "lù",
            "，",
            "tiān",
            "dé",
            "huáng",
            "lí",
            "sì",
            "wǔ",
            "shēng",
            "。</p>"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "纪游",
        "喜悦"
      ],
      "annotations": [
        [
          "译文梅子成熟的时候，天天都是晴朗的好天气，乘小船走到小溪的尽头，再走山间小路。山路上古树苍翠，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。",
          "注释三衢道中：在去三衢州的道路上。三衢即衢州，今浙江省常山县，因境内有三衢山而得名。梅子黄时：指五月，梅子成熟的季节。小溪泛尽：乘小船走到小溪的尽头。小溪，小河沟。泛，乘船。尽，尽头。却山行：再走山间小路。却，再的意思。阴：树荫。不减：并没有少多少，差不多。黄鹂：黄莺。▲"
        ],
        [
          "译文梅子成熟的时候，天天都是晴朗的好天气，乘小船走到小溪的尽头，再走山间小路。山路上古树苍翠，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。",
          "注释三衢道中：在去三衢州的道路上。三衢即衢州，今浙江省常山县，因境内有三衢山而得名。梅子黄时：指五月，梅子成熟的季节。小溪泛尽：乘小船走到小溪的尽头。小溪，小河沟。泛，乘船。尽，尽头。却山行：再走山间小路。却，再的意思。阴：树荫。不减：并没有少多少，差不多。黄鹂：黄莺。▲"
        ]
      ],
      "appreciations": [
        [
          "诗写初夏时宁静的景色和诗人山行时轻松愉快的心情。此诗首句写出行时间，次句写出行路线，第三句写绿阴那美好的景象仍然不减登山时的浓郁，第四句写黄莺声，路边绿林中又增添了几声悦耳的黄莺的鸣叫声，为三衢山的道中增添了无穷的生机和意趣。全诗明快自然，极富有生活韵味。",
          "第一句句点明此行的时间，“梅子黄时”正是江南梅雨时节（黄梅天），难得有这样“日日晴”的好天气，因此诗人的心情自然也为之一爽，游兴愈浓。诗人乘轻舟泛溪而行，溪尽而兴不尽，于是舍舟登岸，山路步行。一个“却”字，道出了他高涨的游兴。",
          "三四句紧承“山行”，写绿树荫浓，爽静宜人，更有黄鹂啼鸣，幽韵悦耳，渲染出诗人舒畅愉悦的情怀。“来时路”将此行悄然过渡到归程，“添得”二字则暗示出行归而兴致犹浓，故能注意到归途有黄鹂助兴，由此可见出此作构思之机巧、剪裁之精当。",
          "作者将一次平平常常的行程，写得错落有致，平中见奇，不仅写出了初夏的宜人风光，而且诗人的愉悦情状也栩栩如生，让人领略到平的意趣。",
          "诗还有个特点，就是通过对比融入感情。诗将往年阴雨连绵的黄梅天与眼下的晴朗对比；将来时的绿树及山林的幽静与眼前的绿树与黄莺叫声对比，于是产生了起伏，引出了新意。全诗又全用景语，浑然天成，描绘了浙西山区初夏的秀丽景色；虽然没有铺写自己的感情，却在景物的描绘中锲入了自己愉快欢悦的心情。曾几虽然是江西诗派的一员，但这首绝句写得清新流畅，没有江西诗派生吞活剥、拗折诘屈的弊病。他的学生陆游就专学这种，蔚成大家。▲"
        ],
        [
          "诗写初夏时宁静的景色和诗人山行时轻松愉快的心情。此诗首句写出行时间，次句写出行路线，第三句写绿阴那美好的景象仍然不减登山时的浓郁，第四句写黄莺声，路边绿林中又增添了几声悦耳的黄莺的鸣叫声，为三衢山的道中增添了无穷的生机和意趣。全诗明快自然，极富有生活韵味。",
          "第一句句点明此行的时间，“梅子黄时”正是江南梅雨时节（黄梅天），难得有这样“日日晴”的好天气，因此诗人的心情自然也为之一爽，游兴愈浓。诗人乘轻舟泛溪而行，溪尽而兴不尽，于是舍舟登岸，山路步行。一个“却”字，道出了他高涨的游兴。",
          "三四句紧承“山行”，写绿树荫浓，爽静宜人，更有黄鹂啼鸣，幽韵悦耳，渲染出诗人舒畅愉悦的情怀。“来时路”将此行悄然过渡到归程，“添得”二字则暗示出行归而兴致犹浓，故能注意到归途有黄鹂助兴，由此可见出此作构思之机巧、剪裁之精当。",
          "作者将一次平平常常的行程，写得错落有致，平中见奇，不仅写出了初夏的宜人风光，而且诗人的愉悦情状也栩栩如生，让人领略到平的意趣。",
          "诗还有个特点，就是通过对比融入感情。诗将往年阴雨连绵的黄梅天与眼下的晴朗对比；将来时的绿树及山林的幽静与眼前的绿树与黄莺叫声对比，于是产生了起伏，引出了新意。全诗又全用景语，浑然天成，描绘了浙西山区初夏的秀丽景色；虽然没有铺写自己的感情，却在景物的描绘中锲入了自己愉快欢悦的心情。曾几虽然是江西诗派的一员，但这首绝句写得清新流畅，没有江西诗派生吞活剥、拗折诘屈的弊病。他的学生陆游就专学这种，蔚成大家。▲"
        ]
      ],
      "title": "三衢道中"
    },
    {
      "dynasty": "先秦",
      "author": "韩非",
      "lines": {
        "characters": [
          "宋人有耕者。田中有株。兔走触株，折颈而死。因释其耒而守株，冀复得兔。兔不可复得，而身为宋国笑。"
        ],
        "pinyins": [
          [
            "sòng",
            "rén",
            "yǒu",
            "gēng",
            "zhě",
            "。",
            "tián",
            "zhōng",
            "yǒu",
            "zhū",
            "。",
            "tù",
            "zǒu",
            "chù",
            "zhū",
            "，",
            "zhē",
            "jǐng",
            "ér",
            "sǐ",
            "。",
            "yīn",
            "shì",
            "qí",
            "lěi",
            "ér",
            "shǒu",
            "zhū",
            "，",
            "jì",
            "fù",
            "dé",
            "tù",
            "。",
            "tù",
            "bù",
            "kě",
            "fù",
            "dé",
            "，",
            "ér",
            "shēn",
            "wéi",
            "sòng",
            "guó",
            "xiào",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学文言文",
        "寓言",
        "哲理"
      ],
      "annotations": [
        [],
        []
      ],
      "appreciations": [],
      "title": "守株待兔"
    },
    {
      "dynasty": "宋代",
      "author": "王安石",
      "lines": {
        "characters": [
          "<p>爆竹声中一岁除，春风送暖入屠苏。",
          "千门万户曈曈日，总把新桃换旧符。</p>"
        ],
        "pinyins": [
          [
            "<p>",
            "bào",
            "zhú",
            "shēng",
            "zhōng",
            "yī",
            "suì",
            "chú",
            "，",
            "chūn",
            "fēng",
            "sòng",
            "nuǎn",
            "rù",
            "tú",
            "sū",
            "。"
          ],
          [
            "qiān",
            "mén",
            "wàn",
            "hù",
            "tóng",
            "tóng",
            "rì",
            "，",
            "zǒng",
            "bǎ",
            "xīn",
            "táo",
            "huàn",
            "jiù",
            "fú",
            "。</p>"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "春节",
        "风俗",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文爆竹声中旧的一年已经过去，迎着和暖的春风开怀畅饮屠苏酒。初升的太阳照耀着千家万户，都把旧的桃符取下换上新的桃符。",
          "注释元日：农历正月初一，即春节。爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一（yí）岁除：一年已尽，“一”字用在第四声（去声）字的前面时，“一”变调，读第二声（阳平）。除，逝去。屠苏：指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。千门万户：形容门户众多，人口稠密。曈曈：日出时光亮而温暖的样子。桃：桃符，古代一种风俗，农历正月初一时人们用桃木板写上神荼、郁垒两位神灵的名字，悬挂在门旁，用来压邪。也作春联。▲"
        ],
        [
          "译文爆竹声中旧的一年已经过去，迎着和暖的春风开怀畅饮屠苏酒。初升的太阳照耀着千家万户，都把旧的桃符取下换上新的桃符。",
          "注释元日：农历正月初一，即春节。爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一（yí）岁除：一年已尽，“一”字用在第四声（去声）字的前面时，“一”变调，读第二声（阳平）。除，逝去。屠苏：指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。千门万户：形容门户众多，人口稠密。曈曈：日出时光亮而温暖的样子。桃：桃符，古代一种风俗，农历正月初一时人们用桃木板写上神荼、郁垒两位神灵的名字，悬挂在门旁，用来压邪。也作春联。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首写古代迎接新年的即景之作，取材于民间习俗，敏感地摄取了老百姓过春节时的典型素材，抓住有代表性的生活细节：点燃爆竹，饮屠苏酒，换新桃符，充分表现出过年的欢乐气氛，富有浓厚的生活气息。抒发了作者革新政治的思想感情，充满欢快及积极向上的奋发精神。",
          "“爆竹声中一岁除，春风送暖入屠苏。”逢年过节燃放爆竹，这种习俗古已有之，一直延续至今。古代风俗，每年正月初一，全家老小喝屠苏酒，然后用红布把渣滓包起来，挂在门框上，用来“驱邪”和躲避瘟疫。",
          "“千门万户曈曈日”句承接前面诗意，是说家家户户都沐浴在初春朝阳的光照之中。结尾一句描述转发议论。挂桃符，这也是古代民间的一种习俗。“总把新桃换旧符”，是个压缩省略的句式，“新桃”省略了“符”字，“旧符”省略了“桃”字，交替运用，这是因为七绝每句字数限制的缘故。",
          "诗是人们的心声。不少论诗者注意到，这首诗表现的意境和现实，还自有它的比喻象征意义，王安石这首诗充满欢快及积极向上的奋发精神，是因为他当时正担任宰相，推行新法。王安石是北宋时期著名的改革家，他在任期间，正如眼前人们把新的桃符替换成旧的一样，革除旧政，施行新政。王安石对新政充满信心，所以反映到诗中就分外开朗。",
          "这首诗，正是赞美新事物的诞生如同“春风送暖”那样充满生机；“曈曈日”照着“千门万户”，这不是平常的太阳，而是新生活的开始，变法带给百姓的是一片光明。结尾一句“总把新桃换旧符”，表现了诗人对变法胜利和人民生活改善的欣慰喜悦之情。其中含有深刻哲理，指出新生事物总是要取代没落事物的这一规律。这首诗虽然用的是白描手法，极力渲染喜气洋洋的节日气氛，同时又通过元日更新的习俗来寄托自己的思想，表现得含而不露。▲"
        ],
        [
          "这是一首写古代迎接新年的即景之作，取材于民间习俗，敏感地摄取了老百姓过春节时的典型素材，抓住有代表性的生活细节：点燃爆竹，饮屠苏酒，换新桃符，充分表现出过年的欢乐气氛，富有浓厚的生活气息。抒发了作者革新政治的思想感情，充满欢快及积极向上的奋发精神。",
          "“爆竹声中一岁除，春风送暖入屠苏。”逢年过节燃放爆竹，这种习俗古已有之，一直延续至今。古代风俗，每年正月初一，全家老小喝屠苏酒，然后用红布把渣滓包起来，挂在门框上，用来“驱邪”和躲避瘟疫。",
          "“千门万户曈曈日”句承接前面诗意，是说家家户户都沐浴在初春朝阳的光照之中。结尾一句描述转发议论。挂桃符，这也是古代民间的一种习俗。“总把新桃换旧符”，是个压缩省略的句式，“新桃”省略了“符”字，“旧符”省略了“桃”字，交替运用，这是因为七绝每句字数限制的缘故。",
          "诗是人们的心声。不少论诗者注意到，这首诗表现的意境和现实，还自有它的比喻象征意义，王安石这首诗充满欢快及积极向上的奋发精神，是因为他当时正担任宰相，推行新法。王安石是北宋时期著名的改革家，他在任期间，正如眼前人们把新的桃符替换成旧的一样，革除旧政，施行新政。王安石对新政充满信心，所以反映到诗中就分外开朗。",
          "这首诗，正是赞美新事物的诞生如同“春风送暖”那样充满生机；“曈曈日”照着“千门万户”，这不是平常的太阳，而是新生活的开始，变法带给百姓的是一片光明。结尾一句“总把新桃换旧符”，表现了诗人对变法胜利和人民生活改善的欣慰喜悦之情。其中含有深刻哲理，指出新生事物总是要取代没落事物的这一规律。这首诗虽然用的是白描手法，极力渲染喜气洋洋的节日气氛，同时又通过元日更新的习俗来寄托自己的思想，表现得含而不露。▲"
        ]
      ],
      "title": "元日"
    },
    {
      "dynasty": "唐代",
      "author": "杜牧",
      "lines": {
        "characters": [
          "清明时节雨纷纷，路上行人欲断魂。",
          "借问酒家何处有？牧童遥指杏花村。"
        ],
        "pinyins": [
          [
            "qīng",
            "míng",
            "shí",
            "jié",
            "yǔ",
            "fēn",
            "fēn",
            "，",
            "lù",
            "shàng",
            "háng",
            "rén",
            "yù",
            "duàn",
            "hún",
            "。"
          ],
          [
            "jiè",
            "wèn",
            "jiǔ",
            "jiā",
            "hé",
            "chǔ",
            "yǒu",
            "？",
            "mù",
            "tóng",
            "yáo",
            "zhǐ",
            "xìng",
            "huā",
            "cūn",
            "。"
          ]
        ]
      },
      "keywords": [
        "清明节",
        "写景",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文江南清明时节细雨纷纷飘洒，路上羁旅行人个个落魄断魂。询问当地之人何处买酒浇愁？牧童笑而不答指了指杏花深处的村庄。",
          "注释清明：二十四节气之一，在阳历四月五日前后。旧俗当天有扫墓、踏青、插柳等活动。宫中以当天为秋千节，坤宁宫及各后宫都安置秋千，嫔妃做秋千之戏。纷纷：形容多。欲断魂：形容伤感极深，好像灵魂要与身体分开一样。断魂：神情凄迷，烦闷不乐。这两句是说，清明时候，阴雨连绵，飘飘洒洒下个不停；如此天气，如此节日，路上行人情绪低落，神魂散乱。借问：请问。杏花村：杏花深处的村庄。今在安徽贵池秀山门外。受此诗影响，后人多用“杏花村”作酒店名。▲"
        ],
        [
          "译文江南清明时节细雨纷纷飘洒，路上羁旅行人个个落魄断魂。询问当地之人何处买酒浇愁？牧童笑而不答指了指杏花深处的村庄。",
          "注释清明：二十四节气之一，在阳历四月五日前后。旧俗当天有扫墓、踏青、插柳等活动。宫中以当天为秋千节，坤宁宫及各后宫都安置秋千，嫔妃做秋千之戏。纷纷：形容多。欲断魂：形容伤感极深，好像灵魂要与身体分开一样。断魂：神情凄迷，烦闷不乐。这两句是说，清明时候，阴雨连绵，飘飘洒洒下个不停；如此天气，如此节日，路上行人情绪低落，神魂散乱。借问：请问。杏花村：杏花深处的村庄。今在安徽贵池秀山门外。受此诗影响，后人多用“杏花村”作酒店名。▲"
        ]
      ],
      "appreciations": [
        [
          "这一天正是清明节，诗人杜牧在路上行走，遇上了下雨。清明，虽然是柳绿花红、春光明媚的时节，可也是气候容易发生变化的期间，常常赶上“闹天气”。远在梁代，就有人记载过：在清明前两天的寒食节，往往有“疾风甚雨”。若是正赶在清明这天下雨，还有个专名叫作“泼火雨”。诗人遇上的，正是这样一个日子。",
          "诗人用“纷纷”两个字来形容那天的“泼火雨”，真是好极了。“纷纷”，若是形容下雪，那该是大雪。但是用来写雨，却是正相反，那种叫人感到“纷纷”的，绝不是大雨，而是细雨。这种细雨，也正就是春雨的特色。细雨纷纷，是那种“天街小雨润如酥”样的雨，它不同于夏天的倾盆暴雨，也和那种淅淅沥沥的秋雨绝不是一个味道。这“雨纷纷”，正抓住了清明“泼火雨”的精神，传达了那种“做冷欺花，将烟困柳”的凄迷而又美丽的境界。",
          "这“纷纷”在此自然毫无疑问的是形容那春雨的意境；可是它又不止是如此而已，它还有一层特殊的作用，那就是，它实际上还在形容着那位雨中行路者的心情。",
          "且看下面一句：“路上行人欲断魂”。“行人”，是出门在外的行旅之人，不是那些游春逛景的人。那么什么是“断魂”呢？在诗歌里，“魂”指的多半是精神、情绪方面的事情。“断魂”，是极力形容那一种十分强烈、可是又并非明白表现在外面的很深隐的感情，比方相爱相思、惆怅失意、暗愁深恨等等。当诗人有这类情绪的时候，就常常爱用“断魂”这一词语来表达他的心境。",
          "清明这个节日，在古人感觉起来，和我们今天对它的观念不是完全一样的。在当时，清明节是个色彩情调都很浓郁的大节日，本该是家人团聚，或游玩观赏，或上坟扫墓，是主要的礼节风俗。除了那些贪花恋酒的王孙公子等人之外，有些头脑的，特别是感情丰富的诗人，他们心头的滋味是相当复杂的。倘若再赶上孤身行路，触景伤怀，那就更容易惹动了他的心事。偏偏又赶上细雨纷纷，春衫尽湿，这给行人就又增添了一层愁绪。这样来体会，才能理解为什么诗人在这当口儿要写“断魂”两个字；否则，下了一点小雨，就值得“断魂”，那不太没来由了吗？",
          "这样，我们就又可回到“纷纷”二字上来了。本来，佳节行路之人，已经有不少心事，再加上身在雨丝风片之中，纷纷洒洒，冒雨趱行，那心境更是加倍的凄迷纷乱了。所以说，纷纷是形容春雨，可也形容情绪；甚至不妨说，形容春雨，也就是为了形容情绪。这正是我国古典诗歌里寓情于景、情景交融的一种绝艺，一种胜境。",
          "前二句交代了情景，问题也发生了。怎么办呢？须得寻求一个解决的途径。行人在这时不禁想到：往哪里找个小酒店才好呢？事情很明白：寻到一个小酒店，一来歇歇脚，避避雨；二来小饮三杯，解解料峭中人的春寒，暖暖被雨淋湿的衣服；最要紧的是，借此也能散散心头的愁绪。于是，向人问路了。",
          "是向谁问的路呢？诗人在第三句里并没有告诉我们，妙莫妙于第四句：“牧童遥指杏花村”。在语法上讲，“牧童”是这一句的主语，可它实在又是上句“借问”的宾词——它补足了上句宾主问答的双方。牧童答话了吗？我们不得而知，但是以“行动”为答复，比答话还要鲜明有力。",
          "“遥”，字面意义是远。但我们读诗的人，切不可处处拘守字面意义，认为杏花村一定离这里还有十分遥远的路程。这一指，已经使我们如同看到。若真的距离遥远，就难以发生艺术联系，若真的就在眼前，那又失去了含蓄无尽的兴味：妙就妙在不远不近之间。“杏花村”不一定是真村名，也不一定即指酒家。这只需要说明指往这个美丽的杏花深处的村庄就够了，不言而喻，那里是有一家小小的酒店在等候接待雨中行路的客人的。",
          "诗里恰恰只写到“遥指杏花村”就戛然而止，再不多费一句话。剩下的，行人怎样地闻讯而喜，怎样地加把劲儿趱上前去，怎样地兴奋地找着了酒家，怎样地欣慰地获得了避雨、消愁两方面的满足和快意……，这些诗人就“不管”了。他把这些都含蓄在篇幅之外，付与读者的想象，由读者自去寻求领会。他只将读者引入一个诗的境界，他可并不负责导游全景；另一面，他却为读者展开了一处远比诗篇所显示的更为广阔得多的想象余地。这就是艺术的“有余不尽”。",
          "这才是诗人和我们读者的共同享受，这才是艺术，这也是我国古典诗歌所特别擅长的地方。古人曾说过，好的诗，能够“状难写之景，如在目前；含不尽之意，在于言外”。拿这首《清明》绝句来说，在一定意义上，也是当之无愧的。",
          "这首小诗，一个难字也没有，一个典故也不用，整篇是十分通俗的语言，写得自如之极，毫无经营造作之痕。音节十分和谐圆满，景象非常清新、生动，而又境界优美、兴味隐跃。诗由篇法讲也很自然，是顺序的写法。第一句交代情景、环境、气氛，是“起”；第二句是“承”，写出了人物，显示了人物的凄迷纷乱的心境；第三句是一“转”，然而也就提出了如何摆脱这种心境的办法；而这就直接逼出了第四句，成为整篇的精彩所在—“合”。在艺术上，这是由低而高、逐步上升、高潮顶点放在最后的手法。所谓高潮顶点，却又不是一览无余，索然兴尽，而是余韵邈然，耐人寻味。这些，都是诗人的高明之处，也是值得我们学习继承的地方！ ▲"
        ],
        [
          "这一天正是清明节，诗人杜牧在路上行走，遇上了下雨。清明，虽然是柳绿花红、春光明媚的时节，可也是气候容易发生变化的期间，常常赶上“闹天气”。远在梁代，就有人记载过：在清明前两天的寒食节，往往有“疾风甚雨”。若是正赶在清明这天下雨，还有个专名叫作“泼火雨”。诗人遇上的，正是这样一个日子。",
          "诗人用“纷纷”两个字来形容那天的“泼火雨”，真是好极了。“纷纷”，若是形容下雪，那该是大雪。但是用来写雨，却是正相反，那种叫人感到“纷纷”的，绝不是大雨，而是细雨。这种细雨，也正就是春雨的特色。细雨纷纷，是那种“天街小雨润如酥”样的雨，它不同于夏天的倾盆暴雨，也和那种淅淅沥沥的秋雨绝不是一个味道。这“雨纷纷”，正抓住了清明“泼火雨”的精神，传达了那种“做冷欺花，将烟困柳”的凄迷而又美丽的境界。",
          "这“纷纷”在此自然毫无疑问的是形容那春雨的意境；可是它又不止是如此而已，它还有一层特殊的作用，那就是，它实际上还在形容着那位雨中行路者的心情。",
          "且看下面一句：“路上行人欲断魂”。“行人”，是出门在外的行旅之人，不是那些游春逛景的人。那么什么是“断魂”呢？在诗歌里，“魂”指的多半是精神、情绪方面的事情。“断魂”，是极力形容那一种十分强烈、可是又并非明白表现在外面的很深隐的感情，比方相爱相思、惆怅失意、暗愁深恨等等。当诗人有这类情绪的时候，就常常爱用“断魂”这一词语来表达他的心境。",
          "清明这个节日，在古人感觉起来，和我们今天对它的观念不是完全一样的。在当时，清明节是个色彩情调都很浓郁的大节日，本该是家人团聚，或游玩观赏，或上坟扫墓，是主要的礼节风俗。除了那些贪花恋酒的王孙公子等人之外，有些头脑的，特别是感情丰富的诗人，他们心头的滋味是相当复杂的。倘若再赶上孤身行路，触景伤怀，那就更容易惹动了他的心事。偏偏又赶上细雨纷纷，春衫尽湿，这给行人就又增添了一层愁绪。这样来体会，才能理解为什么诗人在这当口儿要写“断魂”两个字；否则，下了一点小雨，就值得“断魂”，那不太没来由了吗？",
          "这样，我们就又可回到“纷纷”二字上来了。本来，佳节行路之人，已经有不少心事，再加上身在雨丝风片之中，纷纷洒洒，冒雨趱行，那心境更是加倍的凄迷纷乱了。所以说，纷纷是形容春雨，可也形容情绪；甚至不妨说，形容春雨，也就是为了形容情绪。这正是我国古典诗歌里寓情于景、情景交融的一种绝艺，一种胜境。",
          "前二句交代了情景，问题也发生了。怎么办呢？须得寻求一个解决的途径。行人在这时不禁想到：往哪里找个小酒店才好呢？事情很明白：寻到一个小酒店，一来歇歇脚，避避雨；二来小饮三杯，解解料峭中人的春寒，暖暖被雨淋湿的衣服；最要紧的是，借此也能散散心头的愁绪。于是，向人问路了。",
          "是向谁问的路呢？诗人在第三句里并没有告诉我们，妙莫妙于第四句：“牧童遥指杏花村”。在语法上讲，“牧童”是这一句的主语，可它实在又是上句“借问”的宾词——它补足了上句宾主问答的双方。牧童答话了吗？我们不得而知，但是以“行动”为答复，比答话还要鲜明有力。",
          "“遥”，字面意义是远。但我们读诗的人，切不可处处拘守字面意义，认为杏花村一定离这里还有十分遥远的路程。这一指，已经使我们如同看到。若真的距离遥远，就难以发生艺术联系，若真的就在眼前，那又失去了含蓄无尽的兴味：妙就妙在不远不近之间。“杏花村”不一定是真村名，也不一定即指酒家。这只需要说明指往这个美丽的杏花深处的村庄就够了，不言而喻，那里是有一家小小的酒店在等候接待雨中行路的客人的。",
          "诗里恰恰只写到“遥指杏花村”就戛然而止，再不多费一句话。剩下的，行人怎样地闻讯而喜，怎样地加把劲儿趱上前去，怎样地兴奋地找着了酒家，怎样地欣慰地获得了避雨、消愁两方面的满足和快意……，这些诗人就“不管”了。他把这些都含蓄在篇幅之外，付与读者的想象，由读者自去寻求领会。他只将读者引入一个诗的境界，他可并不负责导游全景；另一面，他却为读者展开了一处远比诗篇所显示的更为广阔得多的想象余地。这就是艺术的“有余不尽”。",
          "这才是诗人和我们读者的共同享受，这才是艺术，这也是我国古典诗歌所特别擅长的地方。古人曾说过，好的诗，能够“状难写之景，如在目前；含不尽之意，在于言外”。拿这首《清明》绝句来说，在一定意义上，也是当之无愧的。",
          "这首小诗，一个难字也没有，一个典故也不用，整篇是十分通俗的语言，写得自如之极，毫无经营造作之痕。音节十分和谐圆满，景象非常清新、生动，而又境界优美、兴味隐跃。诗由篇法讲也很自然，是顺序的写法。第一句交代情景、环境、气氛，是“起”；第二句是“承”，写出了人物，显示了人物的凄迷纷乱的心境；第三句是一“转”，然而也就提出了如何摆脱这种心境的办法；而这就直接逼出了第四句，成为整篇的精彩所在—“合”。在艺术上，这是由低而高、逐步上升、高潮顶点放在最后的手法。所谓高潮顶点，却又不是一览无余，索然兴尽，而是余韵邈然，耐人寻味。这些，都是诗人的高明之处，也是值得我们学习继承的地方！ ▲"
        ]
      ],
      "title": "清明"
    },
    {
      "dynasty": "唐代",
      "author": "王维",
      "lines": {
        "characters": [
          "独在异乡为异客，每逢佳节倍思亲。",
          "遥知兄弟登高处，遍插茱萸少一人。 ",
          ""
        ],
        "pinyins": [
          [
            "dú",
            "zài",
            "yì",
            "xiāng",
            "wéi",
            "yì",
            "kè",
            "，",
            "měi",
            "féng",
            "jiā",
            "jié",
            "bèi",
            "sī",
            "qīn",
            "。"
          ],
          [
            "yáo",
            "zhī",
            "xiōng",
            "dì",
            "dēng",
            "gāo",
            "chǔ",
            "，",
            "biàn",
            "chā",
            "zhū",
            "yú",
            "shǎo",
            "yī",
            "rén",
            "。 "
          ],
          []
        ]
      },
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "重阳节",
        "思乡",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文一个人独自在他乡作客，每逢节日加倍思念远方的亲人。遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。",
          "注释九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济市），在函谷关与华山以东，所以称山东。异乡：他乡、外乡。为异客：作他乡的客人。佳节：美好的节日。登高：古有重阳节登高的风俗。茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。▲"
        ],
        [
          "译文一个人独自在他乡作客，每逢节日加倍思念远方的亲人。遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。",
          "注释九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济市），在函谷关与华山以东，所以称山东。异乡：他乡、外乡。为异客：作他乡的客人。佳节：美好的节日。登高：古有重阳节登高的风俗。茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。▲"
        ]
      ],
      "appreciations": [
        [
          "王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。",
          "此诗写出了游子的思乡怀亲之情。诗一开头便紧切题目，写异乡异土生活的孤独凄然，因而时时怀乡思人，遇到佳节良辰，思念倍加。接着诗一跃而写远在家乡的兄弟，按照重阳节的风俗而登高时，也在怀念自己。诗意反复跳跃，含蓄深沉，既朴素自然，又曲折有致。其中“每逢佳节倍思亲”更是千古名句。",
          "“独在异乡为异客”，开篇一句写出了诗人在异乡的孤独之感。诗人在这短短的一句话中用了一个“独”、两个“异”字，可见诗人在外强烈的异地作客之感，在外越是孤独，诗人对家乡亲人的思念之情就越强烈。在当时封建社会里，交通闭塞，人们都过着自给自足的生活，地域之间的往来较少，所以不同地方的人们在风土人情、生活习惯、语言等方面有很大的差异，所以，诗人离开生活多年的家乡到异地生活，自然感到陌生而孤单。诗人平淡地叙述自己身在异乡，但是其中却包含着诗人质朴的思想感情。",
          "如果说平日里思乡之情可能不是感到那么强烈，那么，诗人“每逢佳节倍思亲”。“佳节”是亲人们团聚的日子，大家在一起畅谈欢笑，而现在呢，诗人只身客居异地，在代表团圆的节日里不禁想到了家乡里的人和事、山和水等诗人在家乡时的美好回忆，种种回忆触发诗人无限的思乡之情，并且越想越思念，以致于一发不可收拾。这句写得自然质朴，如娓娓道来，也写出了许多在外漂泊游子的真切感受，很具有代表性。",
          "前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。",
          "“遥知兄弟登高处”，诗人从直抒胸臆，转笔写到自己对亲人团聚的联想，遥想兄弟们在重阳佳节登上高山，身上插着茱萸，该是多么的快乐。如果诗人单单是想到亲人们的欢乐，倒可以缓解诗人的思乡之情，但是，诗人在最后写到“遍插茱萸少一人”，原来诗人想到的不是欢乐，而是自己没有在家乡和亲人们欢度佳节，所以亲人在插茱萸时也会发现少了一个人，这样亲人们肯定会思念我的。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。▲"
        ],
        [
          "王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。",
          "此诗写出了游子的思乡怀亲之情。诗一开头便紧切题目，写异乡异土生活的孤独凄然，因而时时怀乡思人，遇到佳节良辰，思念倍加。接着诗一跃而写远在家乡的兄弟，按照重阳节的风俗而登高时，也在怀念自己。诗意反复跳跃，含蓄深沉，既朴素自然，又曲折有致。其中“每逢佳节倍思亲”更是千古名句。",
          "“独在异乡为异客”，开篇一句写出了诗人在异乡的孤独之感。诗人在这短短的一句话中用了一个“独”、两个“异”字，可见诗人在外强烈的异地作客之感，在外越是孤独，诗人对家乡亲人的思念之情就越强烈。在当时封建社会里，交通闭塞，人们都过着自给自足的生活，地域之间的往来较少，所以不同地方的人们在风土人情、生活习惯、语言等方面有很大的差异，所以，诗人离开生活多年的家乡到异地生活，自然感到陌生而孤单。诗人平淡地叙述自己身在异乡，但是其中却包含着诗人质朴的思想感情。",
          "如果说平日里思乡之情可能不是感到那么强烈，那么，诗人“每逢佳节倍思亲”。“佳节”是亲人们团聚的日子，大家在一起畅谈欢笑，而现在呢，诗人只身客居异地，在代表团圆的节日里不禁想到了家乡里的人和事、山和水等诗人在家乡时的美好回忆，种种回忆触发诗人无限的思乡之情，并且越想越思念，以致于一发不可收拾。这句写得自然质朴，如娓娓道来，也写出了许多在外漂泊游子的真切感受，很具有代表性。",
          "前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。",
          "“遥知兄弟登高处”，诗人从直抒胸臆，转笔写到自己对亲人团聚的联想，遥想兄弟们在重阳佳节登上高山，身上插着茱萸，该是多么的快乐。如果诗人单单是想到亲人们的欢乐，倒可以缓解诗人的思乡之情，但是，诗人在最后写到“遍插茱萸少一人”，原来诗人想到的不是欢乐，而是自己没有在家乡和亲人们欢度佳节，所以亲人在插茱萸时也会发现少了一个人，这样亲人们肯定会思念我的。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。▲"
        ]
      ],
      "title": "九月九日忆山东兄弟"
    },
    {
      "dynasty": "唐代",
      "author": "白居易",
      "lines": {
        "characters": [
          "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？"
        ],
        "pinyins": [
          [
            "jiāng",
            "nán",
            "hǎo",
            "，",
            "fēng",
            "jǐng",
            "jiù",
            "zēng",
            "ān",
            "。",
            "rì",
            "chū",
            "jiāng",
            "huā",
            "hóng",
            "shèng",
            "huǒ",
            "，",
            "chūn",
            "lái",
            "jiāng",
            "shuǐ",
            "lǜ",
            "rú",
            "lán",
            "。",
            "néng",
            "bù",
            "yì",
            "jiāng",
            "nán",
            "？"
          ]
        ]
      },
      "keywords": [
        "宋词三百首",
        "小学古诗",
        "江南",
        "写景",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首",
        "写景",
        "山水"
      ],
      "annotations": [
        [
          "译文江南好，我对江南的美丽风景曾经是多么的熟悉。春天的时候，晨光映照的岸边红花，比熊熊的火焰还要红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？",
          "注释忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。谙（ān）：熟悉。作者年轻时曾三次到过江南。江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝：蓝草，其叶可制青绿染料。▲"
        ],
        [
          "译文江南好，我对江南的美丽风景曾经是多么的熟悉。春天的时候，晨光映照的岸边红花，比熊熊的火焰还要红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？",
          "注释忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。谙（ān）：熟悉。作者年轻时曾三次到过江南。江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝：蓝草，其叶可制青绿染料。▲"
        ]
      ],
      "appreciations": [
        [
          "白居易曾经担任杭州刺史，在杭州待了两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，应该说，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十二年，他六十七岁时，写下了三首忆江南，可见江南胜景仍在他心中栩栩如生。",
          "本诗其第一首，作者泛忆江南，兼包苏、杭，写春景。",
          "全词五句。一开口即赞颂“江南好！”正因为“好”，才不能不“忆”。“风景旧曾谙”一句，说明那江南风景之“好”不是听人说的，而是当年亲身感受到的、体验过的，因而在自己的审美意识里留下了难忘的记忆。既落实了“好”字，又点明了“忆”字。接下去，即用两句词写他“旧曾谙”的江南风景：“日出江花红胜火，春来江水绿如蓝。”“日出”、“春来”，互文见义。春来百花盛开，已极红艳；红日普照，更红得耀眼。在这里，因同色相烘染而提高了色彩的明亮度。春江水绿，红艳艳的阳光洒满了江岸，更显得绿波粼粼。在这里，因异色相映衬而加强了色彩的鲜明性。作者把“花”和“日”联系起来，为的是同色烘染；又把“花”和“江”联系起来，为的是异色相映衬。江花红，江水绿，二者互为背景。于是红者更红，“红胜火”；绿者更绿，“绿如蓝”。",
          "题中的“忆”字和词中的“旧曾谙”三字还说明了此词还有一个更重要的层次：以北方春景映衬江南春景。全词以追忆的情怀，写“旧曾谙”的江南春景。而此时，作者却在洛阳。比起江南来，洛阳的春天来得晚。作者写于洛阳的《魏王堤》七绝云：“花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。”在江南“日出江花红胜火”的季节，洛阳却“花寒懒发”，只有魏王堤上的柳丝，才透出一点儿春意。",
          "花发得比江南晚，水也有区别。洛阳有洛水、伊水，离黄河也不远。但即使春天已经来临，这些水也不可能像江南春水那样碧绿。因此作者竭力追忆江南春景，从内心深处赞叹“江南好”，而在用生花妙笔写出他“旧曾谙”的江南好景之后，又不禁以“能不忆江南”的眷恋之情，收束全词。这个收束既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味。词虽收束，而余情摇漾，凌空远去，自然引出第二首和第三首。▲"
        ],
        [
          "白居易曾经担任杭州刺史，在杭州待了两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，应该说，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十二年，他六十七岁时，写下了三首忆江南，可见江南胜景仍在他心中栩栩如生。",
          "本诗其第一首，作者泛忆江南，兼包苏、杭，写春景。",
          "全词五句。一开口即赞颂“江南好！”正因为“好”，才不能不“忆”。“风景旧曾谙”一句，说明那江南风景之“好”不是听人说的，而是当年亲身感受到的、体验过的，因而在自己的审美意识里留下了难忘的记忆。既落实了“好”字，又点明了“忆”字。接下去，即用两句词写他“旧曾谙”的江南风景：“日出江花红胜火，春来江水绿如蓝。”“日出”、“春来”，互文见义。春来百花盛开，已极红艳；红日普照，更红得耀眼。在这里，因同色相烘染而提高了色彩的明亮度。春江水绿，红艳艳的阳光洒满了江岸，更显得绿波粼粼。在这里，因异色相映衬而加强了色彩的鲜明性。作者把“花”和“日”联系起来，为的是同色烘染；又把“花”和“江”联系起来，为的是异色相映衬。江花红，江水绿，二者互为背景。于是红者更红，“红胜火”；绿者更绿，“绿如蓝”。",
          "题中的“忆”字和词中的“旧曾谙”三字还说明了此词还有一个更重要的层次：以北方春景映衬江南春景。全词以追忆的情怀，写“旧曾谙”的江南春景。而此时，作者却在洛阳。比起江南来，洛阳的春天来得晚。作者写于洛阳的《魏王堤》七绝云：“花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。”在江南“日出江花红胜火”的季节，洛阳却“花寒懒发”，只有魏王堤上的柳丝，才透出一点儿春意。",
          "花发得比江南晚，水也有区别。洛阳有洛水、伊水，离黄河也不远。但即使春天已经来临，这些水也不可能像江南春水那样碧绿。因此作者竭力追忆江南春景，从内心深处赞叹“江南好”，而在用生花妙笔写出他“旧曾谙”的江南好景之后，又不禁以“能不忆江南”的眷恋之情，收束全词。这个收束既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味。词虽收束，而余情摇漾，凌空远去，自然引出第二首和第三首。▲"
        ]
      ],
      "title": "忆江南"
    },
    {
      "dynasty": "唐代",
      "author": "韦应物",
      "lines": {
        "characters": [
          "独怜幽草涧边生，上有黄鹂深树鸣。 ",
          "春潮带雨晚来急，野渡无人舟自横。"
        ],
        "pinyins": [
          [
            "dú",
            "lián",
            "yōu",
            "cǎo",
            "jiàn",
            "biān",
            "shēng",
            "，",
            "shàng",
            "yǒu",
            "huáng",
            "lí",
            "shēn",
            "shù",
            "míng",
            "。 "
          ],
          [
            "chūn",
            "cháo",
            "dài",
            "yǔ",
            "wǎn",
            "lái",
            "jí",
            "，",
            "yě",
            "dù",
            "wú",
            "rén",
            "zhōu",
            "zì",
            "héng",
            "。"
          ]
        ]
      },
      "keywords": [
        "唐诗三百首",
        "初中古诗",
        "写景",
        "抒情",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文最是喜爱涧边幽谷里生长的野草，还有那树丛深处婉转啼鸣的黄鹂。傍晚时分，春潮上涨，春雨淅沥，西涧水势顿见湍急，荒野渡口无人，只有一只小船悠闲地横在水面。",
          "注释滁州：在今安徽滁州以西。西涧：在滁州城西，俗名称上马河。　独怜：唯独喜欢。幽草：幽谷里的小草。幽，一作“芳”。生：一作“行”。深树：枝叶茂密的树。深，《才调集》作“远”。树，《全唐诗》注“有本作‘处’”。春潮：春天的潮汐。野渡：郊野的渡口。横：指随意漂浮。▲"
        ],
        [
          "译文最是喜爱涧边幽谷里生长的野草，还有那树丛深处婉转啼鸣的黄鹂。傍晚时分，春潮上涨，春雨淅沥，西涧水势顿见湍急，荒野渡口无人，只有一只小船悠闲地横在水面。",
          "注释滁州：在今安徽滁州以西。西涧：在滁州城西，俗名称上马河。　独怜：唯独喜欢。幽草：幽谷里的小草。幽，一作“芳”。生：一作“行”。深树：枝叶茂密的树。深，《才调集》作“远”。树，《全唐诗》注“有本作‘处’”。春潮：春天的潮汐。野渡：郊野的渡口。横：指随意漂浮。▲"
        ]
      ],
      "appreciations": [
        [
          "作者任滁州剌史时，游览至滁州西涧，写下了这首诗情浓郁的小诗。此诗写的虽然是平常的景物，但经诗人的点染，却成了一幅意境幽深的有韵之画，还蕴含了诗人一种不在其位，不得其用的无奈与忧伤情怀，也就是作者对自己怀才不遇的不平。",
          "首二句写春景、爱幽草而轻黄鹂，以喻乐守节，而嫉高媚；后二句写带雨春潮之急，和水急舟横的景象，蕴含一种不在其位，不得其用的无可奈何之忧伤。全诗表露了恬淡的胸襟和忧伤之情怀。",
          "诗写暮春景物。“独怜幽草涧边生，上有黄鹂深树鸣”。是说：诗人独喜爱涧边生长的幽草，上有黄莺在树阴深处啼鸣。这是清丽的色彩与动听的音乐交织成的幽雅景致。暮春之际，群芳已过，诗人闲行至涧，但见一片青草萋萋。这里幽草，深树，透出境界的幽冷，虽然不及百花妩媚娇艳，但它们那青翠欲滴的身姿，那自甘寂寞、不肯趋时悦人的风标，与作者好静的性格相契，自然而然地赢得了诗人的喜爱。这里，“独怜”二字，感情色彩至为浓郁，是诗人别有会心的感受。它表露了作者闲适恬淡的心境。王安石有“绿阴幽草胜花时”之句，写初夏之景，与此同一立意。首句，写静；次句，则写动。莺啼婉啭，在树丛深处间关滑动。莺啼似乎打破了刚才的沉寂和悠闲，其实在诗人静谥的心田荡起更深一层涟漪。次句前头着一“上”字，不仅仅是写客观景物的时空转移，重要的是写出了诗人随缘自适、怡然自得的开朗和豁达。",
          "后二句，晚潮加上春雨，水势更急。而郊野渡口，本来行人无多，此刻更其无人。因此，连船夫也不在了，只见空空的渡船自在浮泊，悠然漠然。水急舟横，由于渡口在郊野，无人问津。倘使在要津，则傍晚雨中潮涨，正是渡船大用之时，不能悠然空泊了。因此，在这水急舟横的悠闲景象里，蕴含着一种不在其位、不得其用的无奈而忧伤的情怀。",
          "在前、后二句中，诗人都用了对比手法，并用“独怜”、“急”、“横”这样醒目的字眼加以强调，应当说是有引人思索的用意的。",
          "这首诗中有无寄托，所托何意，历来争论不休。旧注以为这首诗有政治寄托，说是写“君子在下，小人在上之象”，蕴含一种不在其位，不得其用的无可奈何之忧伤，但过于穿凿附会，难以自圆其说。有人认为“此偶赋西涧之景，不必有所托意”。实则诗中流露的情绪若隐若显，开篇幽草、黄莺并提时，诗人用“独怜”的字眼，寓意显然，表露出诗人安贫守节，不高居媚时的胸襟，后两句在水急舟横的悠闲景象中，蕴含着一种不在位、不得其用的无奈、忧虑、悲伤的情怀。诗人以情写景，借景述意，写自己喜爱和不喜爱的景物，说自己合意和不合意的事情，而胸襟恬淡，情怀忧伤，便自然地流露出来。 这首诗表达作者对生活的热爱。▲"
        ],
        [
          "作者任滁州剌史时，游览至滁州西涧，写下了这首诗情浓郁的小诗。此诗写的虽然是平常的景物，但经诗人的点染，却成了一幅意境幽深的有韵之画，还蕴含了诗人一种不在其位，不得其用的无奈与忧伤情怀，也就是作者对自己怀才不遇的不平。",
          "首二句写春景、爱幽草而轻黄鹂，以喻乐守节，而嫉高媚；后二句写带雨春潮之急，和水急舟横的景象，蕴含一种不在其位，不得其用的无可奈何之忧伤。全诗表露了恬淡的胸襟和忧伤之情怀。",
          "诗写暮春景物。“独怜幽草涧边生，上有黄鹂深树鸣”。是说：诗人独喜爱涧边生长的幽草，上有黄莺在树阴深处啼鸣。这是清丽的色彩与动听的音乐交织成的幽雅景致。暮春之际，群芳已过，诗人闲行至涧，但见一片青草萋萋。这里幽草，深树，透出境界的幽冷，虽然不及百花妩媚娇艳，但它们那青翠欲滴的身姿，那自甘寂寞、不肯趋时悦人的风标，与作者好静的性格相契，自然而然地赢得了诗人的喜爱。这里，“独怜”二字，感情色彩至为浓郁，是诗人别有会心的感受。它表露了作者闲适恬淡的心境。王安石有“绿阴幽草胜花时”之句，写初夏之景，与此同一立意。首句，写静；次句，则写动。莺啼婉啭，在树丛深处间关滑动。莺啼似乎打破了刚才的沉寂和悠闲，其实在诗人静谥的心田荡起更深一层涟漪。次句前头着一“上”字，不仅仅是写客观景物的时空转移，重要的是写出了诗人随缘自适、怡然自得的开朗和豁达。",
          "后二句，晚潮加上春雨，水势更急。而郊野渡口，本来行人无多，此刻更其无人。因此，连船夫也不在了，只见空空的渡船自在浮泊，悠然漠然。水急舟横，由于渡口在郊野，无人问津。倘使在要津，则傍晚雨中潮涨，正是渡船大用之时，不能悠然空泊了。因此，在这水急舟横的悠闲景象里，蕴含着一种不在其位、不得其用的无奈而忧伤的情怀。",
          "在前、后二句中，诗人都用了对比手法，并用“独怜”、“急”、“横”这样醒目的字眼加以强调，应当说是有引人思索的用意的。",
          "这首诗中有无寄托，所托何意，历来争论不休。旧注以为这首诗有政治寄托，说是写“君子在下，小人在上之象”，蕴含一种不在其位，不得其用的无可奈何之忧伤，但过于穿凿附会，难以自圆其说。有人认为“此偶赋西涧之景，不必有所托意”。实则诗中流露的情绪若隐若显，开篇幽草、黄莺并提时，诗人用“独怜”的字眼，寓意显然，表露出诗人安贫守节，不高居媚时的胸襟，后两句在水急舟横的悠闲景象中，蕴含着一种不在位、不得其用的无奈、忧虑、悲伤的情怀。诗人以情写景，借景述意，写自己喜爱和不喜爱的景物，说自己合意和不合意的事情，而胸襟恬淡，情怀忧伤，便自然地流露出来。 这首诗表达作者对生活的热爱。▲"
        ]
      ],
      "title": "滁州西涧"
    },
    {
      "dynasty": "唐代",
      "author": "白居易",
      "lines": {
        "characters": [
          "人间四月芳菲尽，山寺桃花始盛开。 ",
          "长恨春归无觅处，不知转入此中来。"
        ],
        "pinyins": [
          [
            "rén",
            "jiān",
            "sì",
            "yuè",
            "fāng",
            "fēi",
            "jìn",
            "，",
            "shān",
            "sì",
            "táo",
            "huā",
            "shǐ",
            "shèng",
            "kāi",
            "。 "
          ],
          [
            "cháng",
            "hèn",
            "chūn",
            "guī",
            "wú",
            "mì",
            "chǔ",
            "，",
            "bù",
            "zhī",
            "zhuǎn",
            "rù",
            "cǐ",
            "zhōng",
            "lái",
            "。"
          ]
        ]
      },
      "keywords": [
        "写景",
        "写花",
        "早教"
      ],
      "annotations": [
        [
          "译文四月正是平地上百花凋零殆尽的时候，高山古寺中的桃花才刚刚盛放。我常为春光逝去无处寻觅而惋惜，却不知它已经转到这里来。",
          "注释大林寺：在庐山大林峰，相传为晋代僧人昙诜所建，为中国佛教胜地之一。人间：指庐山下的平地村落。芳菲：盛开的花，亦可泛指花，花草艳盛的阳春景色。尽：指花凋谢了。山寺：指大林寺。始：才；刚刚。长恨：常常惋惜。春归：春天回去了。觅：寻找。不知：岂料，想不到。转：反。此中：这深山的寺庙里。"
        ]
      ],
      "appreciations": [
        [
          "该诗只有短短的四句，从内容到语言都似乎没有什么深奥、奇警的地方，只不过是把“山高地深，时节绝晚” 、“与平地聚落不同”的景物节候，做了一番纪述和描写。但细读之，就会发现这首平淡自然的小诗，却写得意境深邃，富于情趣。",
          "诗的开首“人间四月芳菲尽，山寺桃花始盛开”两句，是写诗人登山时已届孟夏，正属大地春归，芳菲落尽的时候了。但不期在高山古寺之中，又遇上了意想不到的春景——片始盛的桃花。从紧跟后面的“长恨春归无觅处”一句可以得知，诗人在登临之前，就曾为春光的匆匆不驻而怨恨，而恼怒，而失望。因此当这始所未料的一片春景冲入眼帘时，该是使人感到多么的惊异和欣喜。诗中第一句的“芳菲尽”，与第二句的“始盛开” ，是在对比中遥相呼应的。它们字面上是纪事写景，实际上也是在写感情和思绪上的跳跃——由一种愁绪满怀的叹逝之情，突变到惊异、欣喜，以至心花怒放。而且在首句开头，诗人着意用了“人间” 二字，这意味着这一奇遇、这一胜景，给诗人带来一种特殊的感受，即仿佛从人间的现实世界，突然步入到一个什么仙境，置身于非人间的另一世界。",
          "正是在这一感受的触发下，诗人想象的翅膀飞腾起来了。“长恨春归无觅处，不知转入此中来。” 诗人想到，自己曾因为惜春、恋春，以至怨恨春去的无情，但谁知却是错怪了春，原来春并未归去，只不过像小孩子跟人捉迷藏一样，偷偷地躲到这块地方来罢了。",
          "这首诗中，既用桃花代替抽象的春光，把春光写得具体可感，形象美丽；而且还把春光拟人化，把春光写得仿佛真是有脚似的，可以转来躲去。不，岂只是有脚而已，看它简直还具有顽皮惹人的性格呢。在这首短诗中，自然界的春光被描写得是如此的生动具体，天真可爱，活灵活现，如果没有对春的无限留恋、热爱，没有诗人的一片童心，是写不出来的。这首小诗的佳处，正在立意新颖，构思灵巧，而戏语雅趣，又复启人神思，惹人喜爱，可谓唐人绝句小诗中的又一珍品。",
          "诗人写这首小诗时，是在江州司马的任上。唐贞元年间进士出身的白居易，曾授秘书省校书郎，再官至左拾遗，可谓春风得意。谁知几年京官生涯中，因其直谏不讳，冒犯了权贵，受朝廷排斥，被贬为江州司马。身为江州司马的白居易，在琵琶行一诗中，曾面对琵琶女产生“同是天涯沦落人”的沧桑感慨。这种沧桑的感慨，也许自然地融入这首小诗的意境，使《大林寺桃花》纪游诗，蒙上了逆旅沧桑的隐喻色彩。▲"
        ],
        [
          "该诗只有短短的四句，从内容到语言都似乎没有什么深奥、奇警的地方，只不过是把“山高地深，时节绝晚” 、“与平地聚落不同”的景物节候，做了一番纪述和描写。但细读之，就会发现这首平淡自然的小诗，却写得意境深邃，富于情趣。",
          "诗的开首“人间四月芳菲尽，山寺桃花始盛开”两句，是写诗人登山时已届孟夏，正属大地春归，芳菲落尽的时候了。但不期在高山古寺之中，又遇上了意想不到的春景——片始盛的桃花。从紧跟后面的“长恨春归无觅处”一句可以得知，诗人在登临之前，就曾为春光的匆匆不驻而怨恨，而恼怒，而失望。因此当这始所未料的一片春景冲入眼帘时，该是使人感到多么的惊异和欣喜。诗中第一句的“芳菲尽”，与第二句的“始盛开” ，是在对比中遥相呼应的。它们字面上是纪事写景，实际上也是在写感情和思绪上的跳跃——由一种愁绪满怀的叹逝之情，突变到惊异、欣喜，以至心花怒放。而且在首句开头，诗人着意用了“人间” 二字，这意味着这一奇遇、这一胜景，给诗人带来一种特殊的感受，即仿佛从人间的现实世界，突然步入到一个什么仙境，置身于非人间的另一世界。",
          "正是在这一感受的触发下，诗人想象的翅膀飞腾起来了。“长恨春归无觅处，不知转入此中来。” 诗人想到，自己曾因为惜春、恋春，以至怨恨春去的无情，但谁知却是错怪了春，原来春并未归去，只不过像小孩子跟人捉迷藏一样，偷偷地躲到这块地方来罢了。",
          "这首诗中，既用桃花代替抽象的春光，把春光写得具体可感，形象美丽；而且还把春光拟人化，把春光写得仿佛真是有脚似的，可以转来躲去。不，岂只是有脚而已，看它简直还具有顽皮惹人的性格呢。在这首短诗中，自然界的春光被描写得是如此的生动具体，天真可爱，活灵活现，如果没有对春的无限留恋、热爱，没有诗人的一片童心，是写不出来的。这首小诗的佳处，正在立意新颖，构思灵巧，而戏语雅趣，又复启人神思，惹人喜爱，可谓唐人绝句小诗中的又一珍品。",
          "诗人写这首小诗时，是在江州司马的任上。唐贞元年间进士出身的白居易，曾授秘书省校书郎，再官至左拾遗，可谓春风得意。谁知几年京官生涯中，因其直谏不讳，冒犯了权贵，受朝廷排斥，被贬为江州司马。身为江州司马的白居易，在琵琶行一诗中，曾面对琵琶女产生“同是天涯沦落人”的沧桑感慨。这种沧桑的感慨，也许自然地融入这首小诗的意境，使《大林寺桃花》纪游诗，蒙上了逆旅沧桑的隐喻色彩。▲"
        ]
      ],
      "title": "大林寺桃花"
    }
  ]
]
