export const poems = [
  [
    {
      "dynasty": "唐代",
      "author": "孟浩然",
      "lines": {
        "characters": [
          "移舟泊烟渚，日暮客愁新。",
          "野旷天低树，江清月近人。"
        ],
        "pinyins": [
          [
            "yí",
            "zhōu",
            "bó",
            "yān",
            "zhǔ",
            "，",
            "rì",
            "mù",
            "kè",
            "chóu",
            "xīn",
            "。"
          ],
          [
            "yě",
            "kuàng",
            "tiān",
            "dī",
            "shù",
            "，",
            "jiāng",
            "qīng",
            "yuè",
            "jìn",
            "rén",
            "。"
          ]
        ]
      },
      "keywords": [
        "唐诗三百首",
        "写景",
        "抒情",
        "羁旅",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文把船停泊在烟雾弥漫的沙洲旁，日暮时分新愁又涌上了心头。原野无边无际，远处的天空比近处的树林还要低；江水清清，明月仿似更与人相亲。",
          "注释建德江：指新安江流经建德（今属浙江）西部的一段江水。移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”客：指作者自己。愁：为思乡而忧思不堪。野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。月近人：倒映在水中的月亮好像来靠近人。▲"
        ],
        [
          "译文把船停泊在烟雾弥漫的沙洲旁，日暮时分新愁又涌上了心头。原野无边无际，远处的天空比近处的树林还要低；江水清清，明月仿似更与人相亲。",
          "注释建德江：指新安江流经建德（今属浙江）西部的一段江水。移舟：划动小船。泊：停船靠岸。烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”客：指作者自己。愁：为思乡而忧思不堪。野：原野。旷：空阔远大。天低树：天幕低垂，好像和树木相连。月近人：倒映在水中的月亮好像来靠近人。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首刻画秋江暮色的诗，是唐人五绝中的写景名篇。作者把小船停靠在烟雾迷蒙的江边想起了以往的事情，因而以舟泊暮宿作为自己的抒发感情的归宿，写出了作者羁旅之思。",
          "首句中“移舟”就是移舟近岸的意思；“泊”，这里有停船宿夜的含意。行船停靠在江中的一个烟雾朦胧的小洲边，这一面是点题，另一面也就为下文的写景抒情作了准备。",
          "“日暮客愁新”，“日暮”显然和上句的“泊”、“烟”有联系，因为日暮，船需要停宿；也因为日落黄昏，江面上才水烟蒙蒙。同时“日暮”又是“客愁新”的原因。“客”是诗人自指。若按旧日作诗的所谓起、承、转、合的格式，这第二句就将承、转两重意思揉合在一句之中了，这也是少见的一格。为什么“日暮”会撩起“客愁新”呢？我们可以读一读《诗经》里的一段：“君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来，君子于役，如之何勿思？”（《王风·君子于役》）这里写一位妇女，每当到夕阳西下、鸡进笼舍、牛羊归栏的时刻，她就更加思念在外服役的丈夫。借此，我们不也正可以理解此时旅人的心情吗？本来行船停下来，应该静静地休息一夜，消除旅途的疲劳，谁知在这众鸟归林、牛羊下山的黄昏时刻，那羁旅之愁又蓦然而生。",
          "接下去诗人以一个对句铺写景物，似乎要将一颗愁心化入那空旷寂寥的天地之中。所以沈德潜说：“下半写景，而客愁自见。”第三句写日暮时刻，苍苍茫茫，旷野无垠，放眼望去，远处的天空显得比近处的树木还要低，“低”和“旷”是相互依存、相互映衬的。第四句写夜已降临，高挂在天上的明月，映在澄清的江水中，和舟中的人是那么近，“近”和“清”也是相互依存、相互映衬的。“野旷天低树，江清月近人”。这种极富特色的景物，只有人在舟中才能领略得到的。诗的第二句就点出“客愁新”，这三四句好似诗人怀着愁心，在这广袤而宁静的宇宙之中，经过一番上下求索，终于发现了还有一轮孤月此刻和他是那么亲近！寂寞的愁心似乎寻得了慰藉，诗也就戛然而止了。",
          "然而，言虽止，意未尽。“皇皇三十载，书剑两无成。山水寻吴越，风尘厌洛京”（《自洛之越》）。诗人曾带着多年的准备、多年的希望奔入长安，而今却只能怀着一腔被弃置的忧愤南寻吴越。此刻，他孑然一身，面对着这四野茫茫、江水悠悠、明月孤舟的景色，那羁旅的惆怅，故乡的思念，仕途的失意，理想的幻灭，人生的坎坷……千愁万绪，不禁纷来沓至，涌上心头。“江清月近人”，这画面展示的是清澈平静的江水，以及水中的明月伴着船上的诗人；可那画面背后却是诗人的愁心已经随着江水流入思潮翻腾的海洋。“人禀七情，应物斯感；感物吟志，莫非自然”（刘勰《文心雕龙·明诗》）。孟浩然的这首小诗正是在这种情景相生、思与境谐的“自然流出”之中，显示出一种风韵天成、淡中有味、含而不露的艺术美。",
          "此诗先写羁旅夜泊，再叙日暮添愁；然后写到宇宙广袤宁静，明月伴人更亲。一隐一现，虚实相间，两相映衬，互为补充，构成一个特殊的意境。诗中虽只有一个愁字，却把诗人内心的忧愁写得淋漓尽致，然野旷江清，秋色历历在目。▲"
        ],
        [
          "这是一首刻画秋江暮色的诗，是唐人五绝中的写景名篇。作者把小船停靠在烟雾迷蒙的江边想起了以往的事情，因而以舟泊暮宿作为自己的抒发感情的归宿，写出了作者羁旅之思。",
          "首句中“移舟”就是移舟近岸的意思；“泊”，这里有停船宿夜的含意。行船停靠在江中的一个烟雾朦胧的小洲边，这一面是点题，另一面也就为下文的写景抒情作了准备。",
          "“日暮客愁新”，“日暮”显然和上句的“泊”、“烟”有联系，因为日暮，船需要停宿；也因为日落黄昏，江面上才水烟蒙蒙。同时“日暮”又是“客愁新”的原因。“客”是诗人自指。若按旧日作诗的所谓起、承、转、合的格式，这第二句就将承、转两重意思揉合在一句之中了，这也是少见的一格。为什么“日暮”会撩起“客愁新”呢？我们可以读一读《诗经》里的一段：“君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来，君子于役，如之何勿思？”（《王风·君子于役》）这里写一位妇女，每当到夕阳西下、鸡进笼舍、牛羊归栏的时刻，她就更加思念在外服役的丈夫。借此，我们不也正可以理解此时旅人的心情吗？本来行船停下来，应该静静地休息一夜，消除旅途的疲劳，谁知在这众鸟归林、牛羊下山的黄昏时刻，那羁旅之愁又蓦然而生。",
          "接下去诗人以一个对句铺写景物，似乎要将一颗愁心化入那空旷寂寥的天地之中。所以沈德潜说：“下半写景，而客愁自见。”第三句写日暮时刻，苍苍茫茫，旷野无垠，放眼望去，远处的天空显得比近处的树木还要低，“低”和“旷”是相互依存、相互映衬的。第四句写夜已降临，高挂在天上的明月，映在澄清的江水中，和舟中的人是那么近，“近”和“清”也是相互依存、相互映衬的。“野旷天低树，江清月近人”。这种极富特色的景物，只有人在舟中才能领略得到的。诗的第二句就点出“客愁新”，这三四句好似诗人怀着愁心，在这广袤而宁静的宇宙之中，经过一番上下求索，终于发现了还有一轮孤月此刻和他是那么亲近！寂寞的愁心似乎寻得了慰藉，诗也就戛然而止了。",
          "然而，言虽止，意未尽。“皇皇三十载，书剑两无成。山水寻吴越，风尘厌洛京”（《自洛之越》）。诗人曾带着多年的准备、多年的希望奔入长安，而今却只能怀着一腔被弃置的忧愤南寻吴越。此刻，他孑然一身，面对着这四野茫茫、江水悠悠、明月孤舟的景色，那羁旅的惆怅，故乡的思念，仕途的失意，理想的幻灭，人生的坎坷……千愁万绪，不禁纷来沓至，涌上心头。“江清月近人”，这画面展示的是清澈平静的江水，以及水中的明月伴着船上的诗人；可那画面背后却是诗人的愁心已经随着江水流入思潮翻腾的海洋。“人禀七情，应物斯感；感物吟志，莫非自然”（刘勰《文心雕龙·明诗》）。孟浩然的这首小诗正是在这种情景相生、思与境谐的“自然流出”之中，显示出一种风韵天成、淡中有味、含而不露的艺术美。",
          "此诗先写羁旅夜泊，再叙日暮添愁；然后写到宇宙广袤宁静，明月伴人更亲。一隐一现，虚实相间，两相映衬，互为补充，构成一个特殊的意境。诗中虽只有一个愁字，却把诗人内心的忧愁写得淋漓尽致，然野旷江清，秋色历历在目。▲"
        ]
      ],
      "title": "宿建德江"
    },
    {
      "dynasty": "宋代",
      "author": "苏轼",
      "lines": {
        "characters": [
          "黑云翻墨未遮山，白雨跳珠乱入船。",
          "卷地风来忽吹散，望湖楼下水如天。"
        ],
        "pinyins": [
          [
            "hēi",
            "yún",
            "fān",
            "mò",
            "wèi",
            "zhē",
            "shān",
            "，",
            "bái",
            "yǔ",
            "tiào",
            "zhū",
            "luàn",
            "rù",
            "chuán",
            "。"
          ],
          [
            "juàn",
            "dì",
            "fēng",
            "lái",
            "hū",
            "chuī",
            "sàn",
            "，",
            "wàng",
            "hú",
            "lóu",
            "xià",
            "shuǐ",
            "rú",
            "tiān",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "写景"
      ],
      "annotations": [
        [
          "译文翻滚的乌云像泼洒的墨汁还没有完全遮住天空，白花花的雨点似珍珠乱蹦乱跳窜上船。忽然间卷地而来的狂风吹散了满天的乌云，而那风雨后望湖楼下的西湖波光粼粼水天一片。",
          "注释六月二十七日：指宋神宗熙宁五年（1072）六月二十七日。望湖楼：古建筑名，又叫看经楼。位于杭州西湖畔，五代时吴越王钱弘俶所建。醉书：饮酒醉时写下的作品。翻墨：打翻的黑墨水，形容云层很黑。遮：遮盖，遮挡。白雨：指夏日阵雨的特殊景观，因雨点大而猛，在湖光山色的衬托下，显得白而透明。跳珠：跳动的水珠（珍珠），用“跳珠”形容雨点，说明雨点大，杂乱无序。卷地风来：指狂风席地卷来。忽：突然。水如天：形容湖面像天空一般开阔而且平静。▲"
        ],
        [
          "译文翻滚的乌云像泼洒的墨汁还没有完全遮住天空，白花花的雨点似珍珠乱蹦乱跳窜上船。忽然间卷地而来的狂风吹散了满天的乌云，而那风雨后望湖楼下的西湖波光粼粼水天一片。",
          "注释六月二十七日：指宋神宗熙宁五年（1072）六月二十七日。望湖楼：古建筑名，又叫看经楼。位于杭州西湖畔，五代时吴越王钱弘俶所建。醉书：饮酒醉时写下的作品。翻墨：打翻的黑墨水，形容云层很黑。遮：遮盖，遮挡。白雨：指夏日阵雨的特殊景观，因雨点大而猛，在湖光山色的衬托下，显得白而透明。跳珠：跳动的水珠（珍珠），用“跳珠”形容雨点，说明雨点大，杂乱无序。卷地风来：指狂风席地卷来。忽：突然。水如天：形容湖面像天空一般开阔而且平静。▲"
        ]
      ],
      "appreciations": [
        [
          "此诗描绘了望湖楼的美丽雨景。才思敏捷的诗人用诗句捕捉到西子湖这一番别具风味的“即兴表演”，绘成一幅“西湖骤雨图”。乌云骤聚，大雨突降，倾刻又雨过天晴，水天一色。又是山，又是水，又是船，这就突出了泛舟西湖的特点。其次，作者用“黑云翻墨”，“白雨跳珠”形成强烈的色彩对比，给人以很强的质感。再次，用“翻墨”写云的来势，用“跳珠”描绘雨点飞溅的情态，以动词前移的句式使比喻运用得灵活生动却不露痕迹。而“卷地风来忽吹散，望湖楼下水如天”两句又把天气由骤雨到晴朗前转变之快描绘得令人心清气爽，眼前陡然一亮，境界大开。",
          "诗人将一场变幻的风雨写得十分生动。他那时是坐在船上。船正好划到望湖楼下，忽见远处天上涌起来一片黑云，就像泼翻了一盆墨汁，半边天空霎时昏暗。这片黑云不偏不倚，直向湖上奔来，一眨眼间，便泼下一场倾盆大雨。只见湖面上溅起无数水花，那雨点足有黄豆大小，纷纷打到船上来，就像天老爷把千万颗珍珠一齐撒下，船篷船板，全是一片乒乒乓乓的声响。船上有人吓慌了，嚷着要靠岸。可是诗人朝远处一看，却知道这不过是一场过眼云雨，转眼就收场了。远处的群山依然映着阳光，全无半点雨意。事实上也确实是如此。这片黑云，顺着风势吹来，也顺着风势移去。还不到半盏茶工夫，雨过天晴，依旧是一片平静。水映着天，天照着水，碧波如镜，又是一派温柔明媚的风光。",
          "诗人先在船中，后在楼头，迅速捕捉住湖上急剧变化的自然景物：云翻、雨泻、风卷、天晴，写得有远有近，有动有静，有声有色，有景有情。抓住几个要点，把一场忽然而来又忽然而去的骤雨，写得非常鲜明，富于情趣，颇见功夫。诗用“翻墨”写出云的来势，用“跳珠”描绘雨的特点，说明是骤雨而不是久雨。“未遮山”是骤雨才有的景象。“卷地风”说明雨过得快的原因，都是如实描写，却分插在第一、第三句中，彼此呼应，烘托得好。",
          "最后用“水如天”写一场骤雨的结束，又有悠然不尽的情致。句中又用“白雨”和“黑云”映衬，用“水如天”和“卷地风”对照，用“乱入船“与“未遮山”比较，都显出作者构思时的用心。这二十八个字，随笔挥洒，信手拈来，显示出作者功力的深厚，只是在表面上不着痕迹罢了。▲"
        ],
        [
          "此诗描绘了望湖楼的美丽雨景。才思敏捷的诗人用诗句捕捉到西子湖这一番别具风味的“即兴表演”，绘成一幅“西湖骤雨图”。乌云骤聚，大雨突降，倾刻又雨过天晴，水天一色。又是山，又是水，又是船，这就突出了泛舟西湖的特点。其次，作者用“黑云翻墨”，“白雨跳珠”形成强烈的色彩对比，给人以很强的质感。再次，用“翻墨”写云的来势，用“跳珠”描绘雨点飞溅的情态，以动词前移的句式使比喻运用得灵活生动却不露痕迹。而“卷地风来忽吹散，望湖楼下水如天”两句又把天气由骤雨到晴朗前转变之快描绘得令人心清气爽，眼前陡然一亮，境界大开。",
          "诗人将一场变幻的风雨写得十分生动。他那时是坐在船上。船正好划到望湖楼下，忽见远处天上涌起来一片黑云，就像泼翻了一盆墨汁，半边天空霎时昏暗。这片黑云不偏不倚，直向湖上奔来，一眨眼间，便泼下一场倾盆大雨。只见湖面上溅起无数水花，那雨点足有黄豆大小，纷纷打到船上来，就像天老爷把千万颗珍珠一齐撒下，船篷船板，全是一片乒乒乓乓的声响。船上有人吓慌了，嚷着要靠岸。可是诗人朝远处一看，却知道这不过是一场过眼云雨，转眼就收场了。远处的群山依然映着阳光，全无半点雨意。事实上也确实是如此。这片黑云，顺着风势吹来，也顺着风势移去。还不到半盏茶工夫，雨过天晴，依旧是一片平静。水映着天，天照着水，碧波如镜，又是一派温柔明媚的风光。",
          "诗人先在船中，后在楼头，迅速捕捉住湖上急剧变化的自然景物：云翻、雨泻、风卷、天晴，写得有远有近，有动有静，有声有色，有景有情。抓住几个要点，把一场忽然而来又忽然而去的骤雨，写得非常鲜明，富于情趣，颇见功夫。诗用“翻墨”写出云的来势，用“跳珠”描绘雨的特点，说明是骤雨而不是久雨。“未遮山”是骤雨才有的景象。“卷地风”说明雨过得快的原因，都是如实描写，却分插在第一、第三句中，彼此呼应，烘托得好。",
          "最后用“水如天”写一场骤雨的结束，又有悠然不尽的情致。句中又用“白雨”和“黑云”映衬，用“水如天”和“卷地风”对照，用“乱入船“与“未遮山”比较，都显出作者构思时的用心。这二十八个字，随笔挥洒，信手拈来，显示出作者功力的深厚，只是在表面上不着痕迹罢了。▲"
        ]
      ],
      "title": "六月二十七日望湖楼醉书"
    },
    {
      "dynasty": "宋代",
      "author": "辛弃疾",
      "lines": {
        "characters": [
          "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 ",
          "七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)"
        ],
        "pinyins": [
          [
            "míng",
            "yuè",
            "bié",
            "zhī",
            "jīng",
            "què",
            "，",
            "qīng",
            "fēng",
            "bàn",
            "yè",
            "míng",
            "chán",
            "。",
            "dào",
            "huā",
            "xiāng",
            "lǐ",
            "shuō",
            "fēng",
            "nián",
            "，",
            "tīng",
            "qǔ",
            "wā",
            "shēng",
            "yī",
            "piàn",
            "。 "
          ],
          [
            "qī",
            "bā",
            "gè",
            "xīng",
            "tiān",
            "wài",
            "，",
            "liǎng",
            "sān",
            "diǎn",
            "yǔ",
            "shān",
            "qián",
            "。",
            "jiù",
            "shí",
            "máo",
            "diàn",
            "shè",
            "lín",
            "biān",
            "，",
            "lù",
            "zhuǎn",
            "xī",
            "qiáo",
            "hū",
            "jiàn",
            "。(",
            "xī",
            "qiáo",
            " ",
            "yī",
            "zuò",
            "：",
            "xī",
            "tóu",
            ")"
          ]
        ]
      },
      "keywords": [
        "宋词三百首",
        "小学古诗",
        "初中古诗",
        "婉约",
        "夏天",
        "农村",
        "写景"
      ],
      "annotations": [
        [
          "译文皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。在稻花的香气里，耳边传来一阵阵青蛙的叫声，好像在讨论，说今年是一个丰收的好年景。天空中轻云漂浮，闪烁的星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。",
          "注释西江月：词牌名。黄沙：黄沙岭，在江西上饶的西面。别枝惊鹊：惊动喜鹊飞离树枝。鸣蝉：蝉叫声。旧时：往日。茅店：茅草盖的乡村客店。社林：土地庙附近的树林。社，土地神庙。古时，村有社树，为祀神处，故曰社林。见：同“现”，显现，出现。▲"
        ],
        [
          "译文皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。在稻花的香气里，耳边传来一阵阵青蛙的叫声，好像在讨论，说今年是一个丰收的好年景。天空中轻云漂浮，闪烁的星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。",
          "注释西江月：词牌名。黄沙：黄沙岭，在江西上饶的西面。别枝惊鹊：惊动喜鹊飞离树枝。鸣蝉：蝉叫声。旧时：往日。茅店：茅草盖的乡村客店。社林：土地庙附近的树林。社，土地神庙。古时，村有社树，为祀神处，故曰社林。见：同“现”，显现，出现。▲"
        ]
      ],
      "appreciations": [
        [
          "从《西江月》前两句“明月别枝惊鹊，清风半夜鸣蝉”表面看来，写的是风、月、蝉、鹊这些极其平常的景物，然而经过作者巧妙的组合，结果平常中就显得不平常了。鹊儿的惊飞不定，不是盘旋在一般树头，而是飞绕在横斜突兀的枝干之上。因为月光明亮，所以鹊儿被惊醒了；而鹊儿惊飞，自然也就会引起“别枝”摇曳。同时，知了的鸣叫声也是有其一定时间的。夜间的鸣叫声不同于烈日炎炎下的嘶鸣，而当凉风徐徐吹拂时，往往特别感到清幽。总之，“惊鹊”和“鸣蝉”两句动中寓静，把半夜“清风”、“明月”下的景色描绘得令人悠然神往。",
          "接下来“稻花香里说丰年，听取蛙声一片。”把人们的关注点从长空转移到田野，表现了词人不仅为夜间黄沙道上的柔和情趣所浸润，更关心扑面而来的漫村遍野的稻花香，又由稻花香而联想到即将到来的丰年景象。此时此地，词人与人民同呼吸的欢乐，尽在言表。稻花飘香的“香”，固然是描绘稻花盛开，也是表达词人心头的甜蜜之感。在词人的感觉里，俨然听到群蛙在稻田中齐声喧嚷，争说丰年。先出“说”的内容，再补“声”的来源。以蛙声说丰年，是词人的创造。",
          "前四句就是单纯的抒写当时夏夜山道的景物和词人的感受，然而其核心却是洋溢着丰收年景的夏夜。因此，与其说这是夏景，还不如说是眼前夏景将给人们带来的幸福。",
          "下阕开头，词人就树立了一座峭拔挺峻的奇峰，运用对仗手法，以加强稳定的音势。“七八个星天外，两三点雨山前”，在这里，“星”是寥落的疏星，“雨”是轻微的阵雨，这些都是为了与上阕的清幽夜色、恬静气氛和朴野成趣的乡土气息相吻合。特别是一个“天外”一个“山前”，本来是遥远而不可捉摸的，可是笔锋一转，小桥一过，乡村林边茅店的影子却意想不到地展现在人们的眼前。词人对黄沙道上的路径尽管很熟，可总因为醉心于倾诉丰年在望之乐的一片蛙声中，竟忘却了越过“天外”，迈过“山前”，连早已临近的那个社庙旁树林边的茅店，也都没有察觉。前文“路转”，后文“忽见”，既衬出了词人骤然间看出了分明临近旧屋的欢欣，又表达了他由于沉浸在稻花香中以至忘了道途远近的怡然自得的入迷程度，相得益彰，体现了作者深厚的艺术功底，令人玩味无穷。",
          "从表面上看，这首词的题材内容不过是一些看来极其平凡的景物，语言没有任何雕饰，没有用一个典故，层次安排也完全是平平淡淡。然而，正是在看似平淡之中，却有着词人潜心的构思，淳厚的感情。在这里，读者也可以领略到稼轩词于雄浑豪迈之外的另一种境界。▲"
        ],
        [
          "从《西江月》前两句“明月别枝惊鹊，清风半夜鸣蝉”表面看来，写的是风、月、蝉、鹊这些极其平常的景物，然而经过作者巧妙的组合，结果平常中就显得不平常了。鹊儿的惊飞不定，不是盘旋在一般树头，而是飞绕在横斜突兀的枝干之上。因为月光明亮，所以鹊儿被惊醒了；而鹊儿惊飞，自然也就会引起“别枝”摇曳。同时，知了的鸣叫声也是有其一定时间的。夜间的鸣叫声不同于烈日炎炎下的嘶鸣，而当凉风徐徐吹拂时，往往特别感到清幽。总之，“惊鹊”和“鸣蝉”两句动中寓静，把半夜“清风”、“明月”下的景色描绘得令人悠然神往。",
          "接下来“稻花香里说丰年，听取蛙声一片。”把人们的关注点从长空转移到田野，表现了词人不仅为夜间黄沙道上的柔和情趣所浸润，更关心扑面而来的漫村遍野的稻花香，又由稻花香而联想到即将到来的丰年景象。此时此地，词人与人民同呼吸的欢乐，尽在言表。稻花飘香的“香”，固然是描绘稻花盛开，也是表达词人心头的甜蜜之感。在词人的感觉里，俨然听到群蛙在稻田中齐声喧嚷，争说丰年。先出“说”的内容，再补“声”的来源。以蛙声说丰年，是词人的创造。",
          "前四句就是单纯的抒写当时夏夜山道的景物和词人的感受，然而其核心却是洋溢着丰收年景的夏夜。因此，与其说这是夏景，还不如说是眼前夏景将给人们带来的幸福。",
          "下阕开头，词人就树立了一座峭拔挺峻的奇峰，运用对仗手法，以加强稳定的音势。“七八个星天外，两三点雨山前”，在这里，“星”是寥落的疏星，“雨”是轻微的阵雨，这些都是为了与上阕的清幽夜色、恬静气氛和朴野成趣的乡土气息相吻合。特别是一个“天外”一个“山前”，本来是遥远而不可捉摸的，可是笔锋一转，小桥一过，乡村林边茅店的影子却意想不到地展现在人们的眼前。词人对黄沙道上的路径尽管很熟，可总因为醉心于倾诉丰年在望之乐的一片蛙声中，竟忘却了越过“天外”，迈过“山前”，连早已临近的那个社庙旁树林边的茅店，也都没有察觉。前文“路转”，后文“忽见”，既衬出了词人骤然间看出了分明临近旧屋的欢欣，又表达了他由于沉浸在稻花香中以至忘了道途远近的怡然自得的入迷程度，相得益彰，体现了作者深厚的艺术功底，令人玩味无穷。",
          "从表面上看，这首词的题材内容不过是一些看来极其平凡的景物，语言没有任何雕饰，没有用一个典故，层次安排也完全是平平淡淡。然而，正是在看似平淡之中，却有着词人潜心的构思，淳厚的感情。在这里，读者也可以领略到稼轩词于雄浑豪迈之外的另一种境界。▲"
        ]
      ],
      "title": "西江月·夜行黄沙道中"
    },
    {
      "dynasty": "近现代",
      "author": "毛泽东",
      "lines": {
        "characters": [
          "红军不怕远征难，万水千山只等闲。",
          "五岭逶迤腾细浪，乌蒙磅礴走泥丸。",
          "金沙水拍云崖暖，大渡桥横铁索寒。",
          "更喜岷山千里雪，三军过后尽开颜。"
        ],
        "pinyins": [
          [
            "hóng",
            "jūn",
            "bù",
            "pà",
            "yuǎn",
            "zhēng",
            "nán",
            "，",
            "wàn",
            "shuǐ",
            "qiān",
            "shān",
            "zhī",
            "děng",
            "xián",
            "。"
          ],
          [
            "wǔ",
            "lǐng",
            "wēi",
            "yí",
            "téng",
            "xì",
            "làng",
            "，",
            "wū",
            "mēng",
            "páng",
            "bó",
            "zǒu",
            "ní",
            "wán",
            "。"
          ],
          [
            "jīn",
            "shā",
            "shuǐ",
            "pāi",
            "yún",
            "yá",
            "nuǎn",
            "，",
            "dà",
            "dù",
            "qiáo",
            "héng",
            "tiě",
            "suǒ",
            "hán",
            "。"
          ],
          [
            "gēng",
            "xǐ",
            "mín",
            "shān",
            "qiān",
            "lǐ",
            "xuě",
            "，",
            "sān",
            "jūn",
            "guò",
            "hòu",
            "jìn",
            "kāi",
            "yán",
            "。"
          ]
        ]
      },
      "keywords": [
        "抒情",
        "豪迈",
        "喜悦"
      ],
      "annotations": [
        [
          "译文红军不怕万里长征路上的一切艰难困苦，把千山万水都看得极为平常。五岭山脉绵延不绝，可在红军眼里不过像翻腾着的细小波浪；乌蒙山高大雄伟，在红军眼里也不过像在脚下滚过的泥丸。金沙江浊浪滔天，湍急的流水拍击着高耸的山崖，溅起阵阵雾水，像是冒出蒸汽一样。大渡河险桥横架，晃动着凌空高悬的根根铁索，寒意阵阵。更加令人欣喜的是千里岷山，皑皑白雪，红军翻越过去以后人人心情开朗，个个笑逐颜开。",
          "注释七律：七律是律诗的一种，每篇一般为八句，每句七个字，分四联：首联、颔联、颈联和尾联；偶句末一字押平声韵，首句末字可押可不押，必须一韵到底；句内和句间要讲平仄，中间四句按常规要用对仗。长征：1934年10月间，中央红军主力从中央革命根据地出发作战略大转移，经过福建、江西、广东、湖南、广西、贵州、四川、云南、西藏、甘肃、陕西等十一省，击溃了敌人多次的围追和堵截，战胜了军事上、政治上和自然界的无数艰险，行军二万五千里，终于在1935年10月到达陕北革命根据地。难：艰难险阻。等闲：不怕困难，不可阻止。五岭：大庾岭，骑田岭，都庞岭，萌渚岭，越城岭，横亘在江西、湖南、两广之间。逶迤：形容道路、山脉、河流等弯弯曲曲，连绵不断的样子。细浪：作者自释：“把山比作‘细浪’、‘泥丸’，是‘等闲’之意。”乌蒙：山名。乌蒙山，在贵州西部与云南东北部的交界处，北临金沙江，山势陡峭。1935年4月，红军长征经过此地。泥丸：小泥球，整句意思说险峻的乌蒙山在红军战士的脚下，就像是一个小泥球一样。金沙：金沙江，指长江上游自青海省玉树县至四川省宜宾市的一段，云南等地也有支流。1935年5月，红军曾强渡云南省禄劝县皎平渡渡口。云崖暖：是指浪花拍打悬崖峭壁，溅起阵阵雾水，在红军的眼中像是冒出的蒸汽一样。（云崖：高耸入云的山崖。暖：被一些学者指为红军巧渡金沙江后的欢快心情，也有学者说意思为直译后的温暖。）大渡桥：指四川省西部泸定县大渡河上的泸定桥。铁索：大渡河上泸定桥，它是用十三根铁索组成的桥。寒：影射敌人的冷酷与形势的严峻。岷（mín）山：中国西部大山。位于甘肃省西南、四川省北部。西北-东南走向。西北接西倾山，南与邛崃山相连。包括甘肃南部的迭山，甘肃、四川边境的摩天岭。三军：作者自注：“红军一方面军，二方面军，四方面军。”尽开颜：红军的长征到达目的地了，他们取得了胜利，所以个个都笑逐颜开。▲"
        ],
        [
          "译文红军不怕万里长征路上的一切艰难困苦，把千山万水都看得极为平常。五岭山脉绵延不绝，可在红军眼里不过像翻腾着的细小波浪；乌蒙山高大雄伟，在红军眼里也不过像在脚下滚过的泥丸。金沙江浊浪滔天，湍急的流水拍击着高耸的山崖，溅起阵阵雾水，像是冒出蒸汽一样。大渡河险桥横架，晃动着凌空高悬的根根铁索，寒意阵阵。更加令人欣喜的是千里岷山，皑皑白雪，红军翻越过去以后人人心情开朗，个个笑逐颜开。",
          "注释七律：七律是律诗的一种，每篇一般为八句，每句七个字，分四联：首联、颔联、颈联和尾联；偶句末一字押平声韵，首句末字可押可不押，必须一韵到底；句内和句间要讲平仄，中间四句按常规要用对仗。长征：1934年10月间，中央红军主力从中央革命根据地出发作战略大转移，经过福建、江西、广东、湖南、广西、贵州、四川、云南、西藏、甘肃、陕西等十一省，击溃了敌人多次的围追和堵截，战胜了军事上、政治上和自然界的无数艰险，行军二万五千里，终于在1935年10月到达陕北革命根据地。难：艰难险阻。等闲：不怕困难，不可阻止。五岭：大庾岭，骑田岭，都庞岭，萌渚岭，越城岭，横亘在江西、湖南、两广之间。逶迤：形容道路、山脉、河流等弯弯曲曲，连绵不断的样子。细浪：作者自释：“把山比作‘细浪’、‘泥丸’，是‘等闲’之意。”乌蒙：山名。乌蒙山，在贵州西部与云南东北部的交界处，北临金沙江，山势陡峭。1935年4月，红军长征经过此地。泥丸：小泥球，整句意思说险峻的乌蒙山在红军战士的脚下，就像是一个小泥球一样。金沙：金沙江，指长江上游自青海省玉树县至四川省宜宾市的一段，云南等地也有支流。1935年5月，红军曾强渡云南省禄劝县皎平渡渡口。云崖暖：是指浪花拍打悬崖峭壁，溅起阵阵雾水，在红军的眼中像是冒出的蒸汽一样。（云崖：高耸入云的山崖。暖：被一些学者指为红军巧渡金沙江后的欢快心情，也有学者说意思为直译后的温暖。）大渡桥：指四川省西部泸定县大渡河上的泸定桥。铁索：大渡河上泸定桥，它是用十三根铁索组成的桥。寒：影射敌人的冷酷与形势的严峻。岷（mín）山：中国西部大山。位于甘肃省西南、四川省北部。西北-东南走向。西北接西倾山，南与邛崃山相连。包括甘肃南部的迭山，甘肃、四川边境的摩天岭。三军：作者自注：“红军一方面军，二方面军，四方面军。”尽开颜：红军的长征到达目的地了，他们取得了胜利，所以个个都笑逐颜开。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首记叙二万五千里长征这一震惊全球的历史事件的革命史诗。它不仅以精炼之笔高度地概括了红军夺关杀敌的战斗历程，而且用革命的激情艺术地、形象地表现了红军战士不屈不挠、英勇顽强的大无畏气概和革命乐观主义精神。",
          "“红军不怕远征难，万水千山只等闲。”首联开门见山赞美了红军不怕困难，勇敢顽强的革命精神，这是全篇的中心思想，也是全诗的艺术基调。它是全诗精神的开端，也是全诗意境的结穴。",
          "“不怕”二字是全诗的诗眼，“只等闲”强化、重申了“不怕”；“远征难”包举了这一段非凡的历史过程，“万水千山”则概写了“难”的内外蕴涵。这一联如高山坠石，滚滚而下，牵动着全篇，也笼罩着全诗。“只等闲”举重若轻，显示了诗人视自然之敌若梯米，玩社会之敌于股掌的统帅风度。“只”加强了坚定的语气，具有强烈的感情色彩。它对红军蔑视困难的革命精神作了突出和强调，表现了红军在刀剑丛中从容不迫，应付自如，无往不胜的铁军风貌。首联是全诗的总领，以下三联则紧扣首联展开。",
          "从首联开始，全诗就展开了两条思维线，构造了两个时空域，一个是客观的、现实的：“远征难”，有“万水千山”之多之险；一个是主观的、心理的：“不怕”“只等闲”。这样就构成了强烈的对比反衬，熔铸了全诗浩大的物理空间和壮阔的心理空间，奠定了全诗雄浑博大的基调。",
          "颔联、颈联四句分别从山和水两方面写红军对困难的战胜，它是承上文“千山”和“万水”而来。诗人按照红军长征的路线，选取了四个具有典型意义的地理名称，它们都是著名的天险，高度地概括了红军长征途中的“万水千山”。与其他诗词相比，以地名入诗的作法在该篇更为集中，所显示的空间距离也更大。尤为不同的是：上面所例举的四句词，要强调的是红军行军速度迅猛，气势不可阻挡，红军在画面中具有强烈的动感；而在该词中诗人则是围绕“红军不怕远征难”这个中心思想展开，强调红军对困难的蔑视，是红军指战员内心世界的呈现，所以描写红军是隐态的，借山水来反衬红军的壮举。“腾”、“走”两个动词使山化静为动，是红军精神的外显。一般说来，以地名入诗很难，地名多了很容易出现败笔。但毛泽东却运用得很成功，这不仅是他具备挫万物于笔端的诗才，更具备吐磅礴于寸心的诗情。",
          "“五岭逶迤腾细浪，乌蒙磅礴走泥丸。”由于有“不怕远征难”的精神，绵亘于江西、湖南、广西等之间“逶迤”的、峰峦起伏的五岭，在红军的脚下，只不过像河里泛起的细浪；气势“磅礴”，广大无边的乌蒙山，在红军的脚下，只不过像滚动着小小的“泥丸”。这两句诗既具有王维的“太乙近天都，连山到海隅”、“分野中峰变，阴晴众壑殊”（《终南山》），“楚塞三湘接，荆门九派通”（《汉江临泛》）的气势，又具有杜甫的“吴楚东南坼，乾坤日夜浮”（《登岳阳楼》）、孟浩然的“气蒸云梦泽，波撼岳阳城”（《望洞庭湖赠张丞相》）的境界，更具有以上诸人因时代、阶级的局限而缺乏的战天斗地的乐观主义精神。王维、孟浩然、杜甫等人的诗句，或总揽终南山脉，极写它的气势磅礴；或鸟瞰汉江，极写它的水势浩荡，流域广阔；或写洞庭湖的浩大、开阔和包容天地的气概。而毛泽东这两句诗所表现的不仅是气象阔远，磅礴峥嵘，而且是以山写人，含蓄隽永，洋溢着一种革命豪情。诗人居高临下，宛如一位站在昆仑之巅的巨人，极目万里，将整个的五岭、整个的乌蒙山纳入眼帘，视野是如此的开阔，境界是如此的浩大，气势是如此的雄浑，情感是如此的豪放。本来是红军在沿着五岭、乌蒙山攀登前进，本来是红军在翻越，在动，而五岭、乌蒙山是处于静止状态的。现在诗人不写红军之动，而写五岭、乌蒙山之动，这种以甲写乙，此显彼藏，变静为动的艺术表现手法，大大丰富了诗句的内涵，增强了表达能力。",
          "“金沙水拍云崖暖，大渡桥横铁索寒。”由于有“不怕远征难”的精神，滩多流急，惊涛拍岸，浪花飞溅，水雾蒸腾，势若山崩的金沙江和只剩下十三根铁索的大渡河上的泸定桥都先后渡过了，在彼岸企图阻挡我红军渡江过河的敌军被击溃了。颈联这两句是写金沙江，写大渡河上的泸定桥，实是写红军所进行的巧渡金沙江、飞夺泸定桥的战斗。1935年5月初，中国工农红军先头部队到达云南省禄劝县金沙江畔。此处除几个渡口以外，两岸全是悬崖绝壁。要渡过金沙江，必须控制渡口和船只。在皎平渡附近，红军俘获了两艘敌船，奇袭对岸守敌，胜利前进到泸定县大渡河铁索桥附近，大渡河两岸全为高山峻岭，水流湍急，其险恶之状比起金沙江来是有过之而无不及。为阻止我红军前进，敌人不仅加强了对大渡河铁索桥的防守，而且毁掉了桥上所铺的木板。红军二十二名勇士，冒着对岸敌人射来的密集子弹，攀着桥上的铁索抢过去，消灭了守敌。“水拍云崖”描绘了金沙江水流湍急，岩峻浪高这种险恶的地理形势，描绘了“惊涛触岸层澜碎”的景象。“云崖暖”之“暖”，既不同于“今日天气暖，东风杏花坼”（沈千运《汝坟示弟妹》）句中表示气温之“暖”，也不同于“吴宫夜长宫漏款，帘幕四垂灯焰暖”（元稹《冬白纻》）句中表示热度之“暖”。它具有以下的内涵，一是状写红军因江水咆哮翻滚，汹涌澎湃，水石相击，浪花飞溅，水雾蒸腾而产生的江水沸腾的感觉；二是表现红军因征服了金沙江天险而产生的欢乐心情，表现红军万众欢腾，高呼胜利的热烈情景。“铁索寒”之“寒”不止是形容铁索的冰冷，它既与“天山雪后海风寒，横笛偏吹行路难”（李益《从军北征》）句中用来形容气温的“寒”不同，也与“飗飗青丝工，静听松风寒”（刘长卿《幽琴》）句中用来形容有如“松风”的凄清琴声的“寒”有别，它重在渲染，重在烘托，既烘托出了大渡河铁索桥凌空高悬，下临无地，令懦夫心寒的艰险之状，又渲染了红军战士冒着敌人的炮火，浴血奋战，飞夺泸定桥的惊险而激烈的战斗气氛。颈联两句虽然只是写江之险，写桥之险，没有从正面具体描绘红军是如何巧渡金沙江、飞夺泸定桥的，但红军坚韧不拔，英勇顽强，所挡者破，所击者败的英雄形象，却从侧面得到了表现。",
          "颈联中的“暖”和“寒”这一对反义词，是诗人精心设计的两个感情穴位。“暖”字温馨喜悦，表现的是战胜困难的激动；“寒”字冷峻严酷，传递的是九死一生后的回味。两个形容词是精神的巨变，又是感情的裂变，含不尽之意于其中，显无穷之趣于其外，摇曳多姿，起伏跌宕，张驰有致。",
          "“更喜岷山千里雪，三军过后尽开颜。”是对首联的回应。开端言“不怕”，结尾压“更喜”，强化了主题，升华了诗旨。“更喜”承上文而来，也是对上文的感情收束。红军过五岭、越乌蒙、渡金沙、抢大渡，从敌人的重围中杀出一条血路，自然令人欣喜。红军又翻岷山，进陕北，胜利大会师已为时不远，战略大转移的目的已基本实现，与前面的种种喜悦相比，它自然更胜一筹。“尽开颜”写三军的欢笑，这是最后胜利即将到来的欢笑，以此作结，遂使全诗的乐观主义精神得到了进一步的兀现。",
          "《七律·长征》境界浩大，气象阔远，意境雄浑，气势磅礴，感情奔放，构思奇伟。它是浩瀚诗海中一颗熠熠发光的明珠，是中国文学史上一首不可多得的歌咏重大历史事件的史诗。▲"
        ],
        [
          "这是一首记叙二万五千里长征这一震惊全球的历史事件的革命史诗。它不仅以精炼之笔高度地概括了红军夺关杀敌的战斗历程，而且用革命的激情艺术地、形象地表现了红军战士不屈不挠、英勇顽强的大无畏气概和革命乐观主义精神。",
          "“红军不怕远征难，万水千山只等闲。”首联开门见山赞美了红军不怕困难，勇敢顽强的革命精神，这是全篇的中心思想，也是全诗的艺术基调。它是全诗精神的开端，也是全诗意境的结穴。",
          "“不怕”二字是全诗的诗眼，“只等闲”强化、重申了“不怕”；“远征难”包举了这一段非凡的历史过程，“万水千山”则概写了“难”的内外蕴涵。这一联如高山坠石，滚滚而下，牵动着全篇，也笼罩着全诗。“只等闲”举重若轻，显示了诗人视自然之敌若梯米，玩社会之敌于股掌的统帅风度。“只”加强了坚定的语气，具有强烈的感情色彩。它对红军蔑视困难的革命精神作了突出和强调，表现了红军在刀剑丛中从容不迫，应付自如，无往不胜的铁军风貌。首联是全诗的总领，以下三联则紧扣首联展开。",
          "从首联开始，全诗就展开了两条思维线，构造了两个时空域，一个是客观的、现实的：“远征难”，有“万水千山”之多之险；一个是主观的、心理的：“不怕”“只等闲”。这样就构成了强烈的对比反衬，熔铸了全诗浩大的物理空间和壮阔的心理空间，奠定了全诗雄浑博大的基调。",
          "颔联、颈联四句分别从山和水两方面写红军对困难的战胜，它是承上文“千山”和“万水”而来。诗人按照红军长征的路线，选取了四个具有典型意义的地理名称，它们都是著名的天险，高度地概括了红军长征途中的“万水千山”。与其他诗词相比，以地名入诗的作法在该篇更为集中，所显示的空间距离也更大。尤为不同的是：上面所例举的四句词，要强调的是红军行军速度迅猛，气势不可阻挡，红军在画面中具有强烈的动感；而在该词中诗人则是围绕“红军不怕远征难”这个中心思想展开，强调红军对困难的蔑视，是红军指战员内心世界的呈现，所以描写红军是隐态的，借山水来反衬红军的壮举。“腾”、“走”两个动词使山化静为动，是红军精神的外显。一般说来，以地名入诗很难，地名多了很容易出现败笔。但毛泽东却运用得很成功，这不仅是他具备挫万物于笔端的诗才，更具备吐磅礴于寸心的诗情。",
          "“五岭逶迤腾细浪，乌蒙磅礴走泥丸。”由于有“不怕远征难”的精神，绵亘于江西、湖南、广西等之间“逶迤”的、峰峦起伏的五岭，在红军的脚下，只不过像河里泛起的细浪；气势“磅礴”，广大无边的乌蒙山，在红军的脚下，只不过像滚动着小小的“泥丸”。这两句诗既具有王维的“太乙近天都，连山到海隅”、“分野中峰变，阴晴众壑殊”（《终南山》），“楚塞三湘接，荆门九派通”（《汉江临泛》）的气势，又具有杜甫的“吴楚东南坼，乾坤日夜浮”（《登岳阳楼》）、孟浩然的“气蒸云梦泽，波撼岳阳城”（《望洞庭湖赠张丞相》）的境界，更具有以上诸人因时代、阶级的局限而缺乏的战天斗地的乐观主义精神。王维、孟浩然、杜甫等人的诗句，或总揽终南山脉，极写它的气势磅礴；或鸟瞰汉江，极写它的水势浩荡，流域广阔；或写洞庭湖的浩大、开阔和包容天地的气概。而毛泽东这两句诗所表现的不仅是气象阔远，磅礴峥嵘，而且是以山写人，含蓄隽永，洋溢着一种革命豪情。诗人居高临下，宛如一位站在昆仑之巅的巨人，极目万里，将整个的五岭、整个的乌蒙山纳入眼帘，视野是如此的开阔，境界是如此的浩大，气势是如此的雄浑，情感是如此的豪放。本来是红军在沿着五岭、乌蒙山攀登前进，本来是红军在翻越，在动，而五岭、乌蒙山是处于静止状态的。现在诗人不写红军之动，而写五岭、乌蒙山之动，这种以甲写乙，此显彼藏，变静为动的艺术表现手法，大大丰富了诗句的内涵，增强了表达能力。",
          "“金沙水拍云崖暖，大渡桥横铁索寒。”由于有“不怕远征难”的精神，滩多流急，惊涛拍岸，浪花飞溅，水雾蒸腾，势若山崩的金沙江和只剩下十三根铁索的大渡河上的泸定桥都先后渡过了，在彼岸企图阻挡我红军渡江过河的敌军被击溃了。颈联这两句是写金沙江，写大渡河上的泸定桥，实是写红军所进行的巧渡金沙江、飞夺泸定桥的战斗。1935年5月初，中国工农红军先头部队到达云南省禄劝县金沙江畔。此处除几个渡口以外，两岸全是悬崖绝壁。要渡过金沙江，必须控制渡口和船只。在皎平渡附近，红军俘获了两艘敌船，奇袭对岸守敌，胜利前进到泸定县大渡河铁索桥附近，大渡河两岸全为高山峻岭，水流湍急，其险恶之状比起金沙江来是有过之而无不及。为阻止我红军前进，敌人不仅加强了对大渡河铁索桥的防守，而且毁掉了桥上所铺的木板。红军二十二名勇士，冒着对岸敌人射来的密集子弹，攀着桥上的铁索抢过去，消灭了守敌。“水拍云崖”描绘了金沙江水流湍急，岩峻浪高这种险恶的地理形势，描绘了“惊涛触岸层澜碎”的景象。“云崖暖”之“暖”，既不同于“今日天气暖，东风杏花坼”（沈千运《汝坟示弟妹》）句中表示气温之“暖”，也不同于“吴宫夜长宫漏款，帘幕四垂灯焰暖”（元稹《冬白纻》）句中表示热度之“暖”。它具有以下的内涵，一是状写红军因江水咆哮翻滚，汹涌澎湃，水石相击，浪花飞溅，水雾蒸腾而产生的江水沸腾的感觉；二是表现红军因征服了金沙江天险而产生的欢乐心情，表现红军万众欢腾，高呼胜利的热烈情景。“铁索寒”之“寒”不止是形容铁索的冰冷，它既与“天山雪后海风寒，横笛偏吹行路难”（李益《从军北征》）句中用来形容气温的“寒”不同，也与“飗飗青丝工，静听松风寒”（刘长卿《幽琴》）句中用来形容有如“松风”的凄清琴声的“寒”有别，它重在渲染，重在烘托，既烘托出了大渡河铁索桥凌空高悬，下临无地，令懦夫心寒的艰险之状，又渲染了红军战士冒着敌人的炮火，浴血奋战，飞夺泸定桥的惊险而激烈的战斗气氛。颈联两句虽然只是写江之险，写桥之险，没有从正面具体描绘红军是如何巧渡金沙江、飞夺泸定桥的，但红军坚韧不拔，英勇顽强，所挡者破，所击者败的英雄形象，却从侧面得到了表现。",
          "颈联中的“暖”和“寒”这一对反义词，是诗人精心设计的两个感情穴位。“暖”字温馨喜悦，表现的是战胜困难的激动；“寒”字冷峻严酷，传递的是九死一生后的回味。两个形容词是精神的巨变，又是感情的裂变，含不尽之意于其中，显无穷之趣于其外，摇曳多姿，起伏跌宕，张驰有致。",
          "“更喜岷山千里雪，三军过后尽开颜。”是对首联的回应。开端言“不怕”，结尾压“更喜”，强化了主题，升华了诗旨。“更喜”承上文而来，也是对上文的感情收束。红军过五岭、越乌蒙、渡金沙、抢大渡，从敌人的重围中杀出一条血路，自然令人欣喜。红军又翻岷山，进陕北，胜利大会师已为时不远，战略大转移的目的已基本实现，与前面的种种喜悦相比，它自然更胜一筹。“尽开颜”写三军的欢笑，这是最后胜利即将到来的欢笑，以此作结，遂使全诗的乐观主义精神得到了进一步的兀现。",
          "《七律·长征》境界浩大，气象阔远，意境雄浑，气势磅礴，感情奔放，构思奇伟。它是浩瀚诗海中一颗熠熠发光的明珠，是中国文学史上一首不可多得的歌咏重大历史事件的史诗。▲"
        ]
      ],
      "title": "七律·长征"
    },
    {
      "dynasty": "唐代",
      "author": "刘禹锡",
      "lines": {
        "characters": [
          "九曲黄河万里沙，浪淘风簸自天涯。",
          "如今直上银河去，同到牵牛织女家。"
        ],
        "pinyins": [
          [
            "jiǔ",
            "qū",
            "huáng",
            "hé",
            "wàn",
            "lǐ",
            "shā",
            "，",
            "làng",
            "táo",
            "fēng",
            "bò",
            "zì",
            "tiān",
            "yá",
            "。"
          ],
          [
            "rú",
            "jīn",
            "zhí",
            "shàng",
            "yín",
            "hé",
            "qù",
            "，",
            "tóng",
            "dào",
            "qiān",
            "niú",
            "zhī",
            "nǚ",
            "jiā",
            "。"
          ]
        ]
      },
      "keywords": [
        "黄河",
        "乐观",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文万里黄河弯弯曲曲挟带着泥沙，波涛滚滚如巨风掀簸来自天涯。如今好像要直飞上高空的银河，请你带上我一起去寻访牛郎织女的家。",
          "注释浪淘沙：唐教坊曲名。创自刘禹锡、白居易，其形式为七言绝句。后又用为词牌名。九曲：自古相传黄河有九道弯。形容弯弯曲曲的地方很多。万里沙：黄河在流经各地时挟带大量泥沙。浪淘风簸：黄河卷着泥沙，风浪滚动的样子。浪淘：波浪淘洗。簸：掀翻，上下簸动。自天涯：来自天边。牵牛织女：银河系的两个星座名。自古相传，织女为天上仙女，下凡到人间，和牛郎结为夫妇。后西王母召回织女，牛郎追上天，西王母罚他们隔河相望，只准每年七月七日的夜晚相会一次。牵牛：即传说中的牛郎。▲"
        ],
        [
          "译文万里黄河弯弯曲曲挟带着泥沙，波涛滚滚如巨风掀簸来自天涯。如今好像要直飞上高空的银河，请你带上我一起去寻访牛郎织女的家。",
          "注释浪淘沙：唐教坊曲名。创自刘禹锡、白居易，其形式为七言绝句。后又用为词牌名。九曲：自古相传黄河有九道弯。形容弯弯曲曲的地方很多。万里沙：黄河在流经各地时挟带大量泥沙。浪淘风簸：黄河卷着泥沙，风浪滚动的样子。浪淘：波浪淘洗。簸：掀翻，上下簸动。自天涯：来自天边。牵牛织女：银河系的两个星座名。自古相传，织女为天上仙女，下凡到人间，和牛郎结为夫妇。后西王母召回织女，牛郎追上天，西王母罚他们隔河相望，只准每年七月七日的夜晚相会一次。牵牛：即传说中的牛郎。▲"
        ]
      ],
      "appreciations": [
        [
          "这首绝句模仿淘金者的口吻，表明他们对淘金生涯的厌恶和对美好生活的向往。同是在河边生活，牛郎织女生活的天河恬静而优美，黄河边的淘金者却整天在风浪泥沙中讨生活。直上银河，同访牛郎织女，寄托了他们心底对宁静的田园牧歌生活的憧憬。这种浪漫的理想，以豪迈的口语倾吐出来，有一种朴素无华的美。",
          "“九曲黄河万里沙，浪淘风簸自天涯”见唐·刘禹锡《浪淘沙》。淘：用水冲洗。簸：摇动。自：来自。这两句大意是：九曲黄河之中有无数的砂砾，它们随同黄河流经万里，经受了浪涛的冲洗和狂风的簸荡，从天涯一直来到这里。诗人歌咏九曲黄河中的万里黄沙，赞扬它们冲风破浪，一往无前的顽强性格。我们引用时可取其象征意义，歌颂与它们有着共同特点的事物或人们。",
          "“如今直上银河去，同到牵牛织女家。”采用了张骞为武帝寻找河源和牛郎织女相隔银河的典故，驰骋想象，表示要迎着狂风巨浪，顶着万里黄沙，逆流而上，直到牵牛织女家，表现了诗人的豪迈气概。",
          "这首诗通俗易懂，常见诸儿童读物。刘禹锡写诗常借物抒情言志，牛郎和织女是天上的星宿名称，和高高在上、距己遥远的朝中之位相似。刘禹锡本在高处任职，由于谗言遭到贬谪下放的不公待遇，但诗人为苍生造福的社会理想永不改变。刘禹锡渴望回到能够发挥自己才能的职位，有一番作为，纵然是恶浪频袭也不改入世的初衷。由此可见，诗人百折不挠、积极进取的精神是多么让人欣羡！这首诗用夸张等写作手法抒发了诗人的浪漫主义情怀，气势大起大落，给人一种磅礴壮阔的雄浑之美，一不留神就会落后于诗人的思路。▲"
        ],
        [
          "这首绝句模仿淘金者的口吻，表明他们对淘金生涯的厌恶和对美好生活的向往。同是在河边生活，牛郎织女生活的天河恬静而优美，黄河边的淘金者却整天在风浪泥沙中讨生活。直上银河，同访牛郎织女，寄托了他们心底对宁静的田园牧歌生活的憧憬。这种浪漫的理想，以豪迈的口语倾吐出来，有一种朴素无华的美。",
          "“九曲黄河万里沙，浪淘风簸自天涯”见唐·刘禹锡《浪淘沙》。淘：用水冲洗。簸：摇动。自：来自。这两句大意是：九曲黄河之中有无数的砂砾，它们随同黄河流经万里，经受了浪涛的冲洗和狂风的簸荡，从天涯一直来到这里。诗人歌咏九曲黄河中的万里黄沙，赞扬它们冲风破浪，一往无前的顽强性格。我们引用时可取其象征意义，歌颂与它们有着共同特点的事物或人们。",
          "“如今直上银河去，同到牵牛织女家。”采用了张骞为武帝寻找河源和牛郎织女相隔银河的典故，驰骋想象，表示要迎着狂风巨浪，顶着万里黄沙，逆流而上，直到牵牛织女家，表现了诗人的豪迈气概。",
          "这首诗通俗易懂，常见诸儿童读物。刘禹锡写诗常借物抒情言志，牛郎和织女是天上的星宿名称，和高高在上、距己遥远的朝中之位相似。刘禹锡本在高处任职，由于谗言遭到贬谪下放的不公待遇，但诗人为苍生造福的社会理想永不改变。刘禹锡渴望回到能够发挥自己才能的职位，有一番作为，纵然是恶浪频袭也不改入世的初衷。由此可见，诗人百折不挠、积极进取的精神是多么让人欣羡！这首诗用夸张等写作手法抒发了诗人的浪漫主义情怀，气势大起大落，给人一种磅礴壮阔的雄浑之美，一不留神就会落后于诗人的思路。▲"
        ]
      ],
      "title": "浪淘沙·其一"
    },
    {
      "dynasty": "唐代",
      "author": "杜牧",
      "lines": {
        "characters": [
          "千里莺啼绿映红，水村山郭酒旗风。",
          "南朝四百八十寺，多少楼台烟雨中。"
        ],
        "pinyins": [
          [
            "qiān",
            "lǐ",
            "yīng",
            "tí",
            "lǜ",
            "yìng",
            "hóng",
            "，",
            "shuǐ",
            "cūn",
            "shān",
            "guō",
            "jiǔ",
            "qí",
            "fēng",
            "。"
          ],
          [
            "nán",
            "cháo",
            "sì",
            "bǎi",
            "bā",
            "shí",
            "sì",
            "，",
            "duō",
            "shǎo",
            "lóu",
            "tái",
            "yān",
            "yǔ",
            "zhōng",
            "。"
          ]
        ]
      },
      "keywords": [
        "春天",
        "写景",
        "感怀",
        "抒情小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文辽阔的江南到处莺歌燕舞绿树红花相映，水边村寨山麓城郭处处酒旗飘动。南朝遗留下的许多座古寺， 如今有多少笼罩在这蒙胧烟雨之中。",
          "注释莺啼：即莺啼燕语。郭：外城。此处指城镇。酒旗：一种挂在门前以作为酒店标记的小旗。南朝：指先后与北朝对峙的宋、齐、梁、陈政权。四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。这里说四百八十寺，是虚数。楼台：楼阁亭台。此处指寺院建筑。烟雨：细雨蒙蒙，如烟如雾。▲"
        ],
        [
          "译文辽阔的江南到处莺歌燕舞绿树红花相映，水边村寨山麓城郭处处酒旗飘动。南朝遗留下的许多座古寺， 如今有多少笼罩在这蒙胧烟雨之中。",
          "注释莺啼：即莺啼燕语。郭：外城。此处指城镇。酒旗：一种挂在门前以作为酒店标记的小旗。南朝：指先后与北朝对峙的宋、齐、梁、陈政权。四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。这里说四百八十寺，是虚数。楼台：楼阁亭台。此处指寺院建筑。烟雨：细雨蒙蒙，如烟如雾。▲"
        ],
        [
          "韵译辽阔的干里江南春景美如画，莺歌燕舞绿叶映衬鲜艳红花。水村山郭酒旗在春风中招展，南朝佛寺有多少笼罩烟雨下？",
          "散译千里江南，到处莺歌燕舞，有相互映衬的绿树红花，有临水的村庄，有依山的城郭，到处都有迎风招展的酒旗。昔日到处是香烟缭绕的深邃的寺庙，如今亭台楼阁都沧桑矗立在朦胧的烟雨之中。",
          "注释莺啼：即莺啼燕语。郭：外城。此处指城镇。酒旗：一种挂在门前以作为酒店标记的小旗。南朝：指先后与北朝对峙的宋、齐、梁、陈政权。四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。据《南史·循吏·郭祖深传》说：“都下佛寺五百余所”。这里说四百八十寺，是虚数。楼台：楼阁亭台。此处指寺院建筑。烟雨：细雨蒙蒙，如烟如雾。 ▲"
        ],
        [
          "韵译辽阔的干里江南春景美如画，莺歌燕舞绿叶映衬鲜艳红花。水村山郭酒旗在春风中招展，南朝佛寺有多少笼罩烟雨下？",
          "散译千里江南，到处莺歌燕舞，有相互映衬的绿树红花，有临水的村庄，有依山的城郭，到处都有迎风招展的酒旗。昔日到处是香烟缭绕的深邃的寺庙，如今亭台楼阁都沧桑矗立在朦胧的烟雨之中。",
          "注释莺啼：即莺啼燕语。郭：外城。此处指城镇。酒旗：一种挂在门前以作为酒店标记的小旗。南朝：指先后与北朝对峙的宋、齐、梁、陈政权。四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。据《南史·循吏·郭祖深传》说：“都下佛寺五百余所”。这里说四百八十寺，是虚数。楼台：楼阁亭台。此处指寺院建筑。烟雨：细雨蒙蒙，如烟如雾。 ▲"
        ]
      ],
      "appreciations": [
        [
          "这首《江南春》，千百年来素负盛誉。诗中不仅描绘了明媚的江南春光，而且还再现了江南烟雨蒙蒙的楼台景色，使江南风光更加神奇迷离，别有一番情趣。迷人的江南，经过诗人生花妙笔的点染，显得更加令人心旌摇荡了。这首诗四句均为景语，有众多意象和景物，有植物有动物，有声有色，景物也有远近之分，动静结合，各具特色。全诗以轻快的文字，极具概括性的语言描绘了一幅生动形象、丰富多彩而又有气魄的江南春画卷，呈现出一种深邃幽美的意境，表达出一缕缕含蓄深蕴的情思，千百年来素负盛誉。",
          "首句“千里莺啼绿映红”。诗一开头，诗人放开视野，由眼前春景而想象到整个江南大地。千里江南，到处莺歌燕舞，桃红柳绿，一派春意盎然的景象。在写作上，诗人首先运用了映衬的手法，把“红花”与“绿叶”搭配，并用一个“映”字，从视角上突出了“江南春”万紫千红的景象。同时，诗人也从声音的角度，通过听觉，表现出江南春天莺歌燕舞的热闹场面。诗句中的“千里”下得很妙，也很分量，不但空间上扩大诗歌的审美境界，而且为后面的描写奠定了基础。",
          "第二句“水村山郭酒旗风”。“山郭”山城。指修建在山麓的城池。“酒旗”指古代酒店外面挂的幌子。这一句的意思是说，在临水的村庄，依山的城郭，到处都有迎风招展的酒旗。这里，诗人运用了列锦的修辞手法，描写了进入眼帘的物象——水村、山郭、酒旗。这几个物象由大到小，不但表现出一定空间位置，突出了“村”和“郭”依山傍水的江南独有的建筑特色。特别是一个“风”字，不但增添了诗歌的动态感，而且更好地突出了“酒旗”，从而增添了诗歌的文化底蕴，人文气息。",
          "第三句“南朝四百八十寺”，“南朝”指东晋以后隋代以前的宋、齐、梁、陈四个朝代，都建都于建康（今江苏南京），史称南朝。“四百八十寺”是形容佛寺很多。因为那时，南朝佛教非常盛行，寺庙也建得很多。这句意思是说，南朝遗留下了四百八十多座古寺。这里，诗人在“水村山郭酒旗风”上一转，视线集中在“寺庙”上，想象空间拉大，思维回溯到“南朝”，这样，给增强了诗歌历史文化意蕴，而且提升了诗歌的审美境界。同时，诗人用“寺”代指佛教，并用“四百八十”这个虚数来修饰，不但使诗歌富于形象感，也照应着首句中的“千里”，更为重要的是表现了南朝时代佛教盛行的状况，并为后面结句中的抒情奠定基础。",
          "第四句“多少楼台烟雨中”。“烟雨”即如烟般的蒙蒙细雨。这句的意思就是说无数的楼台全笼罩在风烟云雨中。这里，诗人不用“寺”，而又改换成了“楼台”，这不仅是为了避免用词重复，更主要的是适应“烟雨”这样的环境。在这里，诗人通过虚实结合，有眼前而历史，内心无比感慨——历史总是不断发展变化的，朝代的更替也是必然的。这里，诗人以审美的眼光，欣赏着江南春的自然美景；诗人以深邃的思维，穿过时空，感悟历史文化的审美意义。",
          "杜牧特别擅长于在寥寥四句二十八字中，描绘一幅幅绚丽动人的图画，呈现一种深邃幽美的意境，表达一缕缕含蓄深蕴的情思，给人以美的享受和思的启迪。《江南春》反映了中国诗歌与绘画中的审美是超越时空的、淡泊洒脱的、有着儒释道与禅宗“顿悟”的思想，而它们所表现的多为思旧怀远、归隐、写意的诗情。",
          "赏析分歧",
          "关于《江南春》绝句的主旨，有没有借古讽今是分歧较大的地方。",
          "有的研究者提出了“讽刺说”，认为南朝皇帝在中国历史上是以佞佛著名的，杜牧所处时代的佛教也是恶性发展，而杜牧又有反佛思想，因之末二句是讽刺。或认为主旨在尚儒排佛，表达对统治者治国乏术和佛道误国的忧虑；或认为主旨在借古讽今，讽谏统治者大兴土木滥修佛寺会造成国力衰弱民生凋敝，加重社会危机。他们认为晚唐诗人有一种忧国忧民的情怀，审美之中不乏讽刺，诗的内涵也更显丰富。",
          "有的研究者不以为然。他们只是认为这首诗只是描绘了江南的美景，表现了诗人对江南景物的赞美与神往。了解诗首先应该从艺术形象出发，而不应该作抽象的推论。杜牧反对佛教，并不等于对历史上遗留下来的佛寺建筑也一定讨厌。他在宣州，常常去开元寺等处游玩。在池州也到过一些寺庙，还和僧人交过朋友。著名的诗句，象“九华山路云遮寺，青弋江边柳拂桥”，“秋山春雨闲吟处，倚遍江南寺寺楼”，都说明他对佛寺楼台还是欣赏流连的。▲"
        ],
        [
          "这首《江南春》，千百年来素负盛誉。诗中不仅描绘了明媚的江南春光，而且还再现了江南烟雨蒙蒙的楼台景色，使江南风光更加神奇迷离，别有一番情趣。迷人的江南，经过诗人生花妙笔的点染，显得更加令人心旌摇荡了。这首诗四句均为景语，有众多意象和景物，有植物有动物，有声有色，景物也有远近之分，动静结合，各具特色。全诗以轻快的文字，极具概括性的语言描绘了一幅生动形象、丰富多彩而又有气魄的江南春画卷，呈现出一种深邃幽美的意境，表达出一缕缕含蓄深蕴的情思，千百年来素负盛誉。",
          "首句“千里莺啼绿映红”。诗一开头，诗人放开视野，由眼前春景而想象到整个江南大地。千里江南，到处莺歌燕舞，桃红柳绿，一派春意盎然的景象。在写作上，诗人首先运用了映衬的手法，把“红花”与“绿叶”搭配，并用一个“映”字，从视角上突出了“江南春”万紫千红的景象。同时，诗人也从声音的角度，通过听觉，表现出江南春天莺歌燕舞的热闹场面。诗句中的“千里”下得很妙，也很分量，不但空间上扩大诗歌的审美境界，而且为后面的描写奠定了基础。",
          "第二句“水村山郭酒旗风”。“山郭”山城。指修建在山麓的城池。“酒旗”指古代酒店外面挂的幌子。这一句的意思是说，在临水的村庄，依山的城郭，到处都有迎风招展的酒旗。这里，诗人运用了列锦的修辞手法，描写了进入眼帘的物象——水村、山郭、酒旗。这几个物象由大到小，不但表现出一定空间位置，突出了“村”和“郭”依山傍水的江南独有的建筑特色。特别是一个“风”字，不但增添了诗歌的动态感，而且更好地突出了“酒旗”，从而增添了诗歌的文化底蕴，人文气息。",
          "第三句“南朝四百八十寺”，“南朝”指东晋以后隋代以前的宋、齐、梁、陈四个朝代，都建都于建康（今江苏南京），史称南朝。“四百八十寺”是形容佛寺很多。因为那时，南朝佛教非常盛行，寺庙也建得很多。这句意思是说，南朝遗留下了四百八十多座古寺。这里，诗人在“水村山郭酒旗风”上一转，视线集中在“寺庙”上，想象空间拉大，思维回溯到“南朝”，这样，给增强了诗歌历史文化意蕴，而且提升了诗歌的审美境界。同时，诗人用“寺”代指佛教，并用“四百八十”这个虚数来修饰，不但使诗歌富于形象感，也照应着首句中的“千里”，更为重要的是表现了南朝时代佛教盛行的状况，并为后面结句中的抒情奠定基础。",
          "第四句“多少楼台烟雨中”。“烟雨”即如烟般的蒙蒙细雨。这句的意思就是说无数的楼台全笼罩在风烟云雨中。这里，诗人不用“寺”，而又改换成了“楼台”，这不仅是为了避免用词重复，更主要的是适应“烟雨”这样的环境。在这里，诗人通过虚实结合，有眼前而历史，内心无比感慨——历史总是不断发展变化的，朝代的更替也是必然的。这里，诗人以审美的眼光，欣赏着江南春的自然美景；诗人以深邃的思维，穿过时空，感悟历史文化的审美意义。",
          "杜牧特别擅长于在寥寥四句二十八字中，描绘一幅幅绚丽动人的图画，呈现一种深邃幽美的意境，表达一缕缕含蓄深蕴的情思，给人以美的享受和思的启迪。《江南春》反映了中国诗歌与绘画中的审美是超越时空的、淡泊洒脱的、有着儒释道与禅宗“顿悟”的思想，而它们所表现的多为思旧怀远、归隐、写意的诗情。",
          "赏析分歧",
          "关于《江南春》绝句的主旨，有没有借古讽今是分歧较大的地方。",
          "有的研究者提出了“讽刺说”，认为南朝皇帝在中国历史上是以佞佛著名的，杜牧所处时代的佛教也是恶性发展，而杜牧又有反佛思想，因之末二句是讽刺。或认为主旨在尚儒排佛，表达对统治者治国乏术和佛道误国的忧虑；或认为主旨在借古讽今，讽谏统治者大兴土木滥修佛寺会造成国力衰弱民生凋敝，加重社会危机。他们认为晚唐诗人有一种忧国忧民的情怀，审美之中不乏讽刺，诗的内涵也更显丰富。",
          "有的研究者不以为然。他们只是认为这首诗只是描绘了江南的美景，表现了诗人对江南景物的赞美与神往。了解诗首先应该从艺术形象出发，而不应该作抽象的推论。杜牧反对佛教，并不等于对历史上遗留下来的佛寺建筑也一定讨厌。他在宣州，常常去开元寺等处游玩。在池州也到过一些寺庙，还和僧人交过朋友。著名的诗句，象“九华山路云遮寺，青弋江边柳拂桥”，“秋山春雨闲吟处，倚遍江南寺寺楼”，都说明他对佛寺楼台还是欣赏流连的。▲"
        ]
      ],
      "title": "江南春"
    },
    {
      "dynasty": "宋代",
      "author": "王安石",
      "lines": {
        "characters": [
          "茅檐长扫净无苔，花木成畦手自栽。",
          "一水护田将绿绕，两山排闼送青来。"
        ],
        "pinyins": [
          [
            "máo",
            "yán",
            "cháng",
            "sǎo",
            "jìng",
            "wú",
            "tái",
            "，",
            "huā",
            "mù",
            "chéng",
            "qí",
            "shǒu",
            "zì",
            "zāi",
            "。"
          ],
          [
            "yī",
            "shuǐ",
            "hù",
            "tián",
            "jiāng",
            "lǜ",
            "rào",
            "，",
            "liǎng",
            "shān",
            "pái",
            "tà",
            "sòng",
            "qīng",
            "lái",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "写景"
      ],
      "annotations": [
        [
          "译文茅舍庭院由于经常打扫，洁净得没有一丝青苔，花木规整成行成垄都是主人亲自栽种的。庭院外一条小河环绕着大片碧绿的禾苗，两座山峰仿佛要推开门，给主人送上满山的青翠。",
          "注释书：书写，题诗。湖阴先生：本名杨德逢，隐居之士，是王安石晚年居住金陵（今江苏南京）紫金山时的邻居。茅檐：茅屋檐下，这里指庭院。净：一说“静”。无苔：没有青苔。成畦（qí ）：成垄成行。畦：经过修整的一块块田地。护田：这里指护卫环绕着园田。排闼（tà）：推开门。闼：小门。送青来：送来绿色。▲"
        ],
        [
          "译文茅舍庭院由于经常打扫，洁净得没有一丝青苔，花木规整成行成垄都是主人亲自栽种的。庭院外一条小河环绕着大片碧绿的禾苗，两座山峰仿佛要推开门，给主人送上满山的青翠。",
          "注释书：书写，题诗。湖阴先生：本名杨德逢，隐居之士，是王安石晚年居住金陵（今江苏南京）紫金山时的邻居。茅檐：茅屋檐下，这里指庭院。净：一说“静”。无苔：没有青苔。成畦（qí ）：成垄成行。畦：经过修整的一块块田地。护田：这里指护卫环绕着园田。排闼（tà）：推开门。闼：小门。送青来：送来绿色。▲"
        ]
      ],
      "appreciations": [
        [
          "这首诗是题写在湖阴先生家屋壁上的。诗前两句写他家的环境，洁净清幽，暗示主人生活情趣的高雅；后两句转到院外，写山水对湖阴先生的深情，暗用典故，把山水化成了具有生命感情的形象，山水主动与人相亲，正是表现人的高洁。全诗既赞美了主人朴实勤劳，又表达了诗人退休闲居的恬淡心境，从田园山水和与平民交往中领略到无穷的乐趣。",
          "前两句是庭院之景，干净无苔是由于主人的“长扫”，“花木成畦”是由于主人的“自栽”，写景又写人。",
          "后两句写自然环境之美，水“将绿绕”，山“送青来”，自然山水如此有情，也表现了主人爱好山水的情趣。描写景物亦以表现人，写景见人，人于景中，表现了客观景物的美，又写出了人的美，颇有一箭双雕的感觉。",
          "其次运用映衬和拟人手法。如果说庭院的美是人工创造的美，那么环境的美是天然施设的美。两者互相映衬，组成了一幅内与外、人造与天然美结合的完美的境界。特别是后面一联，把山水拟人化，青山为主人送来秀丽的风光，居然闯门而入，把主人对自然景物的爱和自然景物对主人的爱融和一起，生动地表现了主人爱美的情趣，因而成了传诵的名句。",
          "“一水”“两山”被转化为富于生命感情的亲切的形象，而为千古传诵。但后二句所以广泛传诵，主要还在于这样两点：",
          "一、拟人和描写浑然一体，交融无间。“一水护田”加以“绕”字，正见得那小溪曲折生姿，环绕着绿油油的农田，这不恰像一位母亲双手护着小孩的情景吗？著一“护”字，“绕”的神情明确显示。至于“送青”之前冠以“排闼”二字，更是神来之笔。它既写出了山色不只是深翠欲滴，也不只是可掬，而竟似扑向庭院而来！这种描写给予读者的美感极为新鲜、生动。它还表明山的距离不远，就在杨家庭院的门前，所以似乎伸手可及。尤其动人的，是写出了山势若奔，仿佛刚从远方匆匆来到，兴奋而热烈。所有这些都把握住了景物的特征，而这种种描写，又都和充分的拟人化结合起来那情调、那笔致，完全像在表现“有朋自远方来”的情景：情急心切，竟顾不得敲门就闯进庭院送上礼物。二者融合无间，相映生色，既奇崛又自然，既经锤炼又无斧凿之痕，清新隽永，韵味深长。",
          "二、这两句诗也与杨德逢的形象吻合。在前联里，已可看到一个人品高洁、富于生活情趣的湖阴先生。所居仅为“茅檐”，他不仅“扫”，而且“长扫”（即常扫），以至于“静无苔”；“花木成畦”，非赖他人，而是亲“手自栽”。可见他清静脱俗，朴实勤劳。这样一位高士，徜徉于山水之间，当然比别人更能欣赏到它们的美，更感到“一水”“两山”的亲近；诗人想象山水有情，和湖阴先生早已缔结了深厚的交谊。诗以“书湖阴先生壁”为题，处处关合，处处照应，由此也可见出诗人思致的绵密。▲"
        ],
        [
          "这首诗是题写在湖阴先生家屋壁上的。诗前两句写他家的环境，洁净清幽，暗示主人生活情趣的高雅；后两句转到院外，写山水对湖阴先生的深情，暗用典故，把山水化成了具有生命感情的形象，山水主动与人相亲，正是表现人的高洁。全诗既赞美了主人朴实勤劳，又表达了诗人退休闲居的恬淡心境，从田园山水和与平民交往中领略到无穷的乐趣。",
          "前两句是庭院之景，干净无苔是由于主人的“长扫”，“花木成畦”是由于主人的“自栽”，写景又写人。",
          "后两句写自然环境之美，水“将绿绕”，山“送青来”，自然山水如此有情，也表现了主人爱好山水的情趣。描写景物亦以表现人，写景见人，人于景中，表现了客观景物的美，又写出了人的美，颇有一箭双雕的感觉。",
          "其次运用映衬和拟人手法。如果说庭院的美是人工创造的美，那么环境的美是天然施设的美。两者互相映衬，组成了一幅内与外、人造与天然美结合的完美的境界。特别是后面一联，把山水拟人化，青山为主人送来秀丽的风光，居然闯门而入，把主人对自然景物的爱和自然景物对主人的爱融和一起，生动地表现了主人爱美的情趣，因而成了传诵的名句。",
          "“一水”“两山”被转化为富于生命感情的亲切的形象，而为千古传诵。但后二句所以广泛传诵，主要还在于这样两点：",
          "一、拟人和描写浑然一体，交融无间。“一水护田”加以“绕”字，正见得那小溪曲折生姿，环绕着绿油油的农田，这不恰像一位母亲双手护着小孩的情景吗？著一“护”字，“绕”的神情明确显示。至于“送青”之前冠以“排闼”二字，更是神来之笔。它既写出了山色不只是深翠欲滴，也不只是可掬，而竟似扑向庭院而来！这种描写给予读者的美感极为新鲜、生动。它还表明山的距离不远，就在杨家庭院的门前，所以似乎伸手可及。尤其动人的，是写出了山势若奔，仿佛刚从远方匆匆来到，兴奋而热烈。所有这些都把握住了景物的特征，而这种种描写，又都和充分的拟人化结合起来那情调、那笔致，完全像在表现“有朋自远方来”的情景：情急心切，竟顾不得敲门就闯进庭院送上礼物。二者融合无间，相映生色，既奇崛又自然，既经锤炼又无斧凿之痕，清新隽永，韵味深长。",
          "二、这两句诗也与杨德逢的形象吻合。在前联里，已可看到一个人品高洁、富于生活情趣的湖阴先生。所居仅为“茅檐”，他不仅“扫”，而且“长扫”（即常扫），以至于“静无苔”；“花木成畦”，非赖他人，而是亲“手自栽”。可见他清静脱俗，朴实勤劳。这样一位高士，徜徉于山水之间，当然比别人更能欣赏到它们的美，更感到“一水”“两山”的亲近；诗人想象山水有情，和湖阴先生早已缔结了深厚的交谊。诗以“书湖阴先生壁”为题，处处关合，处处照应，由此也可见出诗人思致的绵密。▲"
        ]
      ],
      "title": "书湖阴先生壁"
    },
    {
      "dynasty": "先秦",
      "author": "佚名",
      "lines": {
        "characters": [
          "伯牙鼓琴，锺子期听之。方鼓琴而志在太山，锺子期曰：“善哉乎鼓琴，巍巍乎若太山。”少选之间而志在流水，锺子期又曰：“善哉乎鼓琴，汤汤乎若流水。”锺子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。"
        ],
        "pinyins": [
          [
            "bó",
            "yá",
            "gǔ",
            "qín",
            "，",
            "zhōng",
            "zǐ",
            "qī",
            "tīng",
            "zhī",
            "。",
            "fāng",
            "gǔ",
            "qín",
            "ér",
            "zhì",
            "zài",
            "tài",
            "shān",
            "，",
            "zhōng",
            "zǐ",
            "qī",
            "yuē",
            "：“",
            "shàn",
            "zāi",
            "hū",
            "gǔ",
            "qín",
            "，",
            "wēi",
            "wēi",
            "hū",
            "ruò",
            "tài",
            "shān",
            "。”",
            "shǎo",
            "xuǎn",
            "zhī",
            "jiān",
            "ér",
            "zhì",
            "zài",
            "liú",
            "shuǐ",
            "，",
            "zhōng",
            "zǐ",
            "qī",
            "yòu",
            "yuē",
            "：“",
            "shàn",
            "zāi",
            "hū",
            "gǔ",
            "qín",
            "，",
            "tāng",
            "tāng",
            "hū",
            "ruò",
            "liú",
            "shuǐ",
            "。”",
            "zhōng",
            "zǐ",
            "qī",
            "sǐ",
            "，",
            "bó",
            "yá",
            "pò",
            "qín",
            "jué",
            "xián",
            "，",
            "zhōng",
            "shēn",
            "bù",
            "fù",
            "gǔ",
            "qín",
            "，",
            "yǐ",
            "wéi",
            "shì",
            "wú",
            "zú",
            "fù",
            "wéi",
            "gǔ",
            "qín",
            "zhě",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学文言文",
        "音乐",
        "知音",
        "故事"
      ],
      "annotations": [
        [
          "译文　　伯牙弹琴，锺子期听他弹琴。伯牙在弹琴时心里想着高山，锺子期说：“你弹得真好呀，就像那巍峨的太山。”不一会儿，伯牙心里又想到流水，锺子期又说：“你弹得真好呀，就像那奔腾不息的流水。”锺子期死了以后，伯牙摔琴断弦，终身不再弹琴，认为世上再没有值得他为之弹琴的人了。",
          "注释鼓：弹奏。听：倾听。绝 ：断绝。志在高山：心中想到高山。曰：说。善哉：赞美之词，有夸奖的意思。即“好啊” 、“妙啊”或“太棒了”。善，好；哉，语气词，表示感叹。峨峨：高。乎：语气词，相当于“啊”。若 ：像……一样。少选：一会儿，不久。志在流水：心里想到河流。汤汤乎若流水：像流水一样浩荡。汤汤：水流大而急的样子。 ▲"
        ],
        [
          "译文　　伯牙弹琴，锺子期听他弹琴。伯牙在弹琴时心里想着高山，锺子期说：“你弹得真好呀，就像那巍峨的太山。”不一会儿，伯牙心里又想到流水，锺子期又说：“你弹得真好呀，就像那奔腾不息的流水。”锺子期死了以后，伯牙摔琴断弦，终身不再弹琴，认为世上再没有值得他为之弹琴的人了。",
          "注释鼓：弹奏。听：倾听。绝 ：断绝。志在高山：心中想到高山。曰：说。善哉：赞美之词，有夸奖的意思。即“好啊” 、“妙啊”或“太棒了”。善，好；哉，语气词，表示感叹。峨峨：高。乎：语气词，相当于“啊”。若 ：像……一样。少选：一会儿，不久。志在流水：心里想到河流。汤汤乎若流水：像流水一样浩荡。汤汤：水流大而急的样子。 ▲"
        ]
      ],
      "appreciations": [],
      "title": "伯牙鼓琴"
    },
    {
      "dynasty": "宋代",
      "author": "苏轼",
      "lines": {
        "characters": [
          "<p>　　蜀中有杜处士 ，好书画，所宝以百数。有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。</p>\n<p>　　一日曝书画，而一牧童见之，拊掌大笑，曰：“此画斗牛也，牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”处士笑而然之。古语云：“耕当问奴，织当问婢。”不可改也。</p>"
        ],
        "pinyins": [
          [
            "<p>　　",
            "shǔ",
            "zhōng",
            "yǒu",
            "dù",
            "chǔ",
            "shì",
            " ，",
            "hǎo",
            "shū",
            "huà",
            "，",
            "suǒ",
            "bǎo",
            "yǐ",
            "bǎi",
            "shù",
            "。",
            "yǒu",
            "dài",
            "sōng",
            "《",
            "niú",
            "》",
            "yī",
            "zhóu",
            "，",
            "yóu",
            "suǒ",
            "ài",
            "，",
            "jǐn",
            "náng",
            "yù",
            "zhóu",
            "，",
            "cháng",
            "yǐ",
            "zì",
            "suí",
            "。</p>\n<p>　　",
            "yī",
            "rì",
            "pù",
            "shū",
            "huà",
            "，",
            "ér",
            "yī",
            "mù",
            "tóng",
            "jiàn",
            "zhī",
            "，",
            "fǔ",
            "zhǎng",
            "dà",
            "xiào",
            "，",
            "yuē",
            "：“",
            "cǐ",
            "huà",
            "dòu",
            "niú",
            "yě",
            "，",
            "niú",
            "dǒu",
            "，",
            "lì",
            "zài",
            "jiǎo",
            "，",
            "wěi",
            "chù",
            "rù",
            "liǎng",
            "gǔ",
            "jiān",
            "，",
            "jīn",
            "nǎi",
            "diào",
            "wěi",
            "ér",
            "dǒu",
            "，",
            "miù",
            "yǐ",
            "。”",
            "chǔ",
            "shì",
            "xiào",
            "ér",
            "rán",
            "zhī",
            "。",
            "gǔ",
            "yǔ",
            "yún",
            "：“",
            "gēng",
            "dāng",
            "wèn",
            "nú",
            "，",
            "zhī",
            "dāng",
            "wèn",
            "bì",
            "。”",
            "bù",
            "kě",
            "gǎi",
            "yě",
            "。</p>"
          ]
        ]
      },
      "keywords": [
        "寓理",
        "故事",
        "小学文言文"
      ],
      "annotations": [
        [
          "译文　　四川境内有个姓杜的隐士，爱好书画，他珍藏的书画作品有成百件，有戴嵩画的《牛》一幅，他特别喜爱，用锦囊盛起来，用玉石作画轴，经常随身携带着。",
          "有一天晾晒书画，一个牧童看到了这幅画，拍手大笑说：“这画上画的是角斗的牛呀，牛在角斗时力量集中在角上，尾巴夹在两条后腿中间，但这幅画却画成牛摇着尾巴斗角，画错了啊！”隐士笑了，认为牧童说得对。有句古话说：“耕地应当去问种庄稼的农民，织布应当去问纺纱织布的婢女。”这句话是不可改变的。",
          "注释杜处士：姓杜的读书人。宝：这里是动词，珍藏。囊：袋子，此处指画套。用彩锦做装画的袋子，用玉石做卷画的轴子。曝：晾、晒。搐：抽搐，收缩。掉：摇着尾巴。掉，摆动，摇动。然：认为⋯⋯是对的。所宝：所珍藏的画。戴嵩：唐代画家。锦襄玉轴：以玉为轴，用锦囊盛起来。拊掌：拍手。翘起尾巴。▲"
        ],
        [
          "译文　　四川境内有个姓杜的隐士，爱好书画，他珍藏的书画作品有成百件，有戴嵩画的《牛》一幅，他特别喜爱，用锦囊盛起来，用玉石作画轴，经常随身携带着。",
          "有一天晾晒书画，一个牧童看到了这幅画，拍手大笑说：“这画上画的是角斗的牛呀，牛在角斗时力量集中在角上，尾巴夹在两条后腿中间，但这幅画却画成牛摇着尾巴斗角，画错了啊！”隐士笑了，认为牧童说得对。有句古话说：“耕地应当去问种庄稼的农民，织布应当去问纺纱织布的婢女。”这句话是不可改变的。",
          "注释杜处士：姓杜的读书人。宝：这里是动词，珍藏。囊：袋子，此处指画套。用彩锦做装画的袋子，用玉石做卷画的轴子。曝：晾、晒。搐：抽搐，收缩。掉：摇着尾巴。掉，摆动，摇动。然：认为⋯⋯是对的。所宝：所珍藏的画。戴嵩：唐代画家。锦襄玉轴：以玉为轴，用锦囊盛起来。拊掌：拍手。翘起尾巴。▲"
        ]
      ],
      "appreciations": [],
      "title": "书戴嵩画牛"
    },
    {
      "dynasty": "唐代",
      "author": "孟浩然",
      "lines": {
        "characters": [
          "故人具鸡黍，邀我至田家。",
          "绿树村边合，青山郭外斜。",
          "开轩面场圃，把酒话桑麻。",
          "待到重阳日，还来就菊花。"
        ],
        "pinyins": [
          [
            "gù",
            "rén",
            "jù",
            "jī",
            "shǔ",
            "，",
            "yāo",
            "wǒ",
            "zhì",
            "tián",
            "jiā",
            "。"
          ],
          [
            "lǜ",
            "shù",
            "cūn",
            "biān",
            "hé",
            "，",
            "qīng",
            "shān",
            "guō",
            "wài",
            "xié",
            "。"
          ],
          [
            "kāi",
            "xuān",
            "miàn",
            "cháng",
            "pǔ",
            "，",
            "bǎ",
            "jiǔ",
            "huà",
            "sāng",
            "má",
            "。"
          ],
          [
            "dài",
            "dào",
            "chóng",
            "yáng",
            "rì",
            "，",
            "huán",
            "lái",
            "jiù",
            "jú",
            "huā",
            "。"
          ]
        ]
      },
      "keywords": [
        "唐诗三百首",
        "初中古诗",
        "田园",
        "生活",
        "早教"
      ],
      "annotations": [
        [
          "译文老朋友准备丰盛的饭菜，邀请我到他田舍做客。翠绿的树林围绕着村落，一脉青山在城郭外隐隐横斜。推开窗户面对谷场菜园，共饮美酒，闲谈农务。等到九九重阳节到来时，我还要来这里观赏菊花。",
          "注释过：拜访。故人庄：老朋友的田庄。庄，田庄。具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。邀：邀请。至：到。合：环绕。郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xié）：倾斜。另有古音念xiá。开：打开，开启。轩：窗户。面：面对。场圃：场，打谷场、稻场；圃，菜园。把酒：端着酒具，指饮酒。把：拿起。端起。话桑麻：闲谈农事。桑麻：桑树和麻。这里泛指庄稼。重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。还（huán）：返，来。就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。▲"
        ],
        [
          "译文老朋友准备丰盛的饭菜，邀请我到他田舍做客。翠绿的树林围绕着村落，一脉青山在城郭外隐隐横斜。推开窗户面对谷场菜园，共饮美酒，闲谈农务。等到九九重阳节到来时，我还要来这里观赏菊花。",
          "注释过：拜访。故人庄：老朋友的田庄。庄，田庄。具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。邀：邀请。至：到。合：环绕。郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜（xié）：倾斜。另有古音念xiá。开：打开，开启。轩：窗户。面：面对。场圃：场，打谷场、稻场；圃，菜园。把酒：端着酒具，指饮酒。把：拿起。端起。话桑麻：闲谈农事。桑麻：桑树和麻。这里泛指庄稼。重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。还（huán）：返，来。就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首田园诗，描写农家恬静闲适的生活情景，也写老朋友的情谊。通过写田园生活的风光，写出作者对这种生活的向往。全文十分押韵。诗由“邀”到“至”到“望”又到“约”一径写去，自然流畅。语言朴实无华，意境清新隽永。作者以亲切省净的语言，如话家常的形式，写了从往访到告别的过程。其写田园景物清新恬静，写朋友情谊真挚深厚，写田家生活简朴亲切。",
          "全诗描绘了美丽的山村风光和平静的田园生活，用语平淡无奇，叙事自然流畅，没有渲染的雕琢的痕迹，然而感情真挚，诗意醇厚，有“清水出芙蓉，天然去雕饰”的美学情趣，从而成为自唐代以来田园诗中的佳作。",
          "一、二句从应邀写起，“故人”说明不是第一次做客。三、四句是描写山村风光的名句，绿树环绕，青山横斜，犹如一幅清淡的水墨画。五、六句写山村生活情趣。面对场院菜圃，把酒谈论庄稼，亲切自然，富有生活气息。结尾两句以重阳节还来相聚写出友情之深，言有尽而意无穷。",
          "“故人具鸡黍，邀我至田家。”“具”和“邀”说明此饭局主人早有准备，说明了故友的热情和两人之间的真挚的情感。“感惠徇知”在文学艺术领域真挚的情感能催笔开花。故人“邀”而作者“至”，大白话开门见山，简单而随便。而以“鸡黍”相邀，既显出田家特有风味，又见待客之简朴。",
          "“绿树村边合，青山郭外斜。”走进村里，作者顾盼之间竟是这样一种清新愉悦的感受。这两句上句漫收近境，绿树环抱，显得自成一统，别有天地；下句轻宕笔锋，郭外的青山依依相伴，则又让村庄不显得孤独，并展示了一片开阔的远景。由此运用了由近及远的顺序描写景物。这个村庄坐落平畴而又遥接青山，使人感到清淡幽静而绝不冷傲孤僻。正是由于“故人庄”出现在这样的自然和社会环境中，所以宾主临窗举杯。",
          "“开轩面场圃，把酒话桑麻”，轩窗一开上句描述的美景即入屋里来，“开轩”二字也似乎是很不经意地写入诗的，细微的动作表现出了主人的豪迈。窗外群山环抱绿树成阴，窗内推杯换盏，这幅场景，就是无与伦比的古人诗酒田园画。“场圃”的空旷和“桑麻”的话题又给人以不拘束、舒展的感觉。读者不仅能领略到更强烈的农村风味、劳动生产的气息，甚至仿佛可以嗅到场圃上的泥土味，看到庄稼的成长和收获。有这两句和前两句的结合，绿树、青山、村舍、场圃、桑麻和谐地打成一片，构成一幅优美宁静的田园风景画，而宾主的欢笑和关于桑麻的话语，都仿佛萦绕在读者耳边。这就是盛唐社会的现实色彩。",
          "“待到重阳日，还来就菊花。”孟浩然深深为农庄生活所吸引，于是临走时，向主人率真地表示将在秋高气爽的重阳节再来观赏菊花和品菊花酒。淡淡两句诗，故人相待的热情，作客的愉快，主客之间的亲切融洽，都跃然纸上了。杜甫的《遭田父泥饮美严中丞》中说：“月出遮我留，仍嗔问升斗。”杜甫诗中田父留人，情切语急；孟浩然诗中与故人再约，意舒词缓。杜甫的郁结与孟浩然的恬淡之别，读者从这里可以窥见一些消息。",
          "这首诗没有渲染雕琢的痕迹，自然的风光，普通的农院，醇厚的友谊，这些普普通通的生活场景，有“清水出芙蓉，天然去雕饰”的美学情趣。这种淡淡的平易近人的风格，与作者描写的对象——朴实的农家田园和谐一致，表现了形式对内容的高度适应，恬淡亲切却又不是平浅枯燥。它是在平淡中蕴藏着深厚的情味。一方面固然是每个句子都几乎不见费力锤炼的痕迹，另一方面每个句子又都不曾显得薄弱。他把艺术美融入整个诗作的血肉之中，显得自然天成。这种不炫奇猎异，不卖弄技巧，也不光靠一两个精心制作的句子去支撑门面，是艺术水平高超的表现。正是因为有真彩内映，所以出语洒落，浑然省净，使全诗从“淡抹”中显示了它的魅力，而不再需要“浓饰盛妆”了。▲"
        ],
        [
          "这是一首田园诗，描写农家恬静闲适的生活情景，也写老朋友的情谊。通过写田园生活的风光，写出作者对这种生活的向往。全文十分押韵。诗由“邀”到“至”到“望”又到“约”一径写去，自然流畅。语言朴实无华，意境清新隽永。作者以亲切省净的语言，如话家常的形式，写了从往访到告别的过程。其写田园景物清新恬静，写朋友情谊真挚深厚，写田家生活简朴亲切。",
          "全诗描绘了美丽的山村风光和平静的田园生活，用语平淡无奇，叙事自然流畅，没有渲染的雕琢的痕迹，然而感情真挚，诗意醇厚，有“清水出芙蓉，天然去雕饰”的美学情趣，从而成为自唐代以来田园诗中的佳作。",
          "一、二句从应邀写起，“故人”说明不是第一次做客。三、四句是描写山村风光的名句，绿树环绕，青山横斜，犹如一幅清淡的水墨画。五、六句写山村生活情趣。面对场院菜圃，把酒谈论庄稼，亲切自然，富有生活气息。结尾两句以重阳节还来相聚写出友情之深，言有尽而意无穷。",
          "“故人具鸡黍，邀我至田家。”“具”和“邀”说明此饭局主人早有准备，说明了故友的热情和两人之间的真挚的情感。“感惠徇知”在文学艺术领域真挚的情感能催笔开花。故人“邀”而作者“至”，大白话开门见山，简单而随便。而以“鸡黍”相邀，既显出田家特有风味，又见待客之简朴。",
          "“绿树村边合，青山郭外斜。”走进村里，作者顾盼之间竟是这样一种清新愉悦的感受。这两句上句漫收近境，绿树环抱，显得自成一统，别有天地；下句轻宕笔锋，郭外的青山依依相伴，则又让村庄不显得孤独，并展示了一片开阔的远景。由此运用了由近及远的顺序描写景物。这个村庄坐落平畴而又遥接青山，使人感到清淡幽静而绝不冷傲孤僻。正是由于“故人庄”出现在这样的自然和社会环境中，所以宾主临窗举杯。",
          "“开轩面场圃，把酒话桑麻”，轩窗一开上句描述的美景即入屋里来，“开轩”二字也似乎是很不经意地写入诗的，细微的动作表现出了主人的豪迈。窗外群山环抱绿树成阴，窗内推杯换盏，这幅场景，就是无与伦比的古人诗酒田园画。“场圃”的空旷和“桑麻”的话题又给人以不拘束、舒展的感觉。读者不仅能领略到更强烈的农村风味、劳动生产的气息，甚至仿佛可以嗅到场圃上的泥土味，看到庄稼的成长和收获。有这两句和前两句的结合，绿树、青山、村舍、场圃、桑麻和谐地打成一片，构成一幅优美宁静的田园风景画，而宾主的欢笑和关于桑麻的话语，都仿佛萦绕在读者耳边。这就是盛唐社会的现实色彩。",
          "“待到重阳日，还来就菊花。”孟浩然深深为农庄生活所吸引，于是临走时，向主人率真地表示将在秋高气爽的重阳节再来观赏菊花和品菊花酒。淡淡两句诗，故人相待的热情，作客的愉快，主客之间的亲切融洽，都跃然纸上了。杜甫的《遭田父泥饮美严中丞》中说：“月出遮我留，仍嗔问升斗。”杜甫诗中田父留人，情切语急；孟浩然诗中与故人再约，意舒词缓。杜甫的郁结与孟浩然的恬淡之别，读者从这里可以窥见一些消息。",
          "这首诗没有渲染雕琢的痕迹，自然的风光，普通的农院，醇厚的友谊，这些普普通通的生活场景，有“清水出芙蓉，天然去雕饰”的美学情趣。这种淡淡的平易近人的风格，与作者描写的对象——朴实的农家田园和谐一致，表现了形式对内容的高度适应，恬淡亲切却又不是平浅枯燥。它是在平淡中蕴藏着深厚的情味。一方面固然是每个句子都几乎不见费力锤炼的痕迹，另一方面每个句子又都不曾显得薄弱。他把艺术美融入整个诗作的血肉之中，显得自然天成。这种不炫奇猎异，不卖弄技巧，也不光靠一两个精心制作的句子去支撑门面，是艺术水平高超的表现。正是因为有真彩内映，所以出语洒落，浑然省净，使全诗从“淡抹”中显示了它的魅力，而不再需要“浓饰盛妆”了。▲"
        ]
      ],
      "title": "过故人庄"
    },
    {
      "dynasty": "近现代",
      "author": "毛泽东",
      "lines": {
        "characters": [
          "赤橙黄绿青蓝紫，谁持彩练当空舞？雨后复斜阳，关山阵阵苍。",
          "当年鏖战急，弹洞前村壁。装点此关山，今朝更好看。"
        ],
        "pinyins": [
          [
            "chì",
            "chéng",
            "huáng",
            "lǜ",
            "qīng",
            "lán",
            "zǐ",
            "，",
            "shuí",
            "chí",
            "cǎi",
            "liàn",
            "dāng",
            "kōng",
            "wǔ",
            "？",
            "yǔ",
            "hòu",
            "fù",
            "xié",
            "yáng",
            "，",
            "guān",
            "shān",
            "zhèn",
            "zhèn",
            "cāng",
            "。"
          ],
          [
            "dāng",
            "nián",
            "áo",
            "zhàn",
            "jí",
            "，",
            "dàn",
            "dòng",
            "qián",
            "cūn",
            "bì",
            "。",
            "zhuāng",
            "diǎn",
            "cǐ",
            "guān",
            "shān",
            "，",
            "jīn",
            "zhāo",
            "gēng",
            "hǎo",
            "kàn",
            "。"
          ]
        ]
      },
      "keywords": [
        "写景",
        "抒情",
        "乐观"
      ],
      "annotations": [
        [
          "译文天上挂着七色的彩虹，而又是谁在手持这彩虹在空中翩翩起舞？黄昏雨之后又见夕阳，苍翠的群山仿如层层军阵。当年这里曾经进行了一次激烈的苦战，子弹穿透了前面村子的墙壁。那前村墙壁上留下的累累弹痕，把这里的景色打扮得更加美丽。",
          "注释菩萨蛮：词牌名，本唐教坊曲，后用为词牌，也用作曲牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》、《花溪碧》、《晚云烘日》等。另有《菩萨蛮引》、《菩萨蛮慢》。《菩萨蛮》也是曲牌名，属北曲正宫，字句格律与词牌前半阕同，用在套曲中。大柏地：乡名，位于江西省瑞金市北部，距市区30公里，素有“瑞金北大门”之称，319国道横贯南北，与宁都县、石城县相邻，是毛泽东等革命家曾经生活和战斗过的地方。赤橙黄绿青蓝紫：彩虹的七色。彩练：彩色绢带，喻虹。当空：在正前方的天空中央。关山：泛指附近群山。阵阵：每一列战斗队形。是说大雁列队而飞；本词则谓群山如层层军阵。北周皮信凋柱国大将军长孙俭神道碑：“风云积惨，山阵连阴。”苍：青黑色。鏖战：苦战。急：激烈。弹洞：枪眼。洞，若视为动词、作“洞穿”解，亦通。前村：前面的村庄，指战场附近的一个小村枣杏坑。装点：装饰点缀。今朝：如今。看：此处读平声。 ▲"
        ],
        [
          "译文天上挂着七色的彩虹，而又是谁在手持这彩虹在空中翩翩起舞？黄昏雨之后又见夕阳，苍翠的群山仿如层层军阵。当年这里曾经进行了一次激烈的苦战，子弹穿透了前面村子的墙壁。那前村墙壁上留下的累累弹痕，把这里的景色打扮得更加美丽。",
          "注释菩萨蛮：词牌名，本唐教坊曲，后用为词牌，也用作曲牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》、《花溪碧》、《晚云烘日》等。另有《菩萨蛮引》、《菩萨蛮慢》。《菩萨蛮》也是曲牌名，属北曲正宫，字句格律与词牌前半阕同，用在套曲中。大柏地：乡名，位于江西省瑞金市北部，距市区30公里，素有“瑞金北大门”之称，319国道横贯南北，与宁都县、石城县相邻，是毛泽东等革命家曾经生活和战斗过的地方。赤橙黄绿青蓝紫：彩虹的七色。彩练：彩色绢带，喻虹。当空：在正前方的天空中央。关山：泛指附近群山。阵阵：每一列战斗队形。是说大雁列队而飞；本词则谓群山如层层军阵。北周皮信凋柱国大将军长孙俭神道碑：“风云积惨，山阵连阴。”苍：青黑色。鏖战：苦战。急：激烈。弹洞：枪眼。洞，若视为动词、作“洞穿”解，亦通。前村：前面的村庄，指战场附近的一个小村枣杏坑。装点：装饰点缀。今朝：如今。看：此处读平声。 ▲"
        ]
      ],
      "appreciations": [
        [
          "此词描绘大柏地雨后美丽诱人的景色，抚今追昔，揭示革命战争的重大意义，热情讴歌人民革命战争，流露出一种胜利后的宽慰和乐观情绪。",
          "上阕写景。",
          "“赤橙黄绿青蓝紫，谁持彩练当空舞？”起二句写天上的彩虹，措辞、构思都极为精彩，破空而来，突兀奇妙。上句写彩虹的七色，一气连下七个颜色字，自有诗词以来，从未见人这样写过，的确是创新出“色”的神化之笔！下句愈出愈奇。将彩虹比作“彩练”，一般诗人词人或也构想得出来，尚不足夸，妙的是作者烹炼了一个独具匠心的“舞”字，遂使本为静态的彩虹活了起来，何等的灵动！这样的语言，正是诗词的语言，非其他任何一种艺术样式所能达到。试想，七彩缤纷，长虹如拱，这一幅景象，油画、版画、水彩画，哪一个画种不能摹绘？更不用说摄影、电影、电视之可以真实地将它记录下来了。唯虹霓化“彩练”而“当空舞”，这样的意境，只能存在于诗人或词人的形象思维之中。诗词是用文字符号砌成的艺术建筑，而文字符号无论如何也比不上视觉形象来得直观动人，因此，欲追求诗词写景之逼真如画，在某种意义上来说，是自取其败。聪明的作家，往往注意扬诗词之长而避其短，于“画”之所不能表现处，别出趣味。依照这一法则创作出来的诗词，方有诗词独特的艺术魅力，庶使其他任何一种艺术品类都无法替代。毛泽东这两句词的妙处，正须向这方面去体认。又者，“谁持”云云，是诘问的语气，却并不要人回答。由于下文都是陈述句，这里用问句开篇，就显得非常吃重——有此一问，通篇句法便有起伏、变化，不至流于呆板、凝滞。假若这句采用诸如“天仙彩练当空舞”之类的叙述语气，岂不逊色多多，何能像现在这样峭拔？",
          "“雨后复斜阳，关山阵阵苍。”作者已署明词的写作日期是“一九三三年夏”，注重交代季节的特殊性——“夏”，这里更补出词篇切入的具体时间和气候状况。由于这是夏天的某个傍晚，一场雷暴雨后，夕阳回光返照，于是才会有彩虹满天的绮丽景观。又由于大雨洗尽了空气中悬浮的尘埃，斜晖的射线投注无碍，于是远处的群山才显得格外的苍翠。可见那“雨后复斜阳”五字，虽只平平说来，并没有什么惊人之处，但却束上管下，使前面的“赤橙”二句、后面的“关山”一句，都显出了合理和有序，委实是少它不得的。晚唐著名词人、“花间派”的鼻祖温庭筠，有《菩萨蛮》词曰：",
          "南园满地堆轻絮，愁闻一霎清明雨。雨后却斜阳，杏花零落香。　　无言匀睡脸，枕上屏山掩。时节欲黄昏，无聊独倚门。",
          "毛泽东“雨后复斜阳”句，即用温词中成句，仅改动了一个字。然而，温词是写闺情，风格绮怨而纤柔；毛词则是写战地，虽借用温词之句，但一经与下文“关山阵阵苍”云云搭配，便见得境界阔大、气象苍茫，风格与温词迥然不同。毛泽东博览群书，熟读了大量的古诗词，故时将前人成句信手拈来，或稍加绳削，用入自己的创作。值得称道的是，其所取用，大都与己作浑然化为一体，不见痕迹，决非食古不化者可比。这里又是一个典型的例证。",
          "下阕写抚今追昔的感慨。“当年鏖战急，弹洞前村壁”两句追忆1929年2月在这里发生的激战，那次战斗形势是多么紧张，打得是多么激烈，仅用两天时间就消灭了尾随的敌人。村前墙壁上无数的弹洞，就是当年战斗留下的痕迹。装点此关山，今朝更好看”是说今天看来，那些弹洞，装饰和点缀着阵阵苍翠的关山，却别有一番风采，使得关山更加美丽了。这既是作者对枪杆子打下的江山的赞美，也是对美的发现，在作的眼里，一切都是物随心意，作者的乐观喜悦之情溢于言表。",
          "《菩萨蛮·大柏地》整首词亦画亦诗，情景交融。词描绘的画面是：绚丽的彩虹、雨后的斜阳、苍翠欲滴的关山、前村墙壁上的弹洞等，高下、大小、远近、偏正、方位等构图适宜，层次感极强。色彩是：彩虹的赤橙黄绿青蓝紫，斜阳的红，村庄墙壁的白，但以天宇的湛蓝和群山的苍翠为主色。“舞”字使人觉得彩虹在蓝天的映衬下有一种飘动感“阵阵苍”让人感到群山的苍翠之色有着深浅明暗的变化。真正是“诗中有画”，“画中有诗”。总之，整个画面丰富和谐，生机盎然。作者在词中所抒发的是重游自己战斗过的地方，回忆往日辉煌胜利时的愉悦之情，和对人民革命战争以及经过战争洗礼的革命根据地的赞美之情。这些喜悦赞美的情思又是在不露痕迹的自然景观和人文景观的描写中流露出来的。作者把主观的情志美与客观的自然美、社会美高度统一，熔炼成艺术美，情景交融，富有韵味。",
          "动态地描写景物与巧妙地运用联想也是《菩萨蛮·大柏地》的突出特点。上阕从彩虹联想到彩色绸带“当空舞”，从关山联想到雨后斜阳时“阵阵苍”；下阕从弹洞联想到“装点此关山”，以至“今朝更好看”，这些动态描写充分体现了在“郁闷”心境下的作者乐观的情怀，坚信革命一定会取得成功的信念。▲"
        ],
        [
          "此词描绘大柏地雨后美丽诱人的景色，抚今追昔，揭示革命战争的重大意义，热情讴歌人民革命战争，流露出一种胜利后的宽慰和乐观情绪。",
          "上阕写景。",
          "“赤橙黄绿青蓝紫，谁持彩练当空舞？”起二句写天上的彩虹，措辞、构思都极为精彩，破空而来，突兀奇妙。上句写彩虹的七色，一气连下七个颜色字，自有诗词以来，从未见人这样写过，的确是创新出“色”的神化之笔！下句愈出愈奇。将彩虹比作“彩练”，一般诗人词人或也构想得出来，尚不足夸，妙的是作者烹炼了一个独具匠心的“舞”字，遂使本为静态的彩虹活了起来，何等的灵动！这样的语言，正是诗词的语言，非其他任何一种艺术样式所能达到。试想，七彩缤纷，长虹如拱，这一幅景象，油画、版画、水彩画，哪一个画种不能摹绘？更不用说摄影、电影、电视之可以真实地将它记录下来了。唯虹霓化“彩练”而“当空舞”，这样的意境，只能存在于诗人或词人的形象思维之中。诗词是用文字符号砌成的艺术建筑，而文字符号无论如何也比不上视觉形象来得直观动人，因此，欲追求诗词写景之逼真如画，在某种意义上来说，是自取其败。聪明的作家，往往注意扬诗词之长而避其短，于“画”之所不能表现处，别出趣味。依照这一法则创作出来的诗词，方有诗词独特的艺术魅力，庶使其他任何一种艺术品类都无法替代。毛泽东这两句词的妙处，正须向这方面去体认。又者，“谁持”云云，是诘问的语气，却并不要人回答。由于下文都是陈述句，这里用问句开篇，就显得非常吃重——有此一问，通篇句法便有起伏、变化，不至流于呆板、凝滞。假若这句采用诸如“天仙彩练当空舞”之类的叙述语气，岂不逊色多多，何能像现在这样峭拔？",
          "“雨后复斜阳，关山阵阵苍。”作者已署明词的写作日期是“一九三三年夏”，注重交代季节的特殊性——“夏”，这里更补出词篇切入的具体时间和气候状况。由于这是夏天的某个傍晚，一场雷暴雨后，夕阳回光返照，于是才会有彩虹满天的绮丽景观。又由于大雨洗尽了空气中悬浮的尘埃，斜晖的射线投注无碍，于是远处的群山才显得格外的苍翠。可见那“雨后复斜阳”五字，虽只平平说来，并没有什么惊人之处，但却束上管下，使前面的“赤橙”二句、后面的“关山”一句，都显出了合理和有序，委实是少它不得的。晚唐著名词人、“花间派”的鼻祖温庭筠，有《菩萨蛮》词曰：",
          "南园满地堆轻絮，愁闻一霎清明雨。雨后却斜阳，杏花零落香。　　无言匀睡脸，枕上屏山掩。时节欲黄昏，无聊独倚门。",
          "毛泽东“雨后复斜阳”句，即用温词中成句，仅改动了一个字。然而，温词是写闺情，风格绮怨而纤柔；毛词则是写战地，虽借用温词之句，但一经与下文“关山阵阵苍”云云搭配，便见得境界阔大、气象苍茫，风格与温词迥然不同。毛泽东博览群书，熟读了大量的古诗词，故时将前人成句信手拈来，或稍加绳削，用入自己的创作。值得称道的是，其所取用，大都与己作浑然化为一体，不见痕迹，决非食古不化者可比。这里又是一个典型的例证。",
          "下阕写抚今追昔的感慨。“当年鏖战急，弹洞前村壁”两句追忆1929年2月在这里发生的激战，那次战斗形势是多么紧张，打得是多么激烈，仅用两天时间就消灭了尾随的敌人。村前墙壁上无数的弹洞，就是当年战斗留下的痕迹。装点此关山，今朝更好看”是说今天看来，那些弹洞，装饰和点缀着阵阵苍翠的关山，却别有一番风采，使得关山更加美丽了。这既是作者对枪杆子打下的江山的赞美，也是对美的发现，在作的眼里，一切都是物随心意，作者的乐观喜悦之情溢于言表。",
          "《菩萨蛮·大柏地》整首词亦画亦诗，情景交融。词描绘的画面是：绚丽的彩虹、雨后的斜阳、苍翠欲滴的关山、前村墙壁上的弹洞等，高下、大小、远近、偏正、方位等构图适宜，层次感极强。色彩是：彩虹的赤橙黄绿青蓝紫，斜阳的红，村庄墙壁的白，但以天宇的湛蓝和群山的苍翠为主色。“舞”字使人觉得彩虹在蓝天的映衬下有一种飘动感“阵阵苍”让人感到群山的苍翠之色有着深浅明暗的变化。真正是“诗中有画”，“画中有诗”。总之，整个画面丰富和谐，生机盎然。作者在词中所抒发的是重游自己战斗过的地方，回忆往日辉煌胜利时的愉悦之情，和对人民革命战争以及经过战争洗礼的革命根据地的赞美之情。这些喜悦赞美的情思又是在不露痕迹的自然景观和人文景观的描写中流露出来的。作者把主观的情志美与客观的自然美、社会美高度统一，熔炼成艺术美，情景交融，富有韵味。",
          "动态地描写景物与巧妙地运用联想也是《菩萨蛮·大柏地》的突出特点。上阕从彩虹联想到彩色绸带“当空舞”，从关山联想到雨后斜阳时“阵阵苍”；下阕从弹洞联想到“装点此关山”，以至“今朝更好看”，这些动态描写充分体现了在“郁闷”心境下的作者乐观的情怀，坚信革命一定会取得成功的信念。▲"
        ]
      ],
      "title": "菩萨蛮·大柏地"
    },
    {
      "dynasty": "宋代",
      "author": "朱熹",
      "lines": {
        "characters": [
          "胜日寻芳泗水滨，无边光景一时新。",
          "等闲识得东风面，万紫千红总是春。"
        ],
        "pinyins": [
          [
            "shèng",
            "rì",
            "xún",
            "fāng",
            "sì",
            "shuǐ",
            "bīn",
            "，",
            "wú",
            "biān",
            "guāng",
            "jǐng",
            "yī",
            "shí",
            "xīn",
            "。"
          ],
          [
            "děng",
            "xián",
            "shí",
            "dé",
            "dōng",
            "fēng",
            "miàn",
            "，",
            "wàn",
            "zǐ",
            "qiān",
            "hóng",
            "zǒng",
            "shì",
            "chūn",
            "。"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "春天",
        "写景",
        "哲理",
        "早教",
        "最美",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文风和日丽之时泗水的河边踏青，无边无际的风光焕然一新。谁都可以看出春天的面貌，春风吹得百花开放、万紫千红，到处都是春天的景致。",
          "注释春日：春天。胜日：天气晴朗的好日子，也可看出人的好心情。寻芳：游春，踏青。泗水：河名，在山东省。滨：水边，河边。无边：无边无际。光景：风光风景。等闲：平常、轻易。“等闲识得”是容易识别的意思。东风：春风。"
        ]
      ],
      "appreciations": [
        [
          "此诗表面上看似一首写景诗，描绘了春日美好的景致；实际上是一首哲理诗，表达了诗人于乱世中追求圣人之道的美好愿望。全诗寓理趣于形象之中，构思运笔堪称奇妙。",
          "首句“胜日寻芳泗水滨”：“胜日”，点明天时；“泗水滨”点明地点；“寻芳”，点明主题。一句中分三层叙说，特别是以“泗水滨”结穴，是作者的有意安排。“寻”字不仅写出作者逸兴，也给诗歌添了不少情趣。",
          "次句“无边光景一时新”，描写观赏春景中获得的初步印象。“无边光景”逆承首句“胜日寻芳”，说寻芳的结果。用“无边”形容视线所及的全部风光景物。“一时新”，既写出春回大地，自然景物焕然一新，也写出了作者郊游时耳目一新的欣喜感觉。这里不做细碎描写，不在一草一木一石上做剪贴，而是从极广大的空间落笔。",
          "后两句用形象的语言，具体描绘了光景之新，抒写了寻芳所得。“等闲识得东风面”，句中的“识”字承首句中的“寻”字。“等闲识得”是说春天的面容与特征是很容易辨认的。意谓胜日寻芳，本不期望有无边光景的所得，今既有如此新鲜感受，不禁欢欣雀跃。“东风面”，把春气、春景形象化了，拟人化了，把“识”字落到实处。",
          "末句“万紫千红总是春”，是说这万紫千红的景象全是由春光点染而成的，人们从这万紫千红中认识了春天，感受到了春天的美。这就具体解答了为什么能“等闲识得东风面”。而此句的“万紫千红”近承“东风面”，远承“无边光景”，对偶修辞，意象色彩强烈。诗以“总是春”收绾，逗落到“春日”上。",
          "从字面上看，这首诗好像是写游春观感，但细究寻芳的地点是泗水之滨，而此地在宋南渡时早被金人侵占。朱熹未曾北上，当然不可能在泗水之滨游春吟赏。其实诗中的的“泗水”是暗指孔门，因为春秋时孔子曾在洙、泗之间弦歌讲学，教授弟子。因此所谓“寻芳”即是指求圣人之道。“无边光景”所示空间极其广大，就透露了诗人膜求圣道的本意。“东风”暗喻教化，“万紫千红”喻孔学的丰富多彩。诗人将圣人之道比作催发生机、点燃万物的春风。这其实是一首寓理趣于形象之中的哲理诗。哲理诗而不露说理的痕迹，这是朱熹的高明之处。▲"
        ],
        [
          "此诗表面上看似一首写景诗，描绘了春日美好的景致；实际上是一首哲理诗，表达了诗人于乱世中追求圣人之道的美好愿望。全诗寓理趣于形象之中，构思运笔堪称奇妙。",
          "首句“胜日寻芳泗水滨”：“胜日”，点明天时；“泗水滨”点明地点；“寻芳”，点明主题。一句中分三层叙说，特别是以“泗水滨”结穴，是作者的有意安排。“寻”字不仅写出作者逸兴，也给诗歌添了不少情趣。",
          "次句“无边光景一时新”，描写观赏春景中获得的初步印象。“无边光景”逆承首句“胜日寻芳”，说寻芳的结果。用“无边”形容视线所及的全部风光景物。“一时新”，既写出春回大地，自然景物焕然一新，也写出了作者郊游时耳目一新的欣喜感觉。这里不做细碎描写，不在一草一木一石上做剪贴，而是从极广大的空间落笔。",
          "后两句用形象的语言，具体描绘了光景之新，抒写了寻芳所得。“等闲识得东风面”，句中的“识”字承首句中的“寻”字。“等闲识得”是说春天的面容与特征是很容易辨认的。意谓胜日寻芳，本不期望有无边光景的所得，今既有如此新鲜感受，不禁欢欣雀跃。“东风面”，把春气、春景形象化了，拟人化了，把“识”字落到实处。",
          "末句“万紫千红总是春”，是说这万紫千红的景象全是由春光点染而成的，人们从这万紫千红中认识了春天，感受到了春天的美。这就具体解答了为什么能“等闲识得东风面”。而此句的“万紫千红”近承“东风面”，远承“无边光景”，对偶修辞，意象色彩强烈。诗以“总是春”收绾，逗落到“春日”上。",
          "从字面上看，这首诗好像是写游春观感，但细究寻芳的地点是泗水之滨，而此地在宋南渡时早被金人侵占。朱熹未曾北上，当然不可能在泗水之滨游春吟赏。其实诗中的的“泗水”是暗指孔门，因为春秋时孔子曾在洙、泗之间弦歌讲学，教授弟子。因此所谓“寻芳”即是指求圣人之道。“无边光景”所示空间极其广大，就透露了诗人膜求圣道的本意。“东风”暗喻教化，“万紫千红”喻孔学的丰富多彩。诗人将圣人之道比作催发生机、点燃万物的春风。这其实是一首寓理趣于形象之中的哲理诗。哲理诗而不露说理的痕迹，这是朱熹的高明之处。▲"
        ]
      ],
      "title": "春日"
    },
    {
      "dynasty": "唐代",
      "author": "贺知章",
      "lines": {
        "characters": [
          "少小离家老大回，乡音无改鬓毛衰。",
          "儿童相见不相识，笑问客从何处来。"
        ],
        "pinyins": [
          [
            "shǎo",
            "xiǎo",
            "lí",
            "jiā",
            "lǎo",
            "dà",
            "huí",
            "，",
            "xiāng",
            "yīn",
            "wú",
            "gǎi",
            "bìn",
            "máo",
            "shuāi",
            "。"
          ],
          [
            "ér",
            "tóng",
            "xiāng",
            "jiàn",
            "bù",
            "xiāng",
            "shí",
            "，",
            "xiào",
            "wèn",
            "kè",
            "cóng",
            "hé",
            "chǔ",
            "lái",
            "。"
          ]
        ]
      },
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "思乡",
        "感慨",
        "早教",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。家乡的儿童们看见我，没有一个认识我。他们笑着询问我：你是从哪里来的呀？",
          "注释偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。 少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：现一些教材版本读“shuāi”。减少，疏落。鬓毛衰：指鬓毛减少，疏落。相见：即看见我；相：带有指代性的副词。不相识：即不认识我。笑问：一本作“却问”，一本作“借问”。▲"
        ],
        [
          "译文年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。家乡的儿童们看见我，没有一个认识我。他们笑着询问我：你是从哪里来的呀？",
          "注释偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。 少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。乡音：家乡的口音。无改：没什么变化。一作“难改”。鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：现一些教材版本读“shuāi”。减少，疏落。鬓毛衰：指鬓毛减少，疏落。相见：即看见我；相：带有指代性的副词。不相识：即不认识我。笑问：一本作“却问”，一本作“借问”。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首久客异乡、缅怀故里的感怀诗。写于初来乍到之时，抒写久客伤老之情。",
          "“少小离家老大回”，诗一开始，就紧扣题目，单刀直入，点明离家与回乡相距年岁之久、时间之遥，其中已蕴藏着很深的感慨。这感慨在同题第二首诗中即有明白的描写：“离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。”山河依旧，人事消磨，将自然的永恒与人生的多变作了鲜明的对照。这里是明写，在“少小离家老大回”中是隐含，表现手法不同，艺术效果也不同。",
          "第二句“乡音无改鬓毛衰”用的也是对比法，但不是自然与人生的对比，而是语言与鬓发的对比。语言习惯一经形成，虽经岁月磨砺也难以更改；美好青春难以永驻，童颜黑发转眼即可衰颓。“乡音无改”既是故乡在诗人身上打下的永远抹不掉的烙印，又是诗人亲近故乡儿童的媒介，所以弥足珍贵；“鬓毛衰”本是离乡数十年来宦游奔波的必然结果，幸而叶落归根，在白发飘萧的垂暮之年，终于返回朝思暮想的故乡，因而倍觉幸运。诗人这时的感情是悲喜交集，感慨与激动参半。",
          "三四句从充满感慨的一幅自画像，转而为富于戏剧性的儿童笑问的场面。“笑问客从何处来”，在儿童，这只是淡淡的一问，言尽而意止；在诗人，却成了重重的一击，引出了他的无穷感慨，自己的老迈衰颓与反主为宾的悲哀，尽都包含在这看似平淡的一问中了。全诗就在这有问无答处悄然作结，而弦外之音却如空谷传响，哀婉备至，久久不绝。",
          "就全诗来看，一二句尚属平平，三四句却似峰回路转，别有境界。后两句的妙处在于背面敷粉，了无痕迹：虽写哀情，却借欢乐场面表现；虽为写己，却从儿童一面翻出。而所写儿童问话的场面又极富于生活的情趣，即使读者不为诗人久客伤老之情所感染，也不能不被这一饶有趣味的生活场景所打动。",
          "此诗运用了三种对比：通过少小离家与老大回乡的对比，以突出离开家乡时间之长；通过乡音难改与鬓毛易衰的对比，以突出人事变化速度之快；通过白发衰翁与天真儿童的对比，委婉含蓄地表现了诗人回乡欢愉之情和人世沧桑之感，并且将这两种迥不相同的感情水乳交融地凝合在一起。全诗采用白描手法，在自然朴素的语言中蕴藏着一片真挚深厚的感情。读之如饮醇醪，入口很淡，而后劲无穷。▲"
        ],
        [
          "这是一首久客异乡、缅怀故里的感怀诗。写于初来乍到之时，抒写久客伤老之情。",
          "“少小离家老大回”，诗一开始，就紧扣题目，单刀直入，点明离家与回乡相距年岁之久、时间之遥，其中已蕴藏着很深的感慨。这感慨在同题第二首诗中即有明白的描写：“离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。”山河依旧，人事消磨，将自然的永恒与人生的多变作了鲜明的对照。这里是明写，在“少小离家老大回”中是隐含，表现手法不同，艺术效果也不同。",
          "第二句“乡音无改鬓毛衰”用的也是对比法，但不是自然与人生的对比，而是语言与鬓发的对比。语言习惯一经形成，虽经岁月磨砺也难以更改；美好青春难以永驻，童颜黑发转眼即可衰颓。“乡音无改”既是故乡在诗人身上打下的永远抹不掉的烙印，又是诗人亲近故乡儿童的媒介，所以弥足珍贵；“鬓毛衰”本是离乡数十年来宦游奔波的必然结果，幸而叶落归根，在白发飘萧的垂暮之年，终于返回朝思暮想的故乡，因而倍觉幸运。诗人这时的感情是悲喜交集，感慨与激动参半。",
          "三四句从充满感慨的一幅自画像，转而为富于戏剧性的儿童笑问的场面。“笑问客从何处来”，在儿童，这只是淡淡的一问，言尽而意止；在诗人，却成了重重的一击，引出了他的无穷感慨，自己的老迈衰颓与反主为宾的悲哀，尽都包含在这看似平淡的一问中了。全诗就在这有问无答处悄然作结，而弦外之音却如空谷传响，哀婉备至，久久不绝。",
          "就全诗来看，一二句尚属平平，三四句却似峰回路转，别有境界。后两句的妙处在于背面敷粉，了无痕迹：虽写哀情，却借欢乐场面表现；虽为写己，却从儿童一面翻出。而所写儿童问话的场面又极富于生活的情趣，即使读者不为诗人久客伤老之情所感染，也不能不被这一饶有趣味的生活场景所打动。",
          "此诗运用了三种对比：通过少小离家与老大回乡的对比，以突出离开家乡时间之长；通过乡音难改与鬓毛易衰的对比，以突出人事变化速度之快；通过白发衰翁与天真儿童的对比，委婉含蓄地表现了诗人回乡欢愉之情和人世沧桑之感，并且将这两种迥不相同的感情水乳交融地凝合在一起。全诗采用白描手法，在自然朴素的语言中蕴藏着一片真挚深厚的感情。读之如饮醇醪，入口很淡，而后劲无穷。▲"
        ]
      ],
      "title": "回乡偶书"
    }
  ],
  [
    {
      "dynasty": "唐代",
      "author": "韩翃",
      "lines": {
        "characters": [
          "春城无处不飞花，寒食东风御柳斜。 ",
          "日暮汉宫传蜡烛，轻烟散入五侯家。"
        ],
        "pinyins": [
          [
            "chūn",
            "chéng",
            "wú",
            "chǔ",
            "bù",
            "fēi",
            "huā",
            "，",
            "hán",
            "shí",
            "dōng",
            "fēng",
            "yù",
            "liǔ",
            "xié",
            "。 "
          ],
          [
            "rì",
            "mù",
            "hàn",
            "gōng",
            "chuán",
            "là",
            "zhú",
            "，",
            "qīng",
            "yān",
            "sàn",
            "rù",
            "wǔ",
            "hóu",
            "jiā",
            "。"
          ]
        ]
      },
      "keywords": [
        "唐诗三百首",
        "寒食节",
        "典故",
        "讽刺",
        "早教",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文暮春长安城处处柳絮飞舞、落红无数，寒食节东风吹拂着皇城中的柳树。傍晚汉宫传送蜡烛赏赐王侯近臣，袅袅的轻烟飘散到天子宠臣的家中。",
          "注释春城：暮春时的长安城。寒食：古代在清明节前两天的节日，禁火三天，只吃冷食，所以称寒食。御柳：御苑之柳，皇城中的柳树。汉宫：这里指唐朝皇宫。传蜡烛：寒食节普天下禁火，但权贵宠臣可得到皇帝恩赐的燃烛。《唐辇下岁时记》“清明日取榆柳之火以赐近臣”。五侯：汉成帝时封王皇后的五个兄弟王谭、王商、王立、王根、王逢时皆为侯，受到特别的恩宠。这里泛指天子近幸之臣。▲"
        ],
        [
          "译文暮春长安城处处柳絮飞舞、落红无数，寒食节东风吹拂着皇城中的柳树。傍晚汉宫传送蜡烛赏赐王侯近臣，袅袅的轻烟飘散到天子宠臣的家中。",
          "注释春城：暮春时的长安城。寒食：古代在清明节前两天的节日，禁火三天，只吃冷食，所以称寒食。御柳：御苑之柳，皇城中的柳树。汉宫：这里指唐朝皇宫。传蜡烛：寒食节普天下禁火，但权贵宠臣可得到皇帝恩赐的燃烛。《唐辇下岁时记》“清明日取榆柳之火以赐近臣”。五侯：汉成帝时封王皇后的五个兄弟王谭、王商、王立、王根、王逢时皆为侯，受到特别的恩宠。这里泛指天子近幸之臣。▲"
        ]
      ],
      "appreciations": [
        [
          "“春城无处不飞花，寒食东风御柳斜。”诗人立足高远，视野宽阔，全城景物，尽在望中。“春城”一语，高度凝炼而华美。“春”是自然节候，城是人间都邑，这两者的结合，呈现出无限美好的景观。“无处不飞花”，是诗人抓住的典型画面。春意浓郁，笼罩全城。诗人不说“处处飞花”，因为那只流于一般性的概括，而说是“无处不飞花”，这双重否定的句式极大加强了肯定的语气，有效地烘托出全城皆已沉浸于浓郁春意之中的盛况。诗人不说“无处不开花”，而说“无处不飞花”，除了“飞”字的动态强烈，有助于表现春天的勃然生机外，还说明了诗人在描写时序时措辞是何等精密。“飞花”，就是落花随风飞舞。这是典型的暮春景色。不说“落花”而说“飞花”，这是明写花而暗写风。一个“飞”字，蕴意深远。可以毫不夸张地说，这首诗能传诵千古，主要是其中的警句“春城无处不飞花”，而这一句诗中最能耀人眼目者，就在一个“飞”字。",
          "“寒食东风御柳斜”，春风吹遍全城，自然也吹入御苑。苑中垂柳也随风飘动起来了。风是无形无影的，它的存在，只能由花之飞，柳之斜来间接感知。照此说来，一个“斜”字也是间接地写风。",
          "诗的前两句写的是白昼，后两句则是写夜晚：“日暮汉宫传蜡烛，轻烟散入五侯家。”“日暮”就是傍晚。“汉宫”是借古讽今，实指唐朝的皇宫。“五侯”一般指东汉时，同日封侯的五个外戚。这里借汉喻唐，暗指中唐以来受皇帝宠幸、专权跋扈的外戚。这两句是说寒食节这天家家都不能生火点灯，但皇宫却例外，天还没黑，宫里就忙着分送蜡烛，除了皇宫，贵近宠臣也可得到这份恩典。诗中用“传”与“散”生动地画出了一幅夜晚走马传烛图，使人如见蜡烛之光，如闻轻烟之味。寒食禁火，是我国沿袭已久的习俗，但权贵大臣们却可以破例地点蜡烛。诗人对这种腐败的政治现象做出委婉的讽刺。",
          "这首诗善于选取典型的题材，引用贴切的典故对外戚得宠专权的腐败现象进行讽刺。虽然写得很含蓄，但有了历史典故的暗示，和中唐社会情况的印证，读者还是能了解诗的主题的。▲"
        ],
        [
          "“春城无处不飞花，寒食东风御柳斜。”诗人立足高远，视野宽阔，全城景物，尽在望中。“春城”一语，高度凝炼而华美。“春”是自然节候，城是人间都邑，这两者的结合，呈现出无限美好的景观。“无处不飞花”，是诗人抓住的典型画面。春意浓郁，笼罩全城。诗人不说“处处飞花”，因为那只流于一般性的概括，而说是“无处不飞花”，这双重否定的句式极大加强了肯定的语气，有效地烘托出全城皆已沉浸于浓郁春意之中的盛况。诗人不说“无处不开花”，而说“无处不飞花”，除了“飞”字的动态强烈，有助于表现春天的勃然生机外，还说明了诗人在描写时序时措辞是何等精密。“飞花”，就是落花随风飞舞。这是典型的暮春景色。不说“落花”而说“飞花”，这是明写花而暗写风。一个“飞”字，蕴意深远。可以毫不夸张地说，这首诗能传诵千古，主要是其中的警句“春城无处不飞花”，而这一句诗中最能耀人眼目者，就在一个“飞”字。",
          "“寒食东风御柳斜”，春风吹遍全城，自然也吹入御苑。苑中垂柳也随风飘动起来了。风是无形无影的，它的存在，只能由花之飞，柳之斜来间接感知。照此说来，一个“斜”字也是间接地写风。",
          "诗的前两句写的是白昼，后两句则是写夜晚：“日暮汉宫传蜡烛，轻烟散入五侯家。”“日暮”就是傍晚。“汉宫”是借古讽今，实指唐朝的皇宫。“五侯”一般指东汉时，同日封侯的五个外戚。这里借汉喻唐，暗指中唐以来受皇帝宠幸、专权跋扈的外戚。这两句是说寒食节这天家家都不能生火点灯，但皇宫却例外，天还没黑，宫里就忙着分送蜡烛，除了皇宫，贵近宠臣也可得到这份恩典。诗中用“传”与“散”生动地画出了一幅夜晚走马传烛图，使人如见蜡烛之光，如闻轻烟之味。寒食禁火，是我国沿袭已久的习俗，但权贵大臣们却可以破例地点蜡烛。诗人对这种腐败的政治现象做出委婉的讽刺。",
          "这首诗善于选取典型的题材，引用贴切的典故对外戚得宠专权的腐败现象进行讽刺。虽然写得很含蓄，但有了历史典故的暗示，和中唐社会情况的印证，读者还是能了解诗的主题的。▲"
        ]
      ],
      "title": "寒食"
    },
    {
      "dynasty": "两汉",
      "author": "佚名",
      "lines": {
        "characters": [
          "迢迢牵牛星，皎皎河汉女。",
          "纤纤擢素手，札札弄机杼。",
          "终日不成章，泣涕零如雨。",
          "河汉清且浅，相去复几许。",
          "盈盈一水间，脉脉不得语。"
        ],
        "pinyins": [
          [
            "tiáo",
            "tiáo",
            "qiān",
            "niú",
            "xīng",
            "，",
            "jiǎo",
            "jiǎo",
            "hé",
            "hàn",
            "nǚ",
            "。"
          ],
          [
            "xiān",
            "xiān",
            "zhuó",
            "sù",
            "shǒu",
            "，",
            "zhá",
            "zhá",
            "nòng",
            "jī",
            "zhù",
            "。"
          ],
          [
            "zhōng",
            "rì",
            "bù",
            "chéng",
            "zhāng",
            "，",
            "qì",
            "tì",
            "líng",
            "rú",
            "yǔ",
            "。"
          ],
          [
            "hé",
            "hàn",
            "qīng",
            "qiě",
            "qiǎn",
            "，",
            "xiāng",
            "qù",
            "fù",
            "jǐ",
            "xǔ",
            "。"
          ],
          [
            "yíng",
            "yíng",
            "yī",
            "shuǐ",
            "jiān",
            "，",
            "mò",
            "mò",
            "bù",
            "dé",
            "yǔ",
            "。"
          ]
        ]
      },
      "keywords": [
        "古小学古诗",
        "诗三百首",
        "古诗十九首",
        "七夕节",
        "爱情",
        "思念"
      ],
      "annotations": [
        [
          "译文在银河东南牵牛星遥遥可见，在银河之西织女星明亮皎洁。织女正摆动柔长洁白的双手，织布机札札地响个不停。一整天也没织成一段布，哭泣的眼泪如同下雨般零落。这银河看起来又清又浅，两岸相隔又有多远呢？虽然只相隔了一条银河，但也只能含情脉脉相视无言。",
          "注释迢（tiáo）迢：遥远的样子。牵牛星：河鼓三星之一，隔银河和织女星相对，俗称“牛郎星”，是天鹰星座的主星，在银河东。皎皎：明亮的样子。河汉女：指织女星，是天琴星座的主星，在银河西，与牵牛星隔河相对。河汉，即银河。纤纤：纤细柔长的样子。擢（zhuó）：引，抽，接近伸出的意思。素：洁白。札（zhá）札：象声词，机织声。弄：摆弄。杼（zhù）：织布机上的梭子。章：指布帛上的经纬纹理，这里指整幅的布帛。此句是用《诗经·小雅·大东》语意，说织女终日也织不成布。《诗经》原意是织女徒有虚名，不会织布。而这里则是说织女因相思，而无心织布。涕：眼泪。零：落下。清且浅：清又浅。相去：相离，相隔。去，离。复几许：又能有多远。盈盈：水清澈、晶莹的样子。一说形容织女，《文选》六臣注：“盈盈，端丽貌。”一水：指银河。间（jiàn）：间隔。脉（mò）脉：相视无言的样子。▲"
        ],
        [
          "译文在银河东南牵牛星遥遥可见，在银河之西织女星明亮皎洁。织女正摆动柔长洁白的双手，织布机札札地响个不停。一整天也没织成一段布，哭泣的眼泪如同下雨般零落。这银河看起来又清又浅，两岸相隔又有多远呢？虽然只相隔了一条银河，但也只能含情脉脉相视无言。",
          "注释迢（tiáo）迢：遥远的样子。牵牛星：河鼓三星之一，隔银河和织女星相对，俗称“牛郎星”，是天鹰星座的主星，在银河东。皎皎：明亮的样子。河汉女：指织女星，是天琴星座的主星，在银河西，与牵牛星隔河相对。河汉，即银河。纤纤：纤细柔长的样子。擢（zhuó）：引，抽，接近伸出的意思。素：洁白。札（zhá）札：象声词，机织声。弄：摆弄。杼（zhù）：织布机上的梭子。章：指布帛上的经纬纹理，这里指整幅的布帛。此句是用《诗经·小雅·大东》语意，说织女终日也织不成布。《诗经》原意是织女徒有虚名，不会织布。而这里则是说织女因相思，而无心织布。涕：眼泪。零：落下。清且浅：清又浅。相去：相离，相隔。去，离。复几许：又能有多远。盈盈：水清澈、晶莹的样子。一说形容织女，《文选》六臣注：“盈盈，端丽貌。”一水：指银河。间（jiàn）：间隔。脉（mò）脉：相视无言的样子。▲"
        ]
      ],
      "appreciations": [
        [
          "这首诗借神话传说中牛郎、织女被银河相隔而不得相见的故事，抒发了因爱情遭受挫折而痛苦忧伤的心情。",
          "诗一开篇，先写织女隔银河怅望对岸的牛郎。“迢迢”是织女心里的感觉，情人眼里的咫尺天涯。牵牛郎，既是“河汉女”眼中的牛郎，也是“河汉女”心中的牛郎。这第一句是立足织女的感觉来写，第二句才正面写织女。这一二句诗就为后文的种种场面描写、情思描写而张了本。“皎皎河汉女”是写景也是写人。“皎皎”不仅写出了银河的清亮，也是为后文的“清且浅”做铺垫，同时也写出了织女整体形象的娇美姿态。",
          "接下来，“纤纤擢素手，札札弄机杼”诗句，是描写织女手的特征、劳动的情景及其勤劳的形象。“纤纤”一词，写织女手的形态，纤细柔长。“素”字写出织女手的颜色，白嫩娇美。“擢”一个动词，写出织女伸手摆动的劳动姿态，娴熟优美。“札札”叠词写出织女织布时不停的织机声，一个“弄”字形象地写出了机梭在织布机上的飞动，同时也写出了织女织布动作娴练和纯熟。“纤纤擢素手”写得如见其形，“札札弄机杼”写得更如闻其声。这两句诗不仅写出了织女的姿态美，也意在写出织女的勤劳形象，更意在写出织女因牛郎不在身边的孤寂苦闷心情。",
          "“终日不成章，泣涕零如雨”，是写织女织布的结果和织布时的情态。织女虽然整天在忙碌地织布，结果却“不成章”；她整天郁闷不乐，泪流如雨。织女劳而无功，眼泪如雨，是什么原因造成的？原来是织女在思念着她的牛郎的缘故，她身在此而心在彼。诗明写织女，却暗联牛郎，意在点出织女的心理活动，说明织女无果的原因。这两句诗，也意在写出织女因爱情思念而受到的折磨和痛苦。",
          "最后四句是诗人的慨叹：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”那阻隔了牵牛和织女的银河既清且浅，牵牛与织女相去也并不远，虽只一水之隔却相视而不得语也。“盈盈”或解释为形容水之清浅，或者不是形容水，字和下句的“脉脉”都是形容织女。《文选》六臣注：“盈盈 端丽貌。”是确切的。人多以为“盈盈”既置于“一水”之前，必是形容水的 但盈的本意是满溢，如果是形容水，那么也应该是形容水的充盈，而不是形容水的清浅。把盈盈解释为清浅是受了上文“河汉清且浅”的影响，并不是盈盈的本意。《文选》中出现“盈盈”除了这首诗外，还有“盈盈楼上女 皎皎当窗牖”。亦见于《古诗十九首》。李善注：“《广雅》曰：‘赢，容也。’盈与赢同，古字通。”这是形容女子仪态之美好，所以五臣注引申为“端丽”。又汉乐府《陌上桑》：“盈盈公府步，冉冉府中趋。”也是形容人的仪态。织女既被称为河汉女，则其仪容之美好亦映现于河汉之间，这就是“盈盈一水间”的意思。“脉脉”，李善注 “《尔雅》曰‘脉，相视也’。郭璞曰‘脉脉谓相视貌也’。”“脉脉不得语”是说河汉虽然清浅，但织女与牵牛只能脉脉相视而不得语。",
          "这首诗感情浓郁，真切动人。全诗以物喻人，构思精巧。诗主要写织女，写牵牛只一句，且从织女角度写，十分巧妙。从织女织布“不成章”，到“泪如雨”，再到“不得语”，充分表现了分离的悲苦。诗对织女的描写很细腻，抓住了细节，如“纤纤擢素手”“泣涕零如雨”。同时，“札札弄机杼”又是动态的描写。这样，人物就在这样的描写中跃然而出。",
          "这首诗一共十句，其中六句都用了叠音词，即“迢迢”“皎皎”“纤纤”“札札”“盈盈”“脉脉”。这些叠音词使这首诗音节和谐，质朴清丽，情趣盎然，自然而贴切地表达了物性与情思。特别是后两句，一个饱含离愁的少妇形象若现于纸上，意蕴深沉，风格浑成，是极难得的佳句。▲"
        ],
        [
          "这首诗借神话传说中牛郎、织女被银河相隔而不得相见的故事，抒发了因爱情遭受挫折而痛苦忧伤的心情。",
          "诗一开篇，先写织女隔银河怅望对岸的牛郎。“迢迢”是织女心里的感觉，情人眼里的咫尺天涯。牵牛郎，既是“河汉女”眼中的牛郎，也是“河汉女”心中的牛郎。这第一句是立足织女的感觉来写，第二句才正面写织女。这一二句诗就为后文的种种场面描写、情思描写而张了本。“皎皎河汉女”是写景也是写人。“皎皎”不仅写出了银河的清亮，也是为后文的“清且浅”做铺垫，同时也写出了织女整体形象的娇美姿态。",
          "接下来，“纤纤擢素手，札札弄机杼”诗句，是描写织女手的特征、劳动的情景及其勤劳的形象。“纤纤”一词，写织女手的形态，纤细柔长。“素”字写出织女手的颜色，白嫩娇美。“擢”一个动词，写出织女伸手摆动的劳动姿态，娴熟优美。“札札”叠词写出织女织布时不停的织机声，一个“弄”字形象地写出了机梭在织布机上的飞动，同时也写出了织女织布动作娴练和纯熟。“纤纤擢素手”写得如见其形，“札札弄机杼”写得更如闻其声。这两句诗不仅写出了织女的姿态美，也意在写出织女的勤劳形象，更意在写出织女因牛郎不在身边的孤寂苦闷心情。",
          "“终日不成章，泣涕零如雨”，是写织女织布的结果和织布时的情态。织女虽然整天在忙碌地织布，结果却“不成章”；她整天郁闷不乐，泪流如雨。织女劳而无功，眼泪如雨，是什么原因造成的？原来是织女在思念着她的牛郎的缘故，她身在此而心在彼。诗明写织女，却暗联牛郎，意在点出织女的心理活动，说明织女无果的原因。这两句诗，也意在写出织女因爱情思念而受到的折磨和痛苦。",
          "最后四句是诗人的慨叹：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”那阻隔了牵牛和织女的银河既清且浅，牵牛与织女相去也并不远，虽只一水之隔却相视而不得语也。“盈盈”或解释为形容水之清浅，或者不是形容水，字和下句的“脉脉”都是形容织女。《文选》六臣注：“盈盈 端丽貌。”是确切的。人多以为“盈盈”既置于“一水”之前，必是形容水的 但盈的本意是满溢，如果是形容水，那么也应该是形容水的充盈，而不是形容水的清浅。把盈盈解释为清浅是受了上文“河汉清且浅”的影响，并不是盈盈的本意。《文选》中出现“盈盈”除了这首诗外，还有“盈盈楼上女 皎皎当窗牖”。亦见于《古诗十九首》。李善注：“《广雅》曰：‘赢，容也。’盈与赢同，古字通。”这是形容女子仪态之美好，所以五臣注引申为“端丽”。又汉乐府《陌上桑》：“盈盈公府步，冉冉府中趋。”也是形容人的仪态。织女既被称为河汉女，则其仪容之美好亦映现于河汉之间，这就是“盈盈一水间”的意思。“脉脉”，李善注 “《尔雅》曰‘脉，相视也’。郭璞曰‘脉脉谓相视貌也’。”“脉脉不得语”是说河汉虽然清浅，但织女与牵牛只能脉脉相视而不得语。",
          "这首诗感情浓郁，真切动人。全诗以物喻人，构思精巧。诗主要写织女，写牵牛只一句，且从织女角度写，十分巧妙。从织女织布“不成章”，到“泪如雨”，再到“不得语”，充分表现了分离的悲苦。诗对织女的描写很细腻，抓住了细节，如“纤纤擢素手”“泣涕零如雨”。同时，“札札弄机杼”又是动态的描写。这样，人物就在这样的描写中跃然而出。",
          "这首诗一共十句，其中六句都用了叠音词，即“迢迢”“皎皎”“纤纤”“札札”“盈盈”“脉脉”。这些叠音词使这首诗音节和谐，质朴清丽，情趣盎然，自然而贴切地表达了物性与情思。特别是后两句，一个饱含离愁的少妇形象若现于纸上，意蕴深沉，风格浑成，是极难得的佳句。▲"
        ]
      ],
      "title": "迢迢牵牛星"
    },
    {
      "dynasty": "唐代",
      "author": "王建",
      "lines": {
        "characters": [
          "中庭地白树栖鸦，冷露无声湿桂花。",
          "今夜月明人尽望，不知秋思落谁家。"
        ],
        "pinyins": [
          [
            "zhōng",
            "tíng",
            "dì",
            "bái",
            "shù",
            "qī",
            "yā",
            "，",
            "lěng",
            "lòu",
            "wú",
            "shēng",
            "shī",
            "guì",
            "huā",
            "。"
          ],
          [
            "jīn",
            "yè",
            "yuè",
            "míng",
            "rén",
            "jìn",
            "wàng",
            "，",
            "bù",
            "zhī",
            "qiū",
            "sī",
            "là",
            "shuí",
            "jiā",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "中秋节",
        "月亮",
        "思乡"
      ],
      "annotations": [
        [
          "译文庭院地面雪白树上栖息着鹊鸦，秋露无声无息打湿了院中桂花。今天晚上人们都仰望当空明月，不知道这秋思之情落在了谁家？",
          "注释十五夜：指农历八月十五的晚上，即中秋夜。杜郎中，名杜元颖。中庭：即庭中，庭院中。地白：指月光照在庭院的样子。鸦：鸦雀。冷露：秋天的露水。尽：都。秋思：秋天的情思，这里指怀人的思绪。落：在，到。"
        ]
      ],
      "appreciations": [],
      "title": "十五夜望月"
    },
    {
      "dynasty": "唐代",
      "author": "李贺",
      "lines": {
        "characters": [
          "大漠沙如雪，燕山月似钩。",
          "何当金络脑，快走踏清秋。"
        ],
        "pinyins": [
          [
            "dà",
            "mò",
            "shā",
            "rú",
            "xuě",
            "，",
            "yān",
            "shān",
            "yuè",
            "sì",
            "gōu",
            "。"
          ],
          [
            "hé",
            "dāng",
            "jīn",
            "luò",
            "nǎo",
            "，",
            "kuài",
            "zǒu",
            "tà",
            "qīng",
            "qiū",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "边塞",
        "写景",
        "早教",
        "志向"
      ],
      "annotations": [
        [
          "译文平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空，如弯钩一般。什么时候才能给它戴上金络头，在秋高气爽的疆场上驰骋，建立功勋呢？",
          "注释大漠：广大的沙漠。燕山：在河北省。一说为燕然山，即今之杭爱山，在蒙古人民共和国西部。钩：古代兵器。何当：何时。金络脑：即金络头，用黄金装饰的马笼头。踏：走，跑。此处有“奔驰”之意。清秋：清朗的秋天。"
        ]
      ],
      "appreciations": [
        [
          "这首诗看起来是写马，其实是借马来抒情，抒发诗人怀才不遇，不被统治者赏识，但又热切期望自己的抱负得以施展，可以为国建立功业。",
          "“大漠沙如雪，燕山月似钩。”这首小诗的前两句是说，平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空。",
          "一、二句展现出一片富于特色的边疆战场景色。这幅战场景色，一般人也许只觉得悲凉肃杀，但对于志在报国之士却有着异乎寻常的吸引力。“钩”是一种弯刀，一种武器。从明晃晃的月牙联想到武器的形象，也就含有思战斗的意思。作者所处的贞元、元和之际，正是藩镇极为跋扈的年代，而“燕山”暗示的幽州荆门一带又是藩镇肆虐为时最久，为祸最烈的地带，所以诗意是颇有现实感慨的。思战之意也有针对性。平沙如雪的疆场寒气凛凛，但它是英雄用武之地。所以这两句乍看是应用赋法，实则启动后两句抒情，又具有兴义。",
          "“何当金络脑，快走踏清秋。”小诗的后两句是说，何时才能受到皇帝的赏识，给我这匹骏马佩戴上黄金打造的辔头，让我在秋天的战场上驰骋，立下功劳呢？三、四句借马以抒情。“金络脑”是贵重的马具，象征马受重用。显然这是作者热望建功立业而又不被赏识所发出的嘶鸣。",
          "这首诗是写投笔从戎、削平藩镇、为国建功的热切愿望。这首诗属于寓言体或比体，婉曲耐味。而诗的一、二句中，以雪比喻沙，以钩比喻月，也是比；从一个富有特征性的景色写起以引出抒情，又是兴。短短二十字中，比中有兴，行中有比，大大丰富了诗的表现力。从句法上看，后二句一气呵成，以“何当”领起做设问，强烈传出无限企盼意，且有唱叹味；而“踏清秋”三字，词语搭配新奇，“清秋”草黄马肥，正好驰驱，冠以“快走”二字，形象暗示出骏马轻捷矫健的风姿。字句的锻炼，也是这首诗艺术表现上不可忽略的成功因素。▲"
        ],
        [
          "这首诗看起来是写马，其实是借马来抒情，抒发诗人怀才不遇，不被统治者赏识，但又热切期望自己的抱负得以施展，可以为国建立功业。",
          "“大漠沙如雪，燕山月似钩。”这首小诗的前两句是说，平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空。",
          "一、二句展现出一片富于特色的边疆战场景色。这幅战场景色，一般人也许只觉得悲凉肃杀，但对于志在报国之士却有着异乎寻常的吸引力。“钩”是一种弯刀，一种武器。从明晃晃的月牙联想到武器的形象，也就含有思战斗的意思。作者所处的贞元、元和之际，正是藩镇极为跋扈的年代，而“燕山”暗示的幽州荆门一带又是藩镇肆虐为时最久，为祸最烈的地带，所以诗意是颇有现实感慨的。思战之意也有针对性。平沙如雪的疆场寒气凛凛，但它是英雄用武之地。所以这两句乍看是应用赋法，实则启动后两句抒情，又具有兴义。",
          "“何当金络脑，快走踏清秋。”小诗的后两句是说，何时才能受到皇帝的赏识，给我这匹骏马佩戴上黄金打造的辔头，让我在秋天的战场上驰骋，立下功劳呢？三、四句借马以抒情。“金络脑”是贵重的马具，象征马受重用。显然这是作者热望建功立业而又不被赏识所发出的嘶鸣。",
          "这首诗是写投笔从戎、削平藩镇、为国建功的热切愿望。这首诗属于寓言体或比体，婉曲耐味。而诗的一、二句中，以雪比喻沙，以钩比喻月，也是比；从一个富有特征性的景色写起以引出抒情，又是兴。短短二十字中，比中有兴，行中有比，大大丰富了诗的表现力。从句法上看，后二句一气呵成，以“何当”领起做设问，强烈传出无限企盼意，且有唱叹味；而“踏清秋”三字，词语搭配新奇，“清秋”草黄马肥，正好驰驱，冠以“快走”二字，形象暗示出骏马轻捷矫健的风姿。字句的锻炼，也是这首诗艺术表现上不可忽略的成功因素。▲"
        ]
      ],
      "title": "马诗"
    },
    {
      "dynasty": "明代",
      "author": "于谦",
      "lines": {
        "characters": [
          "<p>千锤万凿出深山，烈火焚烧若等闲。(万凿 一作：万击)",
          "粉骨碎身浑不怕，要留清白在人间。(浑不怕 一作：全不怕)</p>"
        ],
        "pinyins": [
          [
            "<p>",
            "qiān",
            "chuí",
            "wàn",
            "záo",
            "chū",
            "shēn",
            "shān",
            "，",
            "liè",
            "huǒ",
            "fén",
            "shāo",
            "ruò",
            "děng",
            "xián",
            "。(",
            "wàn",
            "záo",
            " ",
            "yī",
            "zuò",
            "：",
            "wàn",
            "jī",
            ")"
          ],
          [
            "fěn",
            "gǔ",
            "suì",
            "shēn",
            "hún",
            "bù",
            "pà",
            "，",
            "yào",
            "liú",
            "qīng",
            "bái",
            "zài",
            "rén",
            "jiān",
            "。(",
            "hún",
            "bù",
            "pà",
            " ",
            "yī",
            "zuò",
            "：",
            "quán",
            "bù",
            "pà",
            ")</p>"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "咏物",
        "言志",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文石灰石经过千锤万凿从深山里开采出来，它把熊熊烈火的焚烧当作很平常的一件事。即使粉身碎骨也毫不惧怕，只要把高尚气节留在人世间。",
          "注释石灰吟：赞颂石灰。吟：吟颂。指古代诗歌体裁的一种名称（古代诗歌的一种形式）。千锤万凿：无数次的锤击开凿，形容开采石灰非常艰难。千、万：虚词，形容很多。锤：锤打。凿：开凿。若等闲：好像很平常的事情。若：好像、好似。等闲：平常，轻松。浑：全。清白：指石灰洁白的本色，又比喻高尚的节操。人间：人世间。▲"
        ],
        [
          "译文石灰石经过千锤万凿从深山里开采出来，它把熊熊烈火的焚烧当作很平常的一件事。即使粉身碎骨也毫不惧怕，只要把高尚气节留在人世间。",
          "注释石灰吟：赞颂石灰。吟：吟颂。指古代诗歌体裁的一种名称（古代诗歌的一种形式）。千锤万凿：无数次的锤击开凿，形容开采石灰非常艰难。千、万：虚词，形容很多。锤：锤打。凿：开凿。若等闲：好像很平常的事情。若：好像、好似。等闲：平常，轻松。浑：全。清白：指石灰洁白的本色，又比喻高尚的节操。人间：人世间。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首托物言志诗。作者以石灰作比喻，表达自己为国尽忠，不怕牺牲的意愿和坚守高洁情操的决心。",
          "作为咏物诗，若只是事物的机械实录而不寄寓作者的深意，那就没有多大价值。这首诗的价值就在于处处以石灰自喻，咏石灰即是咏自己磊落的襟怀和崇高的人格。",
          "首句“千锤万凿出深山”是形容开采石灰石很不容易。次句“烈火焚烧若等闲”。“烈火焚烧”，当然是指烧炼石灰石。加“若等闲”三字，又使人感到不仅是在写烧炼石灰石，它似乎还象征着志士仁人无论面临着怎样严峻的考验，都从容不迫，视若等闲。第三句“粉骨碎身浑不怕”。“粉身碎骨”极形象地写出将石灰石烧成石灰粉，而“全不怕”三字又使我们联想到其中可能寓有不怕牺牲的精神。至于最后一句“要留清白在人间”，更是作者在直抒情怀，立志要做纯洁清白的人。",
          "于谦为官廉洁正直，曾平反冤狱，救灾赈荒，深受百姓爱戴。明英宗时，瓦剌入侵，明英宗被俘。于谦议立明景帝，亲自率兵固守北京，击退瓦剌，使人民免遭蒙古贵族再次野蛮统治。但英宗复辟后却以“谋逆罪”诬杀了这位民族英雄。这首《石灰吟》可以说是于谦生平和人格的真实写照。 ▲"
        ],
        [
          "这是一首托物言志诗。作者以石灰作比喻，表达自己为国尽忠，不怕牺牲的意愿和坚守高洁情操的决心。",
          "作为咏物诗，若只是事物的机械实录而不寄寓作者的深意，那就没有多大价值。这首诗的价值就在于处处以石灰自喻，咏石灰即是咏自己磊落的襟怀和崇高的人格。",
          "首句“千锤万凿出深山”是形容开采石灰石很不容易。次句“烈火焚烧若等闲”。“烈火焚烧”，当然是指烧炼石灰石。加“若等闲”三字，又使人感到不仅是在写烧炼石灰石，它似乎还象征着志士仁人无论面临着怎样严峻的考验，都从容不迫，视若等闲。第三句“粉骨碎身浑不怕”。“粉身碎骨”极形象地写出将石灰石烧成石灰粉，而“全不怕”三字又使我们联想到其中可能寓有不怕牺牲的精神。至于最后一句“要留清白在人间”，更是作者在直抒情怀，立志要做纯洁清白的人。",
          "于谦为官廉洁正直，曾平反冤狱，救灾赈荒，深受百姓爱戴。明英宗时，瓦剌入侵，明英宗被俘。于谦议立明景帝，亲自率兵固守北京，击退瓦剌，使人民免遭蒙古贵族再次野蛮统治。但英宗复辟后却以“谋逆罪”诬杀了这位民族英雄。这首《石灰吟》可以说是于谦生平和人格的真实写照。 ▲"
        ]
      ],
      "title": "石灰吟"
    },
    {
      "dynasty": "清代",
      "author": "郑燮",
      "lines": {
        "characters": [
          "<p>咬定青山不放松，立根原在破岩中。",
          "千磨万击还坚劲，任尔东西南北风。</p>"
        ],
        "pinyins": [
          [
            "<p>",
            "yǎo",
            "dìng",
            "qīng",
            "shān",
            "bù",
            "fàng",
            "sōng",
            "，",
            "lì",
            "gēn",
            "yuán",
            "zài",
            "pò",
            "yán",
            "zhōng",
            "。"
          ],
          [
            "qiān",
            "mó",
            "wàn",
            "jī",
            "huán",
            "jiān",
            "jìn",
            "，",
            "rèn",
            "ěr",
            "dōng",
            "xī",
            "nán",
            "běi",
            "fēng",
            "。</p>"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "题画",
        "咏物",
        "竹子",
        "励志",
        "自勉",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。经历无数磨难和打击身骨仍坚劲，任凭你刮酷暑的东南风，还是严冬的西北风。",
          "注释竹石：扎根在石缝中的竹子。诗人是著名画家，他画的竹子特别有名，这是他题写在竹石画上的一首诗。咬定：比喻根扎得结实，像咬着青山不松口一样。立根：扎根，生根。原：本来，原本，原来。破岩：裂开的山岩，即岩石的缝隙。磨：折磨，挫折，磨炼。击：打击。坚劲：坚强有力。任：任凭，无论，不管。尔：你。▲"
        ],
        [
          "译文竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。经历无数磨难和打击身骨仍坚劲，任凭你刮酷暑的东南风，还是严冬的西北风。",
          "注释竹石：扎根在石缝中的竹子。诗人是著名画家，他画的竹子特别有名，这是他题写在竹石画上的一首诗。咬定：比喻根扎得结实，像咬着青山不松口一样。立根：扎根，生根。原：本来，原本，原来。破岩：裂开的山岩，即岩石的缝隙。磨：折磨，挫折，磨炼。击：打击。坚劲：坚强有力。任：任凭，无论，不管。尔：你。▲"
        ],
        [
          "译文紧紧咬住青山毫不放松，原来是由于根深深地扎在了岩石缝隙中。历经无数的磨难和打击身骨仍然坚劲，任凭你刮东西南北风。",
          "注释咬定：咬紧。立根：扎根。破岩：裂开的山岩，即岩石的缝隙。千磨万击：指无数的磨难和打击。坚韧：坚强有力。任：任凭，无论，不管。尔：你。"
        ]
      ],
      "appreciations": [
        [
          "这首诗着力表现了竹子那顽强而又执着的品质 。是一首赞美岩竹的题画诗，也是一首咏物诗。",
          "开头用“咬定”二字，把岩竹拟人化，已传达出它的神韵和它顽强的生命力；后两句进一步写岩竹的品格，它经过了无数次的磨难，才长就了一身英俊挺拔的身姿，而且从来不畏惧来自东西南北的狂风的击打。郑燮不但写咏竹诗美，而且画出的竹子也栩栩如生，在他笔下的竹子竹竿很细，竹叶着色不多，却青翠欲滴，并全用水墨，更显得高标挺立，特立独行。所以这首诗表面上是写竹，实际上是写人，写作者自己那种正直、刚正不阿、坚强不屈的性格，决不向任何邪恶势力低头的高风傲骨。同时，这首诗也能给我们以生命的感动，曲折恶劣的环境中，战胜困难，面对现实，像在石缝中的竹子一样刚强勇敢，体现了爱国者的情怀。",
          "这首诗里竹有个特点，它不是孤立的竹，也不是静止的竹，而是岩竹，是风竹。在作者郑板桥的诗画中，竹往往是高尚品行和顽强意志的象征，而风则往往是恶势力的代表。诗人用”千”、“万”两字写出了竹子那种坚韧无畏、从容自信的神态，可以说全诗的意境至此顿然而出。这时挺立在我们面前的已不再是几杆普通的竹子了，我们感受到的已是一种顽强不息的生命力，一种坚韧不拔的意志力，而这一切又都蕴涵在那萧萧风竹之中。",
          "这首诗的语言简易明快，却又执著有力，具体生动地描述了竹子生在恶劣环境下，长在危难中，而又自由自在、坚定乐观的性格。竹子在破碎的岩石中扎根，经受风吹雨打，但它就是“咬定青山不放松”。一个“咬”字，写出了竹子顽强的生命力和坚定的信念。最后一句中的一个“任”字，又写出了竹子无所畏惧、慷慨潇洒、积极乐观的精神风貌。总体描写了竹子、以及作者的高风亮节。▲"
        ],
        [
          "这首诗着力表现了竹子那顽强而又执着的品质 。是一首赞美岩竹的题画诗，也是一首咏物诗。",
          "开头用“咬定”二字，把岩竹拟人化，已传达出它的神韵和它顽强的生命力；后两句进一步写岩竹的品格，它经过了无数次的磨难，才长就了一身英俊挺拔的身姿，而且从来不畏惧来自东西南北的狂风的击打。郑燮不但写咏竹诗美，而且画出的竹子也栩栩如生，在他笔下的竹子竹竿很细，竹叶着色不多，却青翠欲滴，并全用水墨，更显得高标挺立，特立独行。所以这首诗表面上是写竹，实际上是写人，写作者自己那种正直、刚正不阿、坚强不屈的性格，决不向任何邪恶势力低头的高风傲骨。同时，这首诗也能给我们以生命的感动，曲折恶劣的环境中，战胜困难，面对现实，像在石缝中的竹子一样刚强勇敢，体现了爱国者的情怀。",
          "这首诗里竹有个特点，它不是孤立的竹，也不是静止的竹，而是岩竹，是风竹。在作者郑板桥的诗画中，竹往往是高尚品行和顽强意志的象征，而风则往往是恶势力的代表。诗人用”千”、“万”两字写出了竹子那种坚韧无畏、从容自信的神态，可以说全诗的意境至此顿然而出。这时挺立在我们面前的已不再是几杆普通的竹子了，我们感受到的已是一种顽强不息的生命力，一种坚韧不拔的意志力，而这一切又都蕴涵在那萧萧风竹之中。",
          "这首诗的语言简易明快，却又执著有力，具体生动地描述了竹子生在恶劣环境下，长在危难中，而又自由自在、坚定乐观的性格。竹子在破碎的岩石中扎根，经受风吹雨打，但它就是“咬定青山不放松”。一个“咬”字，写出了竹子顽强的生命力和坚定的信念。最后一句中的一个“任”字，又写出了竹子无所畏惧、慷慨潇洒、积极乐观的精神风貌。总体描写了竹子、以及作者的高风亮节。▲"
        ],
        [
          "这首诗是一首咏竹诗。诗人所赞颂的并非竹的柔美，而是竹的刚毅。前两句赞美立根于破岩中的劲竹的内在精神。开头一个“咬”字，一字千钧，极为有力，而且形象化，充分表达了劲竹的刚毅性格。再以“不放松”来补足“咬”字，劲竹的个性特征表露无遗。次句中的“破岩”更衬托出劲竹生命力的顽强。后二句再进一层写恶劣的客观环境对劲竹的磨练与考验。不管风吹雨打，任凭霜寒雪冻，苍翠的青竹仍然“坚劲”，傲然挺立。“千磨万击”、“东西南北风”，极言考验之严酷。这首诗借物喻人，作者通过咏颂立根破岩中的劲竹，含蓄地表达了自己绝不随波逐流的高尚的思想情操。全诗语言质朴，寓意深刻。",
          "“咬定青山不放松”，一个“咬”字把竹拟人化。“咬”是一个主动的，需要付出力量的动作。它不仅写出了翠竹紧紧附着青山的情景，更表现出了竹子那种不畏艰辛，与大自然抗争，顽强生存的精神。紧承上句，第二句“立根原在破岩中”道出了翠竹能傲然挺拔于青山之上的基础是它深深扎根在破裂的岩石之中。在作者郑板桥诗、画中的竹又往往与“石”是分不开的。有时侯，石构成竹的对立面，如“画根竹枝插块石，石比竹枝高一尺，虽然一尺让它高，年来看我掀天力”；有时候石成为竹的背景，如”秋风昨夜渡潇湘，触石穿林惯作狂；惟有竹枝浑不怕，挺然相斗一千场”。在这首诗里，竹石则形成了一个浑然的整体，无石竹不挺，无竹山不青。这两句诗也说明了一个简单而深刻的哲理：根基深力量才强。",
          "有了前两句的铺垫，很自然地引出了下面两句：“千磨万击还坚劲，任尔东西南北风”。这首诗里竹有个特点，它不是孤立的竹，也不是静止的竹，而是岩竹，是风竹。在作者郑板桥的诗画中，竹往往是高尚品行和顽强意志的象征，而风则往往是恶势力的代表，如前面提到的“秋风昨夜渡潇湘”这几句，又如：“一阵狂风倒卷来，竹枝翻回向天开。扫云扫雾真吾事，岂屑区区扫地埃。”在这首诗中同样竹子经受着“东西南北风”一年四季的千磨万击。但是由于它深深扎根于岩石之中而仍岿然不动，坚韧刚劲。什么样的风都对它无可奈何。诗人用”千”、“万”两字写出了竹子那种坚韧无畏、从容自信的神态，可以说全诗的意境至此顿然而出。这时挺立在我们面前的已不再是几杆普通的竹子了，我们感受到的已是一种顽强不息的生命力，一种坚韧不拔的意志力，而这一切又都蕴涵在那萧萧风竹之中。",
          "诗中的竹实际上也是作者郑板桥高尚人格的化身，在生活中，诗人正是这样一种与下层百姓有着较密切的联系，嫉恶如仇、不畏权贵的岩竹。作者郑板桥的题画诗如同其画一样有着很强的立体感，可作画来欣赏。这首诗正是这样，无论是竹还是石在诗人笔下都形象鲜明，若在眼前。那没有实体的风也被描绘得如同拂面而过一样。但诗人追求的并不仅在外在的形似，而是在每一根瘦硬的岩竹中灌注了自己的理想，融进了自己的人格，从而使这竹石透露出一种畜外的深意和内在的神韵。",
          "这是一首借物喻人、托物言志的诗，也是一首咏物诗。这首诗着力表现了竹子那顽强而又执着的品质，托岩竹的坚韧顽强，言自己刚正不阿、正直不屈、铁骨铮铮的骨气。全诗语言简易明快，执著有力。▲"
        ],
        [
          "这首诗是一首咏竹诗。诗人所赞颂的并非竹的柔美，而是竹的刚毅。前两句赞美立根于破岩中的劲竹的内在精神。开头一个“咬”字，一字千钧，极为有力，而且形象化，充分表达了劲竹的刚毅性格。再以“不放松”来补足“咬”字，劲竹的个性特征表露无遗。次句中的“破岩”更衬托出劲竹生命力的顽强。后二句再进一层写恶劣的客观环境对劲竹的磨练与考验。不管风吹雨打，任凭霜寒雪冻，苍翠的青竹仍然“坚劲”，傲然挺立。“千磨万击”、“东西南北风”，极言考验之严酷。这首诗借物喻人，作者通过咏颂立根破岩中的劲竹，含蓄地表达了自己绝不随波逐流的高尚的思想情操。全诗语言质朴，寓意深刻。",
          "“咬定青山不放松”，一个“咬”字把竹拟人化。“咬”是一个主动的，需要付出力量的动作。它不仅写出了翠竹紧紧附着青山的情景，更表现出了竹子那种不畏艰辛，与大自然抗争，顽强生存的精神。紧承上句，第二句“立根原在破岩中”道出了翠竹能傲然挺拔于青山之上的基础是它深深扎根在破裂的岩石之中。在作者郑板桥诗、画中的竹又往往与“石”是分不开的。有时侯，石构成竹的对立面，如“画根竹枝插块石，石比竹枝高一尺，虽然一尺让它高，年来看我掀天力”；有时候石成为竹的背景，如”秋风昨夜渡潇湘，触石穿林惯作狂；惟有竹枝浑不怕，挺然相斗一千场”。在这首诗里，竹石则形成了一个浑然的整体，无石竹不挺，无竹山不青。这两句诗也说明了一个简单而深刻的哲理：根基深力量才强。",
          "有了前两句的铺垫，很自然地引出了下面两句：“千磨万击还坚劲，任尔东西南北风”。这首诗里竹有个特点，它不是孤立的竹，也不是静止的竹，而是岩竹，是风竹。在作者郑板桥的诗画中，竹往往是高尚品行和顽强意志的象征，而风则往往是恶势力的代表，如前面提到的“秋风昨夜渡潇湘”这几句，又如：“一阵狂风倒卷来，竹枝翻回向天开。扫云扫雾真吾事，岂屑区区扫地埃。”在这首诗中同样竹子经受着“东西南北风”一年四季的千磨万击。但是由于它深深扎根于岩石之中而仍岿然不动，坚韧刚劲。什么样的风都对它无可奈何。诗人用”千”、“万”两字写出了竹子那种坚韧无畏、从容自信的神态，可以说全诗的意境至此顿然而出。这时挺立在我们面前的已不再是几杆普通的竹子了，我们感受到的已是一种顽强不息的生命力，一种坚韧不拔的意志力，而这一切又都蕴涵在那萧萧风竹之中。",
          "诗中的竹实际上也是作者郑板桥高尚人格的化身，在生活中，诗人正是这样一种与下层百姓有着较密切的联系，嫉恶如仇、不畏权贵的岩竹。作者郑板桥的题画诗如同其画一样有着很强的立体感，可作画来欣赏。这首诗正是这样，无论是竹还是石在诗人笔下都形象鲜明，若在眼前。那没有实体的风也被描绘得如同拂面而过一样。但诗人追求的并不仅在外在的形似，而是在每一根瘦硬的岩竹中灌注了自己的理想，融进了自己的人格，从而使这竹石透露出一种畜外的深意和内在的神韵。",
          "这是一首借物喻人、托物言志的诗，也是一首咏物诗。这首诗着力表现了竹子那顽强而又执着的品质，托岩竹的坚韧顽强，言自己刚正不阿、正直不屈、铁骨铮铮的骨气。全诗语言简易明快，执著有力。▲"
        ]
      ],
      "title": "竹石"
    },
    {
      "dynasty": "先秦",
      "author": "佚名",
      "lines": {
        "characters": [
          "弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。"
        ],
        "pinyins": [
          [
            "yì",
            "qiū",
            "，",
            "tōng",
            "guó",
            "zhī",
            "shàn",
            "yì",
            "zhě",
            "yě",
            "。",
            "shǐ",
            "yì",
            "qiū",
            "huì",
            "èr",
            "rén",
            "yì",
            "，",
            "qí",
            "yī",
            "rén",
            "zhuān",
            "xīn",
            "zhì",
            "zhì",
            "，",
            "wéi",
            "yì",
            "qiū",
            "zhī",
            "wéi",
            "tīng",
            "；",
            "yī",
            "rén",
            "suī",
            "tīng",
            "zhī",
            "，",
            "yī",
            "xīn",
            "yǐ",
            "wéi",
            "yǒu",
            "hóng",
            "hú",
            "jiāng",
            "zhì",
            "，",
            "sī",
            "yuán",
            "gōng",
            "jiǎo",
            "ér",
            "shè",
            "zhī",
            "。",
            "suī",
            "yǔ",
            "zhī",
            "jù",
            "xué",
            "，",
            "fú",
            "ruò",
            "zhī",
            "yǐ",
            "。",
            "wéi",
            "shì",
            "qí",
            "zhì",
            "fú",
            "ruò",
            "yǔ",
            "？",
            "yuē",
            "：",
            "fēi",
            "rán",
            "yě",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学文言文",
        "寓言",
        "故事",
        "学习",
        "哲理"
      ],
      "annotations": [
        [
          "译文　　弈秋是全国最擅长下棋的人。让弈秋教导两个人下棋，其中一人专心致志的学习，只听弈秋的教导；另一个人虽然也在听弈秋的教导，却一心以为有大雁要飞来，想要拉弓箭将它射下来。虽然他们二人一起学习下棋，但后者的棋艺不如前者好。难道是因为他的智力比别人差吗？说：不是这样的。",
          "注释弈：下棋。（围棋）秋：人名，因他善于下棋，所以称为弈秋。通国：全国。通：全。之：的。善：善于，擅长。使：让。诲：教导。其：其中。惟弈秋之为听：只听弈秋（的教导）。虽听之：虽然在听讲。以为：认为，觉得。鸿鹄：指天鹅、大雁一类的鸟。援：引，拉。将至：将要到来。思：想。弓缴：弓箭。缴：古时指带有丝绳的箭。之：代词，这里指鸿鹄。虽与之俱学：虽然这个人和那个专心致志的人在一起学习。弗若之矣：成绩却不如另外一个人。为是其智弗若与：因为他的智力比别人差吗？曰：说。非然也：不是这样的。矣：了。弗：不如。▲"
        ],
        [
          "译文　　弈秋是全国最擅长下棋的人。让弈秋教导两个人下棋，其中一人专心致志的学习，只听弈秋的教导；另一个人虽然也在听弈秋的教导，却一心以为有大雁要飞来，想要拉弓箭将它射下来。虽然他们二人一起学习下棋，但后者的棋艺不如前者好。难道是因为他的智力比别人差吗？说：不是这样的。",
          "注释弈：下棋。（围棋）秋：人名，因他善于下棋，所以称为弈秋。通国：全国。通：全。之：的。善：善于，擅长。使：让。诲：教导。其：其中。惟弈秋之为听：只听弈秋（的教导）。虽听之：虽然在听讲。以为：认为，觉得。鸿鹄：指天鹅、大雁一类的鸟。援：引，拉。将至：将要到来。思：想。弓缴：弓箭。缴：古时指带有丝绳的箭。之：代词，这里指鸿鹄。虽与之俱学：虽然这个人和那个专心致志的人在一起学习。弗若之矣：成绩却不如另外一个人。为是其智弗若与：因为他的智力比别人差吗？曰：说。非然也：不是这样的。矣：了。弗：不如。▲"
        ]
      ],
      "appreciations": [],
      "title": "学弈"
    },
    {
      "dynasty": "先秦",
      "author": "列御寇",
      "lines": {
        "characters": [
          "孔子东游，见两小儿辩斗，问其故。(辩斗 一作：辩日)",
          "一儿曰：“我以日始出时去人近，而日中时远也。” ",
          "一儿曰：“我以日初出远，而日中时近也。”",
          "一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”",
          "一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”",
          "孔子不能决也。",
          "两小儿笑曰：“孰为汝多知乎？”"
        ],
        "pinyins": [
          [
            "kǒng",
            "zǐ",
            "dōng",
            "yóu",
            "，",
            "jiàn",
            "liǎng",
            "xiǎo",
            "ér",
            "biàn",
            "dǒu",
            "，",
            "wèn",
            "qí",
            "gù",
            "。(",
            "biàn",
            "dǒu",
            " ",
            "yī",
            "zuò",
            "：",
            "biàn",
            "rì",
            ")"
          ],
          [
            "yī",
            "ér",
            "yuē",
            "：“",
            "wǒ",
            "yǐ",
            "rì",
            "shǐ",
            "chū",
            "shí",
            "qù",
            "rén",
            "jìn",
            "，",
            "ér",
            "rì",
            "zhōng",
            "shí",
            "yuǎn",
            "yě",
            "。” "
          ],
          [
            "yī",
            "ér",
            "yuē",
            "：“",
            "wǒ",
            "yǐ",
            "rì",
            "chū",
            "chū",
            "yuǎn",
            "，",
            "ér",
            "rì",
            "zhōng",
            "shí",
            "jìn",
            "yě",
            "。”"
          ],
          [
            "yī",
            "ér",
            "yuē",
            "：“",
            "rì",
            "chū",
            "chū",
            "dà",
            "rú",
            "chē",
            "gài",
            "，",
            "jí",
            "rì",
            "zhōng",
            "zé",
            "rú",
            "pán",
            "yú",
            "，",
            "cǐ",
            "bù",
            "wéi",
            "yuǎn",
            "zhě",
            "xiǎo",
            "ér",
            "jìn",
            "zhě",
            "dà",
            "hū",
            "？”"
          ],
          [
            "yī",
            "ér",
            "yuē",
            "：“",
            "rì",
            "chū",
            "chū",
            "cāng",
            "cāng",
            "liáng",
            "liáng",
            "，",
            "jí",
            "qí",
            "rì",
            "zhōng",
            "rú",
            "tàn",
            "tāng",
            "，",
            "cǐ",
            "bù",
            "wéi",
            "jìn",
            "zhě",
            "rè",
            "ér",
            "yuǎn",
            "zhě",
            "liáng",
            "hū",
            "？”"
          ],
          [
            "kǒng",
            "zǐ",
            "bù",
            "néng",
            "jué",
            "yě",
            "。"
          ],
          [
            "liǎng",
            "xiǎo",
            "ér",
            "xiào",
            "yuē",
            "：“",
            "shú",
            "wéi",
            "rǔ",
            "duō",
            "zhī",
            "hū",
            "？”"
          ]
        ]
      },
      "keywords": [
        "小学文言文",
        "儿童",
        "对话",
        "哲理",
        "寓言"
      ],
      "annotations": [
        [
          "译文孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”孔子听了之后不能判断他们俩谁对谁错。两个小孩子笑着对孔子说：“是谁说你智慧多呢？”",
          "注释东：东方。游：游历、游学。见：看见。辩斗：辩论，争论.辩：争。其：代词，他们。故：缘故，原因。以：认为。始：刚刚，才。去：离；距离。日中：正午。初：刚刚。车盖：古时车上的篷盖，像雨伞一样，呈圆形。及：到。则：就。盘盂：盛物的器皿。圆者为盘，方者为盂。为：是。沧沧凉凉：形容清凉的感觉。沧沧：寒冷的意思。探汤：把手伸向热水里。汤，热水，开水。（古时还特指沐浴时用的热水。）在文中的意思是天气很热。决：决断，判定，判断。孰：谁。为：同“谓”，说，认为。汝：你。知：zhì，通假字。“知”通 “智”聪明、智慧。笑：在这里不是嘲笑，在这里突出了孩子们的天真可爱沧沧凉凉:形容清凉而略带寒意。▲"
        ],
        [
          "译文孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”孔子听了之后不能判断他们俩谁对谁错。两个小孩子笑着对孔子说：“是谁说你智慧多呢？”",
          "注释东：东方。游：游历、游学。见：看见。辩斗：辩论，争论.辩：争。其：代词，他们。故：缘故，原因。以：认为。始：刚刚，才。去：离；距离。日中：正午。初：刚刚。车盖：古时车上的篷盖，像雨伞一样，呈圆形。及：到。则：就。盘盂：盛物的器皿。圆者为盘，方者为盂。为：是。沧沧凉凉：形容清凉的感觉。沧沧：寒冷的意思。探汤：把手伸向热水里。汤，热水，开水。（古时还特指沐浴时用的热水。）在文中的意思是天气很热。决：决断，判定，判断。孰：谁。为：同“谓”，说，认为。汝：你。知：zhì，通假字。“知”通 “智”聪明、智慧。笑：在这里不是嘲笑，在这里突出了孩子们的天真可爱沧沧凉凉:形容清凉而略带寒意。▲"
        ],
        [
          "译文孔子到东方游历，途中遇见两个小孩在争辩，便问他们争辩的原因。有一个小孩说：“我认为太阳刚升起时距离人近（我以/日/始出/时/去人近），而到中午的时候距离人远。”另一个小孩则认为太阳刚升起的时候距离人远，而到中午的时候距离人近。一个小孩说：“太阳刚升起的时候大得像一个车盖，等到正午就小得像一个盘子，这不是远处的看着小而近处 的看着大吗？”另一个小孩说：“太阳刚升起的时候清凉而略带寒意，等到中午的时候像手伸进热水里一样热，这不是近的时候感觉热而远的时候感觉凉吗？”孔子不能判决（谁对谁错）。两个孩子笑着说：“谁说你知识渊博呢？”",
          "注释选自《列子·汤问》。原文共十三章，这是第七章。《列子》成书于春秋战国时期，由列御寇编写。东游：向东游历。见：看见。辩斗：辩论，争论。其：代词，两小儿。故：缘故，原因。以：以为，认为。始：刚刚，才。去：距离。日中：正午。初：刚刚。盖：车篷，古时车上的篷盖，像雨伞一样，呈圆形。及：到，至。则：就。盘盂（yú）：古代盛放食物的器皿。圆者为盘，方者为盂。为：是。沧沧凉凉：清凉，略带寒意。沧沧：寒冷的意思。探汤：把手伸向热水里。汤，热水，在文中的意思是天气很热。决：决断，判定，判断。笑：嘲笑，讥讽。在这里不是嘲笑，在这里突出了孩子们的天真可爱。孰（shú）为汝（rǔ）多知（zhì）乎？：谁说你知识渊博呢？孰，谁。为，同“谓”，说，认为。汝：你。知：同 “智”，智慧。▲"
        ],
        [
          "译文孔子到东方游历，途中遇见两个小孩在争辩，便问他们争辩的原因。有一个小孩说：“我认为太阳刚升起时距离人近（我以/日/始出/时/去人近），而到中午的时候距离人远。”另一个小孩则认为太阳刚升起的时候距离人远，而到中午的时候距离人近。一个小孩说：“太阳刚升起的时候大得像一个车盖，等到正午就小得像一个盘子，这不是远处的看着小而近处 的看着大吗？”另一个小孩说：“太阳刚升起的时候清凉而略带寒意，等到中午的时候像手伸进热水里一样热，这不是近的时候感觉热而远的时候感觉凉吗？”孔子不能判决（谁对谁错）。两个孩子笑着说：“谁说你知识渊博呢？”",
          "注释选自《列子·汤问》。原文共十三章，这是第七章。《列子》成书于春秋战国时期，由列御寇编写。东游：向东游历。见：看见。辩斗：辩论，争论。其：代词，两小儿。故：缘故，原因。以：以为，认为。始：刚刚，才。去：距离。日中：正午。初：刚刚。盖：车篷，古时车上的篷盖，像雨伞一样，呈圆形。及：到，至。则：就。盘盂（yú）：古代盛放食物的器皿。圆者为盘，方者为盂。为：是。沧沧凉凉：清凉，略带寒意。沧沧：寒冷的意思。探汤：把手伸向热水里。汤，热水，在文中的意思是天气很热。决：决断，判定，判断。笑：嘲笑，讥讽。在这里不是嘲笑，在这里突出了孩子们的天真可爱。孰（shú）为汝（rǔ）多知（zhì）乎？：谁说你知识渊博呢？孰，谁。为，同“谓”，说，认为。汝：你。知：同 “智”，智慧。▲"
        ]
      ],
      "appreciations": [
        [
          "此文通过描写两个小孩争辩太阳在早晨和中午距离人们远近的问题，反映出中国古代的人们对自然现象的探求和独立思考、大胆质疑、追求真理的可贵精神。",
          "这则小故事用对话贯串始终。全文以孔子的见不能决为贯串线索，颇有条理地叙述了两小儿辩日的过程。",
          "先写两个小孩分别就太阳距离人的远近鲜明地提出看法，引人思考。",
          "接着又分别摆出根据。两人互不相让，都使用反问句式，扣住了题目中的“辩”字，增强了论辩性。",
          "“笑”在原文中显然有“讥笑”之意。至于该不该“笑”，也可以从多方面看。若从作者为道家，孔子为儒家来看，显然要“笑”孔子；但若从孔子的态度来看，又不该“笑”了，因为孔子实事求是，“知之为知之，不知为不知”， 并没有“强不知以为知”， 为什么要“笑”他呢？“孔子不能决”告诉人们，做人就应该实事求是，不能不懂装懂；“孔子不能决”还告诉我们，孔子那样的大学问家，尚且有不能解决的问题，由此看来，知识是无穷尽的，什么人都应该不间断的学习，不放弃探求。",
          "孔子说过：知之为知之，不知为不知，是知也。孔子面对两小儿的争辩而不妄加决断，正体现了他实事求是的科学态度。而两小儿善于观察常见的生活现象，从中发现问题，引发思考；也可以从两小儿是从不同的角度观察事物、认识事物，结果自然就不一致；说明他们平时注意观察生活，感悟生活，具有多元化思维；同时他们也具有独立思考、大胆质疑的科学精神。本文同样深刻阐述了“学无止境”这一道理。",
          "事实上，现代科学已经对这种现象有了科学的解释：早上和傍晚，太阳角度低，穿透的大气层很厚，受到大气层梯度折射率影响很大，光路弯曲显著，所以人看到的太阳就大；中午太阳角度大，穿透的大气层相对较薄，受到大气层梯度折射率影响较小，光路弯曲没有早上和傍晚明显，所以人看到的太阳就觉得小了。此外，当太阳在早上的时候是从地面升起，而远处的屋子或山正和那大太阳成了一小一大的鲜明对比，而在中午周围没有任何东起跟它对比，显然就会显得小，这是我们的肉眼骗了我们。而且由于地球形状、大气层、运行规律等自然因素，简单运用生活规律或生活常识去解释是无法作出正确解释的。但作出正确解释是一个漫长的过程，需要的正是“两小儿”和孔子的这种独立思考、大胆质疑、实事求是的精神。▲"
        ],
        [
          "此文通过描写两个小孩争辩太阳在早晨和中午距离人们远近的问题，反映出中国古代的人们对自然现象的探求和独立思考、大胆质疑、追求真理的可贵精神。",
          "这则小故事用对话贯串始终。全文以孔子的见不能决为贯串线索，颇有条理地叙述了两小儿辩日的过程。",
          "先写两个小孩分别就太阳距离人的远近鲜明地提出看法，引人思考。",
          "接着又分别摆出根据。两人互不相让，都使用反问句式，扣住了题目中的“辩”字，增强了论辩性。",
          "“笑”在原文中显然有“讥笑”之意。至于该不该“笑”，也可以从多方面看。若从作者为道家，孔子为儒家来看，显然要“笑”孔子；但若从孔子的态度来看，又不该“笑”了，因为孔子实事求是，“知之为知之，不知为不知”， 并没有“强不知以为知”， 为什么要“笑”他呢？“孔子不能决”告诉人们，做人就应该实事求是，不能不懂装懂；“孔子不能决”还告诉我们，孔子那样的大学问家，尚且有不能解决的问题，由此看来，知识是无穷尽的，什么人都应该不间断的学习，不放弃探求。",
          "孔子说过：知之为知之，不知为不知，是知也。孔子面对两小儿的争辩而不妄加决断，正体现了他实事求是的科学态度。而两小儿善于观察常见的生活现象，从中发现问题，引发思考；也可以从两小儿是从不同的角度观察事物、认识事物，结果自然就不一致；说明他们平时注意观察生活，感悟生活，具有多元化思维；同时他们也具有独立思考、大胆质疑的科学精神。本文同样深刻阐述了“学无止境”这一道理。",
          "事实上，现代科学已经对这种现象有了科学的解释：早上和傍晚，太阳角度低，穿透的大气层很厚，受到大气层梯度折射率影响很大，光路弯曲显著，所以人看到的太阳就大；中午太阳角度大，穿透的大气层相对较薄，受到大气层梯度折射率影响较小，光路弯曲没有早上和傍晚明显，所以人看到的太阳就觉得小了。此外，当太阳在早上的时候是从地面升起，而远处的屋子或山正和那大太阳成了一小一大的鲜明对比，而在中午周围没有任何东起跟它对比，显然就会显得小，这是我们的肉眼骗了我们。而且由于地球形状、大气层、运行规律等自然因素，简单运用生活规律或生活常识去解释是无法作出正确解释的。但作出正确解释是一个漫长的过程，需要的正是“两小儿”和孔子的这种独立思考、大胆质疑、实事求是的精神。▲"
        ]
      ],
      "title": "两小儿辩日"
    },
    {
      "dynasty": "两汉",
      "author": "佚名",
      "lines": {
        "characters": [
          "青青园中葵，朝露待日晞。",
          "阳春布德泽，万物生光辉。",
          "常恐秋节至，焜黄华叶衰。",
          "百川东到海，何时复西归？",
          "少壮不努力，老大徒伤悲！"
        ],
        "pinyins": [
          [
            "qīng",
            "qīng",
            "yuán",
            "zhōng",
            "kuí",
            "，",
            "zhāo",
            "lù",
            "dài",
            "rì",
            "xī",
            "。"
          ],
          [
            "yáng",
            "chūn",
            "bù",
            "dé",
            "zé",
            "，",
            "wàn",
            "wù",
            "shēng",
            "guāng",
            "huī",
            "。"
          ],
          [
            "cháng",
            "kǒng",
            "qiū",
            "jié",
            "zhì",
            "，",
            "kūn",
            "huáng",
            "huá",
            "yè",
            "shuāi",
            "。"
          ],
          [
            "bǎi",
            "chuān",
            "dōng",
            "dào",
            "hǎi",
            "，",
            "hé",
            "shí",
            "fù",
            "xī",
            "guī",
            "？"
          ],
          [
            "shào",
            "zhuàng",
            "bù",
            "nǔ",
            "lì",
            "，",
            "lǎo",
            "dà",
            "tú",
            "shāng",
            "bēi",
            "！"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "励志",
        "哲理",
        "惜时",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文园中的葵菜都郁郁葱葱，晶莹的朝露等待阳光照耀。春天给大地普施阳光雨露，万物生机盎然欣欣向荣。常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。百川奔腾着东流到大海，何时才能重新返回西境？年轻力壮的时候不奋发图强，到老来悲伤也没用了。",
          "注释长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色，其最小者名鸭脚葵。其实大如指顶，皮薄而扁，实内子轻虚如榆荚仁。”此诗“青青园中葵”即指此。朝露：清晨的露水。晞：天亮，引申为阳光照耀。”阳春“句：阳是温和。阳春是露水和阳光都充足的时候，露水和阳光都是植物所需要的，都是大自然的恩惠，即所谓的”德泽“。 布：布施，给予。 德泽：恩惠。秋节：秋季。焜黄：形容草木凋落枯黄的样子。 华（huā）：同“花”。 衰：一说读“cuī”，因为古时候没有“shuāi”这个音；一说读shuāi，根据语文出版社出版的《古代汉语》，除了普通话的规范发音之外，任何其他的朗读法都是不可取的。百川：大河流。少壮：年轻力壮，指青少年时代。老大：指年老了，老年。徒：白白地。▲"
        ],
        [
          "译文园中的葵菜都郁郁葱葱，晶莹的朝露等待阳光照耀。春天给大地普施阳光雨露，万物生机盎然欣欣向荣。常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。百川奔腾着东流到大海，何时才能重新返回西境？年轻力壮的时候不奋发图强，到老来悲伤也没用了。",
          "注释长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色，其最小者名鸭脚葵。其实大如指顶，皮薄而扁，实内子轻虚如榆荚仁。”此诗“青青园中葵”即指此。朝露：清晨的露水。晞：天亮，引申为阳光照耀。”阳春“句：阳是温和。阳春是露水和阳光都充足的时候，露水和阳光都是植物所需要的，都是大自然的恩惠，即所谓的”德泽“。 布：布施，给予。 德泽：恩惠。秋节：秋季。焜黄：形容草木凋落枯黄的样子。 华（huā）：同“花”。 衰：一说读“cuī”，因为古时候没有“shuāi”这个音；一说读shuāi，根据语文出版社出版的《古代汉语》，除了普通话的规范发音之外，任何其他的朗读法都是不可取的。百川：大河流。少壮：年轻力壮，指青少年时代。老大：指年老了，老年。徒：白白地。▲"
        ]
      ],
      "appreciations": [
        [
          "这是一首咏叹人生的歌。唱人生而从园中葵起调，这在写法上被称作“托物起兴”，即“先言他物以引起所咏之辞也”。园中葵在春天的早晨亭亭玉立，青青的叶片上滚动着露珠，在朝阳下闪着亮光，像一位充满青春活力的少年。诗人由园中葵的蓬勃生长推而广之，写到整个自然界，由于有春天的阳光、雨露，万物都在闪耀着生命的光辉，到处是生机盎然、欣欣向荣的景象。这四句，字面上是对春天的礼赞，实际上是借物比人，是对人生最宝贵的东西──青春的赞歌。人生充满青春活力的时代，正如一年四季中的春天一样美好。这样，在写法上它同时又有比喻的意义，即所谓“兴而比”。",
          "自然界的时序不停交换，转眼春去秋来，园中葵及万物经历了春生、夏长，到了秋天，它们成熟了，昔日奕奕生辉的叶子变得焦黄枯萎，丧失了活力。人生也是如此，由青春勃发而长大，而老死，也要经历一个新陈代谢的过程。这是一个不可移易的自然法则。诗人用“常恐秋节至”表达对“青春”稍纵即逝的珍惜，其中一个“恐”字，表现出人们对自然法则的无能为力，青春凋谢的不可避免。接着又从时序的更替联想到宇宙的无尽时间和无垠空间，时光像东逝的江河，一去不复返。由时间尺度来衡量人的生命也是老死以后不能复生。在这永恒的自然面前，人生就像叶上的朝露一见太阳就被晒干了，就像青青葵叶一遇秋风就枯黄凋谢了。",
          "诗歌由对宇宙的探寻转入对人生价值的思考，终于推出“少壮不努力，老大徒伤悲”这一发聋振聩的结论，结束全诗。这个推理的过程，字面上没有写出来，但读者可循着诗人思维的轨迹，用自己的人生体验来补足：自然界的万物有一个春华秋实的过程；人生也有一个少年努力、老有所成的过程。自然界的万物只要有阳光雨露，秋天自能结实，人却不同；没有自身努力是不能成功的。万物经秋变衰，但却实现了生命的价值，因而不足伤悲；人则不然，因“少壮不努力”而老无所成，就等于空走世间一趟。调动读者思考，无疑比代替读者思考高明。正由于此，使这首诗避免了容易引人生厌的人生说教，使最后的警句显得浑厚有力，深沉含蓄，如洪钟长鸣一般，深深地打动了读者的心。句末中的“徒”字意味深长：一是说老大无成，人生等于虚度了；二是说老年时才醒悟将于事无补，徒叹奈何，意在强调必须及时努力。",
          "此诗从“园中葵”说起，再用水流到海不复回打比方，说明光阴如流水，一去不再回。最后劝导人们，要珍惜青春年华，发奋努力，不要等老了再后悔。这首诗借物言理，首先以园中的葵菜作比喻。“青青”喻其生长茂盛。其实在整个春天的阳光雨露之下，万物都在争相努力地生长。因为它们都恐怕秋天很快地到来，深知秋风凋零百草的道理。大自然的生命节奏如此，人生也是这样。一个人如果不趁着大好时光而努力奋斗，让青春白白地浪费，等到年老时后悔也来不及了。这首诗由眼前青春美景想到人生易逝，鼓励青年人要珍惜时光，出言警策，催人奋起。▲"
        ],
        [
          "这是一首咏叹人生的歌。唱人生而从园中葵起调，这在写法上被称作“托物起兴”，即“先言他物以引起所咏之辞也”。园中葵在春天的早晨亭亭玉立，青青的叶片上滚动着露珠，在朝阳下闪着亮光，像一位充满青春活力的少年。诗人由园中葵的蓬勃生长推而广之，写到整个自然界，由于有春天的阳光、雨露，万物都在闪耀着生命的光辉，到处是生机盎然、欣欣向荣的景象。这四句，字面上是对春天的礼赞，实际上是借物比人，是对人生最宝贵的东西──青春的赞歌。人生充满青春活力的时代，正如一年四季中的春天一样美好。这样，在写法上它同时又有比喻的意义，即所谓“兴而比”。",
          "自然界的时序不停交换，转眼春去秋来，园中葵及万物经历了春生、夏长，到了秋天，它们成熟了，昔日奕奕生辉的叶子变得焦黄枯萎，丧失了活力。人生也是如此，由青春勃发而长大，而老死，也要经历一个新陈代谢的过程。这是一个不可移易的自然法则。诗人用“常恐秋节至”表达对“青春”稍纵即逝的珍惜，其中一个“恐”字，表现出人们对自然法则的无能为力，青春凋谢的不可避免。接着又从时序的更替联想到宇宙的无尽时间和无垠空间，时光像东逝的江河，一去不复返。由时间尺度来衡量人的生命也是老死以后不能复生。在这永恒的自然面前，人生就像叶上的朝露一见太阳就被晒干了，就像青青葵叶一遇秋风就枯黄凋谢了。",
          "诗歌由对宇宙的探寻转入对人生价值的思考，终于推出“少壮不努力，老大徒伤悲”这一发聋振聩的结论，结束全诗。这个推理的过程，字面上没有写出来，但读者可循着诗人思维的轨迹，用自己的人生体验来补足：自然界的万物有一个春华秋实的过程；人生也有一个少年努力、老有所成的过程。自然界的万物只要有阳光雨露，秋天自能结实，人却不同；没有自身努力是不能成功的。万物经秋变衰，但却实现了生命的价值，因而不足伤悲；人则不然，因“少壮不努力”而老无所成，就等于空走世间一趟。调动读者思考，无疑比代替读者思考高明。正由于此，使这首诗避免了容易引人生厌的人生说教，使最后的警句显得浑厚有力，深沉含蓄，如洪钟长鸣一般，深深地打动了读者的心。句末中的“徒”字意味深长：一是说老大无成，人生等于虚度了；二是说老年时才醒悟将于事无补，徒叹奈何，意在强调必须及时努力。",
          "此诗从“园中葵”说起，再用水流到海不复回打比方，说明光阴如流水，一去不再回。最后劝导人们，要珍惜青春年华，发奋努力，不要等老了再后悔。这首诗借物言理，首先以园中的葵菜作比喻。“青青”喻其生长茂盛。其实在整个春天的阳光雨露之下，万物都在争相努力地生长。因为它们都恐怕秋天很快地到来，深知秋风凋零百草的道理。大自然的生命节奏如此，人生也是这样。一个人如果不趁着大好时光而努力奋斗，让青春白白地浪费，等到年老时后悔也来不及了。这首诗由眼前青春美景想到人生易逝，鼓励青年人要珍惜时光，出言警策，催人奋起。▲"
        ]
      ],
      "title": "长歌行"
    },
    {
      "dynasty": "先秦",
      "author": "佚名",
      "lines": {
        "characters": [
          "昔我往矣，杨柳依依。",
          "今我来思，雨雪霏霏。",
          "行道迟迟，载渴载饥。",
          "我心伤悲，莫知我哀！"
        ],
        "pinyins": [
          [
            "xī",
            "wǒ",
            "wǎng",
            "yǐ",
            "，",
            "yáng",
            "liǔ",
            "yī",
            "yī",
            "。"
          ],
          [
            "jīn",
            "wǒ",
            "lái",
            "sī",
            "，",
            "yǔ",
            "xuě",
            "fēi",
            "fēi",
            "。"
          ],
          [
            "háng",
            "dào",
            "chí",
            "chí",
            "，",
            "zǎi",
            "kě",
            "zǎi",
            "jī",
            "。"
          ],
          [
            "wǒ",
            "xīn",
            "shāng",
            "bēi",
            "，",
            "mò",
            "zhī",
            "wǒ",
            "āi",
            "！"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "回忆",
        "感伤"
      ],
      "annotations": [
        [
          "译文回想当初我离开的时候，连杨柳都与我依依惜别。如今回来路途中，却纷纷扬扬下起了大雪。路途曲折漫长难行走，又渴又饥真劳累。我心里不觉伤悲起来，没有人会懂得我的痛苦的！",
          "注释昔：从前，文中指出征时。往：当初从军。依依：形容柳丝轻柔、随风摇曳的样子。思：用在句末，没有实在意义。雨：音同玉，为 “下” 的意思。雨（yù）雪：下雪。雨，这里作动词。霏（fēi）霏：雪花纷落的样子。迟迟：迟缓的样子。▲"
        ],
        [
          "译文回想当初我离开的时候，连杨柳都与我依依惜别。如今回来路途中，却纷纷扬扬下起了大雪。路途曲折漫长难行走，又渴又饥真劳累。我心里不觉伤悲起来，没有人会懂得我的痛苦的！",
          "注释昔：从前，文中指出征时。往：当初从军。依依：形容柳丝轻柔、随风摇曳的样子。思：用在句末，没有实在意义。雨：音同玉，为 “下” 的意思。雨（yù）雪：下雪。雨，这里作动词。霏（fēi）霏：雪花纷落的样子。迟迟：迟缓的样子。▲"
        ]
      ],
      "appreciations": [
        [
          "《采薇》是《诗经·小雅》中的一篇。历代注者关于它的写作年代说法不一。但据它的内容和其它历史记载的考订大约是周宣王时代的作品的可能性大些。周代北方的猃狁（即后来的匈奴）已十分强悍，经常入侵中原，给当时北方人民生活带来不少灾难。历史上有不少周天子派兵戍守边外和命将士出兵打败猃狁的记载。从《采薇》的内容看，当是将士戍役劳还时之作。诗中唱出从军将士的艰辛生活和思归的情怀。",
          "“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”让那一股缠绵的、深邃的、飘忽的情思，从风景画面中自然流出，含蓄深永，味之无尽。",
          "这四句诗被后人誉为《诗经》中最好的句子。这是写景记时，更是抒情伤怀。这几句诗句里有着悲欣交集的故事，也仿佛是个人生命的寓言。是谁曾经在那个春光烂漫的春天里，在杨柳依依中送别我？而当我在大雪飘飞的时候经历九死一生返回的时候，还有谁在等我？是《木兰辞》里亲人欢迎的盛况，还是《十五从军征》里荒草萋萋的情景？别离时的春光，回归时的大雪，季节在变换，时光在流逝，我们离去，我们归来，而在来来去去里，失去了什么又得到了什么呢？没有答案，只有漫天的飞雪中一个被沉重的相思和焦虑烧灼的又饥又渴的征人孤独的身影，步履蹒跚地，战战兢兢地走向他不知道的未来。▲"
        ],
        [
          "《采薇》是《诗经·小雅》中的一篇。历代注者关于它的写作年代说法不一。但据它的内容和其它历史记载的考订大约是周宣王时代的作品的可能性大些。周代北方的猃狁（即后来的匈奴）已十分强悍，经常入侵中原，给当时北方人民生活带来不少灾难。历史上有不少周天子派兵戍守边外和命将士出兵打败猃狁的记载。从《采薇》的内容看，当是将士戍役劳还时之作。诗中唱出从军将士的艰辛生活和思归的情怀。",
          "“昔我往矣，杨柳依依。今我来思，雨雪霏霏。”让那一股缠绵的、深邃的、飘忽的情思，从风景画面中自然流出，含蓄深永，味之无尽。",
          "这四句诗被后人誉为《诗经》中最好的句子。这是写景记时，更是抒情伤怀。这几句诗句里有着悲欣交集的故事，也仿佛是个人生命的寓言。是谁曾经在那个春光烂漫的春天里，在杨柳依依中送别我？而当我在大雪飘飞的时候经历九死一生返回的时候，还有谁在等我？是《木兰辞》里亲人欢迎的盛况，还是《十五从军征》里荒草萋萋的情景？别离时的春光，回归时的大雪，季节在变换，时光在流逝，我们离去，我们归来，而在来来去去里，失去了什么又得到了什么呢？没有答案，只有漫天的飞雪中一个被沉重的相思和焦虑烧灼的又饥又渴的征人孤独的身影，步履蹒跚地，战战兢兢地走向他不知道的未来。▲"
        ]
      ],
      "title": "采薇(节选)"
    },
    {
      "dynasty": "唐代",
      "author": "王维",
      "lines": {
        "characters": [
          "渭城朝雨浥轻尘，客舍青青柳色新。",
          "劝君更尽一杯酒，西出阳关无故人。"
        ],
        "pinyins": [
          [
            "wèi",
            "chéng",
            "zhāo",
            "yǔ",
            "yì",
            "qīng",
            "chén",
            "，",
            "kè",
            "shě",
            "qīng",
            "qīng",
            "liǔ",
            "sè",
            "xīn",
            "。"
          ],
          [
            "quàn",
            "jūn",
            "gēng",
            "jìn",
            "yī",
            "bēi",
            "jiǔ",
            "，",
            "xī",
            "chū",
            "yáng",
            "guān",
            "wú",
            "gù",
            "rén",
            "。"
          ]
        ]
      },
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "初中古诗",
        "乐府",
        "友情",
        "送别",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。",
          "注释渭城曲：另题作《送元二使安西》，或名《阳关曲》或《阳关三叠》。渭城：在今陕西省西安市西北，即秦代咸阳古城。浥（yì）：润湿。客舍：旅馆。柳色：柳树象征离别。阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。"
        ]
      ],
      "appreciations": [
        [
          "这首诗所描写的是一种非常普遍的离别。它没有特殊的背景，有的是至深的惜别之情，所以，它适合大多数别筵离席颂唱，后来纳入乐府，成为流行，久唱不衰的歌曲。",
          "诗人剪裁下这临行送别时的一瞬，使其成为了永恒。老友即将远行，将赴满地黄沙的边疆绝域。此时一别，不知何日才能再见，千言万语无从说起，能说出口的只有一句：喝下这杯离别的酒吧！依依惜别之情、所有的关怀与祝福早已融进了这一杯酒中。",
          "“渭城朝雨浥轻尘，客舍青青柳色新。”生动形象地写出了诗人对将要去荒凉之地的友人元二的深深依恋和牵挂。诗的前两句明写春景，暗寓离别。其中不仅“柳”与“留”谐音，是离别的象征，“轻尘”“客舍”也都暗示了旅行的目的，巧妙地点出了送别的时间、地点和环境。后两句点明了主题是以酒饯别，诗人借分手时的劝酒，表达对友人深厚的情意。友人此行要去的安西，在今天的新疆库车县境，同时代的王之涣有“春风不度玉门关”的形容，何况安西更在玉门之外，其荒凉遥远可想而知。",
          "绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。",
          "三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。",
          "这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。▲"
        ],
        [
          "这首诗所描写的是一种非常普遍的离别。它没有特殊的背景，有的是至深的惜别之情，所以，它适合大多数别筵离席颂唱，后来纳入乐府，成为流行，久唱不衰的歌曲。",
          "诗人剪裁下这临行送别时的一瞬，使其成为了永恒。老友即将远行，将赴满地黄沙的边疆绝域。此时一别，不知何日才能再见，千言万语无从说起，能说出口的只有一句：喝下这杯离别的酒吧！依依惜别之情、所有的关怀与祝福早已融进了这一杯酒中。",
          "“渭城朝雨浥轻尘，客舍青青柳色新。”生动形象地写出了诗人对将要去荒凉之地的友人元二的深深依恋和牵挂。诗的前两句明写春景，暗寓离别。其中不仅“柳”与“留”谐音，是离别的象征，“轻尘”“客舍”也都暗示了旅行的目的，巧妙地点出了送别的时间、地点和环境。后两句点明了主题是以酒饯别，诗人借分手时的劝酒，表达对友人深厚的情意。友人此行要去的安西，在今天的新疆库车县境，同时代的王之涣有“春风不度玉门关”的形容，何况安西更在玉门之外，其荒凉遥远可想而知。",
          "绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。",
          "三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。",
          "这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。▲"
        ]
      ],
      "title": "送元二使安西"
    },
    {
      "dynasty": "唐代",
      "author": "杜甫",
      "lines": {
        "characters": [
          "好雨知时节，当春乃发生。",
          "随风潜入夜，润物细无声。",
          "野径云俱黑，江船火独明。",
          "晓看红湿处，花重锦官城。"
        ],
        "pinyins": [
          [
            "hǎo",
            "yǔ",
            "zhī",
            "shí",
            "jié",
            "，",
            "dāng",
            "chūn",
            "nǎi",
            "fā",
            "shēng",
            "。"
          ],
          [
            "suí",
            "fēng",
            "qián",
            "rù",
            "yè",
            "，",
            "rùn",
            "wù",
            "xì",
            "wú",
            "shēng",
            "。"
          ],
          [
            "yě",
            "jìng",
            "yún",
            "jù",
            "hēi",
            "，",
            "jiāng",
            "chuán",
            "huǒ",
            "dú",
            "míng",
            "。"
          ],
          [
            "xiǎo",
            "kàn",
            "hóng",
            "shī",
            "chǔ",
            "，",
            "huā",
            "zhòng",
            "jǐn",
            "guān",
            "chéng",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "春天",
        "咏物",
        "写雨",
        "喜悦",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首",
        "写景"
      ],
      "annotations": [
        [
          "译文好雨知道下雨的节气，正是在春天植物萌发生长的时候。随着春风在夜里悄悄落下，无声地滋润着春天万物。雨夜中田间小路黑茫茫一片，只有江船上的灯火独自闪烁。天刚亮时看着那雨水润湿的花丛，娇美红艳，整个锦官城变成了繁花盛开的世界。",
          "注释知：明白，知道。说雨知时节，是一种拟人化的写法。乃：就。发生：萌发生长。潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。润物：使植物受到雨水的滋养。野径：田野间的小路。晓：天刚亮的时候。红湿处：雨水湿润的花丛。红湿处：指有带雨水的红花的地方。花重：花沾上雨水而变得沉重。重：读作zhòng，沉重。锦官城：成都的别称。▲"
        ],
        [
          "译文好雨知道下雨的节气，正是在春天植物萌发生长的时候。随着春风在夜里悄悄落下，无声地滋润着春天万物。雨夜中田间小路黑茫茫一片，只有江船上的灯火独自闪烁。天刚亮时看着那雨水润湿的花丛，娇美红艳，整个锦官城变成了繁花盛开的世界。",
          "注释知：明白，知道。说雨知时节，是一种拟人化的写法。乃：就。发生：萌发生长。潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。润物：使植物受到雨水的滋养。野径：田野间的小路。晓：天刚亮的时候。红湿处：雨水湿润的花丛。红湿处：指有带雨水的红花的地方。花重：花沾上雨水而变得沉重。重：读作zhòng，沉重。锦官城：成都的别称。▲"
        ],
        [
          "译文及时的雨好像知道时节似的，在春天来到的时候就伴着春风在夜晚悄悄地下起来，无声地滋润着万物。田野小径的天空一片昏黑，唯有江边渔船上的一点渔火放射出一线光芒，显得格外明亮。等天亮的时候，那潮湿的泥土上必定布满了红色的花瓣，锦官城的大街小巷也一定是一片万紫千红的景象。",
          "注释知：明白，知道。说雨知时节，是一种拟人化的写法。乃：就。发生：萌发生长。潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。润物：使植物受到雨水的滋养。野径：田野间的小路。晓：天刚亮的时候。红湿处：雨水湿润的花丛。花重（zhòng）：花因为饱含雨水而显得沉重。锦官城：故址在今成都市南，亦称锦城。三国蜀汉时管理织锦之官驻此，故名。后人有用作成都的别称。此句是说露水盈花的美景。▲"
        ],
        [
          "译文及时的雨好像知道时节似的，在春天来到的时候就伴着春风在夜晚悄悄地下起来，无声地滋润着万物。田野小径的天空一片昏黑，唯有江边渔船上的一点渔火放射出一线光芒，显得格外明亮。等天亮的时候，那潮湿的泥土上必定布满了红色的花瓣，锦官城的大街小巷也一定是一片万紫千红的景象。",
          "注释知：明白，知道。说雨知时节，是一种拟人化的写法。乃：就。发生：萌发生长。潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。润物：使植物受到雨水的滋养。野径：田野间的小路。晓：天刚亮的时候。红湿处：雨水湿润的花丛。花重（zhòng）：花因为饱含雨水而显得沉重。锦官城：故址在今成都市南，亦称锦城。三国蜀汉时管理织锦之官驻此，故名。后人有用作成都的别称。此句是说露水盈花的美景。▲"
        ]
      ],
      "appreciations": [
        [
          "本诗一开头就用一个“好”字赞美“雨”。为什么好呢，因为它“知时节”。这里就是把雨拟人化，其中“知”字用得传神，简直把雨给写活了。春天是万物萌芽生长的季节，正需要下雨，雨就下起来了。它的确很“好”。",
          "颔联进一步表现雨的“好”，其中“潜”、“润”、“细”等字生动地写出了雨“好”的特点。雨之所以“好”，好就好在适时，好在“润物”。“随风潜入夜，润物细无声。”这仍然用的是拟人化手法。“潜入夜”和“细无声”相配合，不仅表明那雨是伴随和风而来的细雨，而且表明那雨有意“润物”，无意讨“好”。如果有意讨“好”，它就会在白天来，就会造一点声势，让人们看得见，听得清。惟其有意“润物”，无意讨“好”，它才选择了一个不妨碍人们工作和劳动的时间悄悄地来，在人们酣睡的夜晚无声地、细细地下。",
          "紧接着颈联从视觉角度描写雨夜景色。在不太阴沉的夜间，小路比田野容易看得见，江面也比岸上容易辨得清。如今放眼四望，“野径云俱黑，江船火独明。”只有船上的灯火是明的。此外，连江面也看不见，小路也辨不清，天空里全是黑沉沉的云，地上也像云一样黑。看起来这雨准会下到天亮。这两句写出了夜雨的美丽景象，“黑”与“明”相互映衬，不仅点明了云厚雨足，而且给人以强烈的美感。",
          "尾联是想象中的雨后情景，紧扣题中的“喜”字写想象中的雨后之晨锦官城的迷人景象。如此“好雨”下上一夜，万物就都得到润泽，发荣滋长起来了。万物之一的花，最能代表春色的花，也就带雨开放，红艳欲滴。诗人说：等到明天清早去看看吧，整个锦官城（成都）杂花生树，一片“红湿”，一朵朵红艳艳、沉甸甸，汇成花的海洋。“红湿”“花重”等字词的运用，充分说明诗人体物细腻。",
          "诗人盼望这样的“好雨”，喜爱这们的“好雨”。所以题目中的那个“喜”字在诗里虽然没有露面，但“‘喜’意都从罅缝里迸透”（浦起龙《读杜心解》）。诗人正在盼望春雨“润物”的时候，雨下起来了，于是一上来就满心欢喜地叫“好”。第二联所写，是诗人听出来的。诗人倾耳细听，听出那雨在春夜里绵绵密密地下，只为“润物”，不求人知，自然“喜”得睡不着觉。由于那雨“润物细无声”，听不真切，生怕它停止了，所以出门去看。第三联所写，是诗人看见的。看见雨意正浓，就情不自禁地想象天明以后春色满城的美景。其无限喜悦的心情，表现得十分生动。中唐诗人李约有一首《观祈雨》：“桑条无叶土生烟，箫管迎龙水庙前。朱门几处看歌舞，犹恐春阴咽管弦。”和那些朱门里看歌舞的人相比，杜甫对春雨“润物”的喜悦之情自然也是一种很崇高的感情。▲"
        ],
        [
          "本诗一开头就用一个“好”字赞美“雨”。为什么好呢，因为它“知时节”。这里就是把雨拟人化，其中“知”字用得传神，简直把雨给写活了。春天是万物萌芽生长的季节，正需要下雨，雨就下起来了。它的确很“好”。",
          "颔联进一步表现雨的“好”，其中“潜”、“润”、“细”等字生动地写出了雨“好”的特点。雨之所以“好”，好就好在适时，好在“润物”。“随风潜入夜，润物细无声。”这仍然用的是拟人化手法。“潜入夜”和“细无声”相配合，不仅表明那雨是伴随和风而来的细雨，而且表明那雨有意“润物”，无意讨“好”。如果有意讨“好”，它就会在白天来，就会造一点声势，让人们看得见，听得清。惟其有意“润物”，无意讨“好”，它才选择了一个不妨碍人们工作和劳动的时间悄悄地来，在人们酣睡的夜晚无声地、细细地下。",
          "紧接着颈联从视觉角度描写雨夜景色。在不太阴沉的夜间，小路比田野容易看得见，江面也比岸上容易辨得清。如今放眼四望，“野径云俱黑，江船火独明。”只有船上的灯火是明的。此外，连江面也看不见，小路也辨不清，天空里全是黑沉沉的云，地上也像云一样黑。看起来这雨准会下到天亮。这两句写出了夜雨的美丽景象，“黑”与“明”相互映衬，不仅点明了云厚雨足，而且给人以强烈的美感。",
          "尾联是想象中的雨后情景，紧扣题中的“喜”字写想象中的雨后之晨锦官城的迷人景象。如此“好雨”下上一夜，万物就都得到润泽，发荣滋长起来了。万物之一的花，最能代表春色的花，也就带雨开放，红艳欲滴。诗人说：等到明天清早去看看吧，整个锦官城（成都）杂花生树，一片“红湿”，一朵朵红艳艳、沉甸甸，汇成花的海洋。“红湿”“花重”等字词的运用，充分说明诗人体物细腻。",
          "诗人盼望这样的“好雨”，喜爱这们的“好雨”。所以题目中的那个“喜”字在诗里虽然没有露面，但“‘喜’意都从罅缝里迸透”（浦起龙《读杜心解》）。诗人正在盼望春雨“润物”的时候，雨下起来了，于是一上来就满心欢喜地叫“好”。第二联所写，是诗人听出来的。诗人倾耳细听，听出那雨在春夜里绵绵密密地下，只为“润物”，不求人知，自然“喜”得睡不着觉。由于那雨“润物细无声”，听不真切，生怕它停止了，所以出门去看。第三联所写，是诗人看见的。看见雨意正浓，就情不自禁地想象天明以后春色满城的美景。其无限喜悦的心情，表现得十分生动。中唐诗人李约有一首《观祈雨》：“桑条无叶土生烟，箫管迎龙水庙前。朱门几处看歌舞，犹恐春阴咽管弦。”和那些朱门里看歌舞的人相比，杜甫对春雨“润物”的喜悦之情自然也是一种很崇高的感情。▲"
        ],
        [
          "杜甫这首五言律诗是他在成都第二年所作的著名诗篇之一，历来为人们所传诵。当时，诗人在亲戚和朋友的帮助下，加上自己的苦心经营，他寓居的浣花草堂基本建成。经过长期颠沛流离和饱经忧患的杜甫，生活总算暂时得以安定，所以他才有时间能对成都自然景物进行深入的观察和细致的琢磨，并在此基础上创作了不少吟咏它们的诗篇。《春夜喜雨》，就是其中最突出的一首。",
          "诗一开头，杜甫就赞美春夜所下的雨是“好雨。”为什么是“好雨”?因为在春季农作物非常需要雨水的滋润。农谚云:“春雨贵如油。”正反映了春雨的宝贵。由于成都地处“天府之国”的四川盆地，气候温和，雨量充足，一到春天虽然常常晚上下雨，但次日却又有明媚的阳光。这就正如诗人在另一首诗中所描绘的:“蜀天常夜雨，江槛已朝晴。”(《水槛遣心二首》)在正需要雨水之时，雨就降下来了，它是“知时节”的，所以“当春乃发生”。这种为万物生长所必须的“及时雨”，真是难得的好雨!这两句诗，是采取拟人化的手法进行描绘的。把无情作有情，把无知当有知，杜甫作诗常常如此。这里把春雨当作有知觉的，故它能根据需要，应时而降。诗中的“知”字和“乃”字，一呼一应，极为传神，诗人喜雨的心情跃然纸上。",
          "接着，第三、四两句既描写了春雨的动态，又传出了它的润物之神。因为好雨下在夜里，故诗人着重是从“听觉”上去描绘雨景的。雨细而不能骤，随夜色而逐渐隐没。它悄悄而来，默默无声，不为人们所觉察，故称为“潜入夜”。这样不声不响地下的雨，当然是滋润万物的细雨。“细无声”，正好恰当地表现了它的可贵精神。这里的“潜”字和“细”字都用得准确、贴切，前者透露出风很微，后者说明了雨极小。这恰如仇兆鳌所说:“曰潜、曰细，写得脉脉绵绵，于造化发生之机，最为密切。”(《杜诗详注》卷十)",
          "第五、六两句是进一步从“视觉”上描绘夜雨景色。“野径”指田野间的小路，是指地上;“云”是指天空。由于晚上正在下雨，所以浓云密布，群星潜藏，月色无光，天空和地上都是一团漆黑，正说明雨意正浓。而一片墨黑的世界里，唯有江边船上放射出一线光芒，并且显得格外明亮。这是一幅极其生动的雨中夜景图。诗人在这里所用的“俱”字和“独”字，都是为了突出这种景象。而在这种景象之中，也包含了诗人自己惊喜的感情。",
          "最后两句是写雨后晓景。是第二天的事。天明雨霁，整个成都城都是耀眼的繁花，花朵沉甸甸地抬不起头来。令人目不暇接，心旷神怡。至此，诗人对喜雨的感情达到了高潮，于是“花重锦官城”的诗句冲口进发而出，真是“通体精妙，后半尤有神”。放王嗣奭说:“束语‘重’字妙，他人不能下。”(《杜臆》卷四)",
          "这首诗描写细腻、动人。诗的情节从概括的叙述到形象的描绘，由耳闻到目睹，自当晚到次晨，结构谨严。用词讲究。颇为难写的夜雨景色，却写得十分耀眼突出，使人从字里行间。呼吸到一股令人喜悦的春天气息。这首诗题虽是《春夜喜雨》)，但是全诗不露喜字，却又始终充满喜意。显然，诗人这种感情的产生绝不是出于一时的冲动，而有其现实基础。据史书记载，在他写作此诗的前一年，京畿一带就有严重灾荒，“米斗至七千钱，人相食”(《资治通鉴·唐纪》)。因此，杜甫一听到雨声，就感到无限喜悦，这喜悦恰好反映了诗人关心人民疾苦的崇高的思想感情。 ▲"
        ],
        [
          "杜甫这首五言律诗是他在成都第二年所作的著名诗篇之一，历来为人们所传诵。当时，诗人在亲戚和朋友的帮助下，加上自己的苦心经营，他寓居的浣花草堂基本建成。经过长期颠沛流离和饱经忧患的杜甫，生活总算暂时得以安定，所以他才有时间能对成都自然景物进行深入的观察和细致的琢磨，并在此基础上创作了不少吟咏它们的诗篇。《春夜喜雨》，就是其中最突出的一首。",
          "诗一开头，杜甫就赞美春夜所下的雨是“好雨。”为什么是“好雨”?因为在春季农作物非常需要雨水的滋润。农谚云:“春雨贵如油。”正反映了春雨的宝贵。由于成都地处“天府之国”的四川盆地，气候温和，雨量充足，一到春天虽然常常晚上下雨，但次日却又有明媚的阳光。这就正如诗人在另一首诗中所描绘的:“蜀天常夜雨，江槛已朝晴。”(《水槛遣心二首》)在正需要雨水之时，雨就降下来了，它是“知时节”的，所以“当春乃发生”。这种为万物生长所必须的“及时雨”，真是难得的好雨!这两句诗，是采取拟人化的手法进行描绘的。把无情作有情，把无知当有知，杜甫作诗常常如此。这里把春雨当作有知觉的，故它能根据需要，应时而降。诗中的“知”字和“乃”字，一呼一应，极为传神，诗人喜雨的心情跃然纸上。",
          "接着，第三、四两句既描写了春雨的动态，又传出了它的润物之神。因为好雨下在夜里，故诗人着重是从“听觉”上去描绘雨景的。雨细而不能骤，随夜色而逐渐隐没。它悄悄而来，默默无声，不为人们所觉察，故称为“潜入夜”。这样不声不响地下的雨，当然是滋润万物的细雨。“细无声”，正好恰当地表现了它的可贵精神。这里的“潜”字和“细”字都用得准确、贴切，前者透露出风很微，后者说明了雨极小。这恰如仇兆鳌所说:“曰潜、曰细，写得脉脉绵绵，于造化发生之机，最为密切。”(《杜诗详注》卷十)",
          "第五、六两句是进一步从“视觉”上描绘夜雨景色。“野径”指田野间的小路，是指地上;“云”是指天空。由于晚上正在下雨，所以浓云密布，群星潜藏，月色无光，天空和地上都是一团漆黑，正说明雨意正浓。而一片墨黑的世界里，唯有江边船上放射出一线光芒，并且显得格外明亮。这是一幅极其生动的雨中夜景图。诗人在这里所用的“俱”字和“独”字，都是为了突出这种景象。而在这种景象之中，也包含了诗人自己惊喜的感情。",
          "最后两句是写雨后晓景。是第二天的事。天明雨霁，整个成都城都是耀眼的繁花，花朵沉甸甸地抬不起头来。令人目不暇接，心旷神怡。至此，诗人对喜雨的感情达到了高潮，于是“花重锦官城”的诗句冲口进发而出，真是“通体精妙，后半尤有神”。放王嗣奭说:“束语‘重’字妙，他人不能下。”(《杜臆》卷四)",
          "这首诗描写细腻、动人。诗的情节从概括的叙述到形象的描绘，由耳闻到目睹，自当晚到次晨，结构谨严。用词讲究。颇为难写的夜雨景色，却写得十分耀眼突出，使人从字里行间。呼吸到一股令人喜悦的春天气息。这首诗题虽是《春夜喜雨》)，但是全诗不露喜字，却又始终充满喜意。显然，诗人这种感情的产生绝不是出于一时的冲动，而有其现实基础。据史书记载，在他写作此诗的前一年，京畿一带就有严重灾荒，“米斗至七千钱，人相食”(《资治通鉴·唐纪》)。因此，杜甫一听到雨声，就感到无限喜悦，这喜悦恰好反映了诗人关心人民疾苦的崇高的思想感情。 ▲"
        ]
      ],
      "title": "春夜喜雨"
    },
    {
      "dynasty": "唐代",
      "author": "韩愈",
      "lines": {
        "characters": [
          "天街小雨润如酥，草色遥看近却无。",
          "最是一年春好处，绝胜烟柳满皇都。"
        ],
        "pinyins": [
          [
            "tiān",
            "jiē",
            "xiǎo",
            "yǔ",
            "rùn",
            "rú",
            "sū",
            "，",
            "cǎo",
            "sè",
            "yáo",
            "kàn",
            "jìn",
            "què",
            "wú",
            "。"
          ],
          [
            "zuì",
            "shì",
            "yī",
            "nián",
            "chūn",
            "hǎo",
            "chù",
            "，",
            "jué",
            "shèng",
            "yān",
            "liǔ",
            "mǎn",
            "huáng",
            "dū",
            "。"
          ]
        ]
      },
      "keywords": [
        "小学古诗",
        "春天",
        "写景",
        "写雨"
      ],
      "annotations": [
        [
          "译文长安街上细密的春雨润滑如酥，远望草色依稀连成一片，近看时却显得稀疏。一年之中最美的就是这早春的景色，远胜过绿柳满城的春末。",
          "注释呈：恭敬地送给。水部张十八员外：指张籍（766—830年）唐代诗人。在同族兄弟中排行第十八，曾任水部员外郎。天街：京城街道。润如酥：细腻如酥。酥，动物的油，这里形容春雨的细腻。最是：正是。处：时。绝胜：远远胜过。皇都：帝都，这里指长安。"
        ]
      ],
      "appreciations": [
        [
          "这首小诗是写给水部员外郎张籍的一首描写和赞美早春美景的七言绝句。张籍在兄弟辈中排行十八，故称张十八。诗的风格清新自然，简直是口语化的。看似平淡，实则是绝不平淡的。韩愈自己说：艰穷怪变得，往往造平淡（《送无本师归范阳》）。原来他的平淡是来之不易的。",
          "首句点出初春小雨，以“润如酥”来形容它的细滑润泽，准确地捕捉到了它的特点。造句清新优美。与杜甫的“好雨知时节，当春乃发生。随风潜入夜，润物细无声”有异曲同工之妙。",
          "第二句紧承首句，写草沾雨后的景色。以远看似有 ，近看却无 ，描画出了初春小草沾雨后的朦胧景象。写出了春草刚刚发芽时，若有若无，稀疏，矮小的特点。可与王维的“青霭入看无”、“山色有无中”相媲美。",
          "第三、四句对初春景色大加赞美：“最是一年春好处，绝胜烟柳满皇都。”这两句意思是说：早春的小雨和草色是一年春光中最美的东西，远远超过了烟柳满城的衰落的晚春景色。写春景的诗，在唐诗中，多取明媚的晚春，这首诗却取早春咏叹，认为早春比晚春景色优胜，别出心裁。前两句体察景物之精细已经令人称赞，后两句如骑兵骤至更在人意料之外。",
          "这首小诗，诗人只运用简朴的文字 ，就常见的“小雨”和“草色”，描绘出了早春的独特景色。刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感。表达作者充满对春天的热爱和赞美之情。",
          "全篇中绝妙佳句便是那“草色遥看近却无”了。早春二月，在北方，当树梢上、屋檐下都还挂着冰凌儿的时候，春天连影儿也看不见。但若是下过一番小雨后，第二天，春天就来了。雨脚儿轻轻地走过大地，留下了春的印记，那就是最初的春草芽儿冒出来了，远远望去，朦朦胧胧，仿佛有一片极淡极淡的青青之色，这是早春的草色。看着它，人们心里顿时充满欣欣然的生意。可是当人们带着无限喜悦之情走近去看个仔细，地上是稀稀朗朗的极为纤细的芽，却反而看不清什么颜色了。诗人像一位高明的水墨画家，挥洒着他饱蘸水分的妙笔，隐隐泛出了那一抹青青之痕，便是早春的草色。远远望去，再像也没有，可走近了，反倒看不出。这句“草色遥看近却无”，真可谓兼摄远近，空处传神。",
          "这设色的背景，是那落在天街上的纤细小雨。透过雨丝遥望草色，更给早春草色增添了一层朦胧美。而小雨又滋润如酥。酥就是奶油。受了这样的滋润，那草色自然是新的；又有这样的背景来衬托，那草色自然也美了。",
          "在最后，诗人还来个对比：“绝胜烟柳满皇都”。诗人认为初春草色比那满城处处烟柳的景色不知要胜过多少倍。因为，“遥看近却无”的草色，是早春时节特有的，它柔嫩饱含水分，象征着大地春回、万象更新的欣欣生意。而烟柳已经是“杨柳堆烟”时候，何况“满”城皆是，不稀罕了。到了暮春三月，色彩浓重，反倒不那么惹人喜爱了。像这样运用对比手法，与一般不同，这是一种加倍写法，为了突出春色的特征。",
          "“物以稀为贵”，早春时节的春草之色也是很娇贵的。“新年都未有芳华，二月初惊见草芽”（韩愈《春雪》）。这是一种心理状态。严冬方尽\\余寒犹厉，突然看到这美妙的草色，心头不由得又惊又喜。这一些轻淡的绿，是当时大地唯一的装饰；可是到了晚春则“草树知春不久归”（韩愈《晚春》），这时哪怕柳条儿绿得再好，人们也无心看，因为已缺乏那一种新鲜感。",
          "所以，诗人就在第三句转折时提醒说：“最是一年春好处。”一年之际在于春，而春天的最好处却又在早春。",
          "这首诗刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感，既咏早春，又能摄早春之魂，给人以无穷的美感趣味，甚至是绘画所不能及的。诗人没有彩笔，但他用诗的语言描绘出极难描摹的色彩——一种淡素的、似有却无的色彩。如果没有锐利深细的观察力和高超的诗笔，便不可能把早春的自然美提炼为艺术美。表达作者充满对春天的热爱和赞美之情。▲"
        ],
        [
          "这首小诗是写给水部员外郎张籍的一首描写和赞美早春美景的七言绝句。张籍在兄弟辈中排行十八，故称张十八。诗的风格清新自然，简直是口语化的。看似平淡，实则是绝不平淡的。韩愈自己说：艰穷怪变得，往往造平淡（《送无本师归范阳》）。原来他的平淡是来之不易的。",
          "首句点出初春小雨，以“润如酥”来形容它的细滑润泽，准确地捕捉到了它的特点。造句清新优美。与杜甫的“好雨知时节，当春乃发生。随风潜入夜，润物细无声”有异曲同工之妙。",
          "第二句紧承首句，写草沾雨后的景色。以远看似有 ，近看却无 ，描画出了初春小草沾雨后的朦胧景象。写出了春草刚刚发芽时，若有若无，稀疏，矮小的特点。可与王维的“青霭入看无”、“山色有无中”相媲美。",
          "第三、四句对初春景色大加赞美：“最是一年春好处，绝胜烟柳满皇都。”这两句意思是说：早春的小雨和草色是一年春光中最美的东西，远远超过了烟柳满城的衰落的晚春景色。写春景的诗，在唐诗中，多取明媚的晚春，这首诗却取早春咏叹，认为早春比晚春景色优胜，别出心裁。前两句体察景物之精细已经令人称赞，后两句如骑兵骤至更在人意料之外。",
          "这首小诗，诗人只运用简朴的文字 ，就常见的“小雨”和“草色”，描绘出了早春的独特景色。刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感。表达作者充满对春天的热爱和赞美之情。",
          "全篇中绝妙佳句便是那“草色遥看近却无”了。早春二月，在北方，当树梢上、屋檐下都还挂着冰凌儿的时候，春天连影儿也看不见。但若是下过一番小雨后，第二天，春天就来了。雨脚儿轻轻地走过大地，留下了春的印记，那就是最初的春草芽儿冒出来了，远远望去，朦朦胧胧，仿佛有一片极淡极淡的青青之色，这是早春的草色。看着它，人们心里顿时充满欣欣然的生意。可是当人们带着无限喜悦之情走近去看个仔细，地上是稀稀朗朗的极为纤细的芽，却反而看不清什么颜色了。诗人像一位高明的水墨画家，挥洒着他饱蘸水分的妙笔，隐隐泛出了那一抹青青之痕，便是早春的草色。远远望去，再像也没有，可走近了，反倒看不出。这句“草色遥看近却无”，真可谓兼摄远近，空处传神。",
          "这设色的背景，是那落在天街上的纤细小雨。透过雨丝遥望草色，更给早春草色增添了一层朦胧美。而小雨又滋润如酥。酥就是奶油。受了这样的滋润，那草色自然是新的；又有这样的背景来衬托，那草色自然也美了。",
          "在最后，诗人还来个对比：“绝胜烟柳满皇都”。诗人认为初春草色比那满城处处烟柳的景色不知要胜过多少倍。因为，“遥看近却无”的草色，是早春时节特有的，它柔嫩饱含水分，象征着大地春回、万象更新的欣欣生意。而烟柳已经是“杨柳堆烟”时候，何况“满”城皆是，不稀罕了。到了暮春三月，色彩浓重，反倒不那么惹人喜爱了。像这样运用对比手法，与一般不同，这是一种加倍写法，为了突出春色的特征。",
          "“物以稀为贵”，早春时节的春草之色也是很娇贵的。“新年都未有芳华，二月初惊见草芽”（韩愈《春雪》）。这是一种心理状态。严冬方尽\\余寒犹厉，突然看到这美妙的草色，心头不由得又惊又喜。这一些轻淡的绿，是当时大地唯一的装饰；可是到了晚春则“草树知春不久归”（韩愈《晚春》），这时哪怕柳条儿绿得再好，人们也无心看，因为已缺乏那一种新鲜感。",
          "所以，诗人就在第三句转折时提醒说：“最是一年春好处。”一年之际在于春，而春天的最好处却又在早春。",
          "这首诗刻画细腻，造句优美，构思新颖，给人一种早春时节湿润、舒适和清新之美感，既咏早春，又能摄早春之魂，给人以无穷的美感趣味，甚至是绘画所不能及的。诗人没有彩笔，但他用诗的语言描绘出极难描摹的色彩——一种淡素的、似有却无的色彩。如果没有锐利深细的观察力和高超的诗笔，便不可能把早春的自然美提炼为艺术美。表达作者充满对春天的热爱和赞美之情。▲"
        ],
        [
          "这是一首描写和赞美早春美景的七言绝句。第一句写初春的小雨，以“润如酥”来形容它的细滑润泽，十分准确地写出了它的特点，遣词用句十分优美。与杜甫的“好雨知时节，当春乃发生。随风潜入夜，润物细无声”有异曲同工之妙。",
          "第二句紧承首句，写草沾雨后的景色。以远看似青 ，近看却无 ，描画出了初春小草沾雨后的朦胧景象。可与王维的“青霭入看无”、“山色有无中”相媲美。",
          "三、四两句对初春景色大加赞美：“最是一年春好处，绝胜烟柳满皇都。”这两句意思是说：早春的小雨和草色是一年春光中最美的东西，远远超过了烟柳满城的衰落的晚春景色。写春景的诗，在唐诗中，多取明媚的晚春，这首诗却取早春咏叹，认为早春比晚春景色优胜，别出新意。",
          "这首诗咏早春，能摄早春之魂，给读者以无穷的美感趣味，甚至是绘画所不能及的。诗人没有彩笔，但他用诗的语言描绘出极难描摹的色彩——一种淡素的、似有却无的色彩。如果没有锐利深细的观察力和高超的诗笔，便不可能把早春的自然美提炼为艺术美。▲"
        ],
        [
          "这是一首描写和赞美早春美景的七言绝句。第一句写初春的小雨，以“润如酥”来形容它的细滑润泽，十分准确地写出了它的特点，遣词用句十分优美。与杜甫的“好雨知时节，当春乃发生。随风潜入夜，润物细无声”有异曲同工之妙。",
          "第二句紧承首句，写草沾雨后的景色。以远看似青 ，近看却无 ，描画出了初春小草沾雨后的朦胧景象。可与王维的“青霭入看无”、“山色有无中”相媲美。",
          "三、四两句对初春景色大加赞美：“最是一年春好处，绝胜烟柳满皇都。”这两句意思是说：早春的小雨和草色是一年春光中最美的东西，远远超过了烟柳满城的衰落的晚春景色。写春景的诗，在唐诗中，多取明媚的晚春，这首诗却取早春咏叹，认为早春比晚春景色优胜，别出新意。",
          "这首诗咏早春，能摄早春之魂，给读者以无穷的美感趣味，甚至是绘画所不能及的。诗人没有彩笔，但他用诗的语言描绘出极难描摹的色彩——一种淡素的、似有却无的色彩。如果没有锐利深细的观察力和高超的诗笔，便不可能把早春的自然美提炼为艺术美。▲"
        ]
      ],
      "title": "早春呈水部张十八员外"
    },
    {
      "dynasty": "宋代",
      "author": "范仲淹",
      "lines": {
        "characters": [
          "江上往来人，但爱鲈鱼美。",
          "君看一叶舟，出没风波里。"
        ],
        "pinyins": [
          [
            "jiāng",
            "shàng",
            "wǎng",
            "lái",
            "rén",
            "，",
            "dàn",
            "ài",
            "lú",
            "yú",
            "měi",
            "。"
          ],
          [
            "jūn",
            "kàn",
            "yī",
            "yè",
            "zhōu",
            "，",
            "chū",
            "mò",
            "fēng",
            "bō",
            "lǐ",
            "。"
          ]
        ]
      },
      "keywords": [
        "渔人",
        "劳动",
        "生活",
        "抒怀",
        "感怀",
        "同情",
        "小学生必背古诗70首",
        "劳动"
      ],
      "annotations": [
        [
          "译文江上来来往往的行人，只喜爱味道鲜美的鲈鱼。你看那一叶小小渔船，时隐时现在滔滔风浪里。",
          "注释渔者：捕鱼的人。但：只爱：喜欢鲈鱼：一种头大口大、体扁鳞细、背青腹白、 味道鲜美的鱼。 生长快，体大味美。君：你。一叶舟：像漂浮在水上的一片树叶似的小船。出没：若隐若现。指一会儿看得见，一会儿看不见。风波：波浪。"
        ]
      ],
      "appreciations": [
        [
          "这首的小诗指出江上来来往往饮酒作乐的人们，只知道品尝味道鲜美的鲈鱼，却不知道也不想知道打鱼人出生入死同惊涛骇浪搏斗的危境与艰辛。全诗通过反映渔民劳作的艰苦，希望唤起人们对民生疾苦的注意，体现了诗人对劳动人民的同情。",
          "首句说江岸上人来人往，熙熙攘攘，十分热闹。自然引出第二句。原来人们往来江上的目的是“但爱鲈鱼美”。但爱，即只爱。鲈鱼体扁狭，头大鳞细，味道鲜美。人们拥到江上，是为了先得为快。但是却无人知道鲈鱼捕捉不易，无人体察过捕鱼者的艰辛。世人只爱鲈鱼的鲜美，却不怜惜打鱼人的辛苦，这是世道之不公平。",
          "后两句将人们的视线引向水面，向读者展示了以下一番景象：起伏的波浪中，一只小船，船上的渔夫正在捕鱼，那小小的渔船在波浪中飘摇颠簸，忽隐忽现，一会儿露出水面,一会儿又被风浪隐没。江上来来往往的人啊，你们只知道喜欢鲈鱼味道鲜美，可以一饱口福，你看那像一片树叶的小船，在风浪里捕鱼多艰难多危险哪！鲈鱼虽味美，捕捉却艰辛表达出诗人对渔人疾苦的同情，深含对“但爱鲈鱼美”的岸上人的规劝。“江上”和“风波”两种环境，“往来人”和“一叶舟”两种情态、“往来”和“出没”两种动态强烈对比，显示出全诗旨在所在。",
          "表现手法上，该诗无华丽词藻，无艰字僻典，无斧迹凿痕，以平常的语言，平常的人物、事物，表达不平常的思想、情感，产生不平常的艺术效果。▲"
        ],
        [
          "这首的小诗指出江上来来往往饮酒作乐的人们，只知道品尝味道鲜美的鲈鱼，却不知道也不想知道打鱼人出生入死同惊涛骇浪搏斗的危境与艰辛。全诗通过反映渔民劳作的艰苦，希望唤起人们对民生疾苦的注意，体现了诗人对劳动人民的同情。",
          "首句说江岸上人来人往，熙熙攘攘，十分热闹。自然引出第二句。原来人们往来江上的目的是“但爱鲈鱼美”。但爱，即只爱。鲈鱼体扁狭，头大鳞细，味道鲜美。人们拥到江上，是为了先得为快。但是却无人知道鲈鱼捕捉不易，无人体察过捕鱼者的艰辛。世人只爱鲈鱼的鲜美，却不怜惜打鱼人的辛苦，这是世道之不公平。",
          "后两句将人们的视线引向水面，向读者展示了以下一番景象：起伏的波浪中，一只小船，船上的渔夫正在捕鱼，那小小的渔船在波浪中飘摇颠簸，忽隐忽现，一会儿露出水面,一会儿又被风浪隐没。江上来来往往的人啊，你们只知道喜欢鲈鱼味道鲜美，可以一饱口福，你看那像一片树叶的小船，在风浪里捕鱼多艰难多危险哪！鲈鱼虽味美，捕捉却艰辛表达出诗人对渔人疾苦的同情，深含对“但爱鲈鱼美”的岸上人的规劝。“江上”和“风波”两种环境，“往来人”和“一叶舟”两种情态、“往来”和“出没”两种动态强烈对比，显示出全诗旨在所在。",
          "表现手法上，该诗无华丽词藻，无艰字僻典，无斧迹凿痕，以平常的语言，平常的人物、事物，表达不平常的思想、情感，产生不平常的艺术效果。▲"
        ]
      ],
      "title": "江上渔者"
    },
    {
      "dynasty": "宋代",
      "author": "王安石",
      "lines": {
        "characters": [
          "<p>京口瓜洲一水间，钟山只隔数重山。",
          "春风又绿江南岸，明月何时照我还。</p>"
        ],
        "pinyins": [
          [
            "<p>",
            "jīng",
            "kǒu",
            "guā",
            "zhōu",
            "yī",
            "shuǐ",
            "jiān",
            "，",
            "zhōng",
            "shān",
            "zhī",
            "gé",
            "shù",
            "zhòng",
            "shān",
            "。"
          ],
          [
            "chūn",
            "fēng",
            "yòu",
            "lǜ",
            "jiāng",
            "nán",
            "àn",
            "，",
            "míng",
            "yuè",
            "hé",
            "shí",
            "zhào",
            "wǒ",
            "huán",
            "。</p>"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "写景",
        "抒怀",
        "思乡",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。",
          "注释泊船：停船。泊，停泊。指停泊靠岸。绿：吹绿。京口：古城名。故址在江苏镇江市。瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。一水：一条河。古人除将黄河特称为“河”，长江特称为“江”之外，大多数情况下称河流为“水”，如汝水、汉水、浙水、湘水、澧水等等。这里的“一水”指长江。一水间指一水相隔之间。钟山：在江苏省南京市区东。▲"
        ],
        [
          "译文京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。",
          "注释泊船：停船。泊，停泊。指停泊靠岸。绿：吹绿。京口：古城名。故址在江苏镇江市。瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。一水：一条河。古人除将黄河特称为“河”，长江特称为“江”之外，大多数情况下称河流为“水”，如汝水、汉水、浙水、湘水、澧水等等。这里的“一水”指长江。一水间指一水相隔之间。钟山：在江苏省南京市区东。▲"
        ]
      ],
      "appreciations": [
        [
          "诗人回首江南，大地一片翠绿，这固然是春风吹绿的，但是那葱绿的禾苗难道不是变法措施产生的实效吗？",
          "但是官场是险象环生的，诗人望着这瓜洲渡口，也望着钟山的明月，发出了“明月何时照我还”的慨叹，诗人是想早点离开是非黑白颠倒的官场，离开那丑恶，腐朽的地方体现作者希望重返那没有利益纷争的家乡，很有余韵。这首诗不仅借景抒情，",
          "情寓于景，情景交融，而且叙事也富有情致，境界开阔，格调清新。最令人津津乐道的还是在修辞上的锤炼。",
          "其中“绿”字可以体会到诗人用词的修饰，把吹改为绿，为的是生动，在这之前王安石也有多次斟酌推敲这个字，曾试过满，过等字，但最后还是把这个字改成了“绿”。▲"
        ],
        [
          "诗人回首江南，大地一片翠绿，这固然是春风吹绿的，但是那葱绿的禾苗难道不是变法措施产生的实效吗？",
          "但是官场是险象环生的，诗人望着这瓜洲渡口，也望着钟山的明月，发出了“明月何时照我还”的慨叹，诗人是想早点离开是非黑白颠倒的官场，离开那丑恶，腐朽的地方体现作者希望重返那没有利益纷争的家乡，很有余韵。这首诗不仅借景抒情，",
          "情寓于景，情景交融，而且叙事也富有情致，境界开阔，格调清新。最令人津津乐道的还是在修辞上的锤炼。",
          "其中“绿”字可以体会到诗人用词的修饰，把吹改为绿，为的是生动，在这之前王安石也有多次斟酌推敲这个字，曾试过满，过等字，但最后还是把这个字改成了“绿”。▲"
        ]
      ],
      "title": "泊船瓜洲"
    },
    {
      "dynasty": "宋代",
      "author": "叶绍翁",
      "lines": {
        "characters": [
          "应怜屐齿印苍苔，小扣柴扉久不开。",
          "春色满园关不住，一枝红杏出墙来。"
        ],
        "pinyins": [
          [
            "yīng",
            "lián",
            "jī",
            "chǐ",
            "yìn",
            "cāng",
            "tái",
            "，",
            "xiǎo",
            "kòu",
            "chái",
            "fēi",
            "jiǔ",
            "bù",
            "kāi",
            "。"
          ],
          [
            "chūn",
            "sè",
            "mǎn",
            "yuán",
            "guān",
            "bù",
            "zhù",
            "，",
            "yī",
            "zhī",
            "hóng",
            "xìng",
            "chū",
            "qiáng",
            "lái",
            "。"
          ]
        ]
      },
      "keywords": [
        "古诗三百首",
        "春天",
        "游园",
        "早教",
        "小学古诗",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        [
          "译文也许是园主担心我的木屐踩坏他那爱惜的青苔，我轻轻地敲打柴门久久不开。满园子的春色是关不住的，开得正旺的红杏有一枝枝条伸到墙外来了。",
          "注释游园不值：想游园没能进门儿。值，遇到；不值，没得到机会。应怜：大概是感到心疼吧。应，表示猜测；怜，怜惜。屐（jī）齿：屐是木鞋，鞋底前后都有高跟儿，叫屐齿。小扣：轻轻地敲门。柴扉（fēi）：用木柴、树枝编成的门。"
        ]
      ],
      "appreciations": [
        [
          "\"大概是院子的主人爱惜青苔，怕我的木底鞋在上面留下脚印吧，轻轻地敲柴门，好久也没人来开门。满园子的春色是柴门关不住的，一枝枝开得正旺的红杏伸到墙外来了。\"“满园”两句，或实写景致，或暗喻所访之人德行（满园春色）既为己所知见（一枝红杏），久之必为人所知。正是江南二月，云淡风轻，阳光明媚。诗人乘兴来到一座小小花园的门前，想看看园里的花木。他轻轻敲了几下柴门，没有反响；又敲了几下，还是没人应声。这样敲呀，敲呀，半天也不见有人来开门迎客。怎么回事儿？主人真的不在吗？大概是怕园里的满地绿绿的青苔被人践踏，所以闭门谢客的。果真如此的话，那就未免太小气了！",
          "诗人在花园外面寻思着，徘徊着，很是扫兴。在他无可奈何、正准备离去的当儿，抬头之间，忽见墙上一枝盛开的美丽的红杏花探出头来冲着人打招呼呢。诗人快意地想道：啊！满园的春色已经溢出墙外，任你主人把园门闭得再紧，也关它不住！“春色满园关不住，一枝红杏出墙来。”诗人从一枝盛开的红杏花，领略到满园热闹的春色，感受到满天绚丽的春光，总算是不虚此行了。但是，后来读者并不以这点儿为满足，而是按照自己的意愿，赋予这两句诗以生活的哲理：新生事物一定会冲破重重困难，脱颖而出，蓬蓬勃勃地发展起来。这两句诗也便获得了新的生命，流传不绝。",
          "至于这种发挥是否符合诗人的愿意，那并不重要。因为诗歌欣赏也是一种艺术创造，读者不妨凭着自己的生活经历和艺术趣味，扩展诗的意境，丰富诗的含意，或者给诗句涂上比喻象征的色彩。对于这种现象，诗论家说是：“作者未必然，读者何必不然？”读者的理解，其实有时是比作者还要高明的。 ▲"
        ],
        [
          "\"大概是院子的主人爱惜青苔，怕我的木底鞋在上面留下脚印吧，轻轻地敲柴门，好久也没人来开门。满园子的春色是柴门关不住的，一枝枝开得正旺的红杏伸到墙外来了。\"“满园”两句，或实写景致，或暗喻所访之人德行（满园春色）既为己所知见（一枝红杏），久之必为人所知。正是江南二月，云淡风轻，阳光明媚。诗人乘兴来到一座小小花园的门前，想看看园里的花木。他轻轻敲了几下柴门，没有反响；又敲了几下，还是没人应声。这样敲呀，敲呀，半天也不见有人来开门迎客。怎么回事儿？主人真的不在吗？大概是怕园里的满地绿绿的青苔被人践踏，所以闭门谢客的。果真如此的话，那就未免太小气了！",
          "诗人在花园外面寻思着，徘徊着，很是扫兴。在他无可奈何、正准备离去的当儿，抬头之间，忽见墙上一枝盛开的美丽的红杏花探出头来冲着人打招呼呢。诗人快意地想道：啊！满园的春色已经溢出墙外，任你主人把园门闭得再紧，也关它不住！“春色满园关不住，一枝红杏出墙来。”诗人从一枝盛开的红杏花，领略到满园热闹的春色，感受到满天绚丽的春光，总算是不虚此行了。但是，后来读者并不以这点儿为满足，而是按照自己的意愿，赋予这两句诗以生活的哲理：新生事物一定会冲破重重困难，脱颖而出，蓬蓬勃勃地发展起来。这两句诗也便获得了新的生命，流传不绝。",
          "至于这种发挥是否符合诗人的愿意，那并不重要。因为诗歌欣赏也是一种艺术创造，读者不妨凭着自己的生活经历和艺术趣味，扩展诗的意境，丰富诗的含意，或者给诗句涂上比喻象征的色彩。对于这种现象，诗论家说是：“作者未必然，读者何必不然？”读者的理解，其实有时是比作者还要高明的。 ▲"
        ]
      ],
      "title": "游园不值"
    },
    {
      "dynasty": "宋代",
      "author": "王观",
      "lines": {
        "characters": [
          "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。",
          "才始送春归，又送君归去。若到江南赶上春，千万和春住。"
        ],
        "pinyins": [
          [
            "shuǐ",
            "shì",
            "yǎn",
            "bō",
            "héng",
            "，",
            "shān",
            "shì",
            "méi",
            "fēng",
            "jù",
            "。",
            "yù",
            "wèn",
            "xíng",
            "rén",
            "qù",
            "nà",
            "biān",
            "？",
            "méi",
            "yǎn",
            "yíng",
            "yíng",
            "chǔ",
            "。"
          ],
          [
            "cái",
            "shǐ",
            "sòng",
            "chūn",
            "guī",
            "，",
            "yòu",
            "sòng",
            "jūn",
            "guī",
            "qù",
            "。",
            "ruò",
            "dào",
            "jiāng",
            "nán",
            "gǎn",
            "shàng",
            "chūn",
            "，",
            "qiān",
            "wàn",
            "hé",
            "chūn",
            "zhù",
            "。"
          ]
        ]
      },
      "keywords": [
        "宋词三百首",
        "小学古诗",
        "初中古诗",
        "送别",
        "友情"
      ],
      "annotations": [
        [
          "译文水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。刚刚把春天送走，又要送你归去。如果你到江南能赶上春天，千万要把春天的景色留住。",
          "注释卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。眼波：比喻目光似流动的水波。山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载卓文君容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。欲：想，想要。行人：指词人的朋友（鲍浩然）。眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。盈盈：美好的样子。才始：方才。▲"
        ],
        [
          "译文水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。刚刚把春天送走，又要送你归去。如果你到江南能赶上春天，千万要把春天的景色留住。",
          "注释卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。眼波：比喻目光似流动的水波。山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载卓文君容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。欲：想，想要。行人：指词人的朋友（鲍浩然）。眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。盈盈：美好的样子。才始：方才。▲"
        ]
      ],
      "appreciations": [
        [
          "这首词是一首送别之作。题目中的鲍浩然是作者的朋友，浙东是友人要去的地方。这首词分为两片，上片写友人回浙东去的山水行程，下片抒发作者对回归江南的友人的深情祝愿。",
          "上片“水是眼波横，山是眉峰聚”两句，暗含送别，以人的眼睛来比拟山水，把山水写的有情有义。水是眼波，也就是说眼中的泪水如波，横在眼里而没有流出，说明作者为将行的朋友着想，在尽力克制自己的情感，即使眼泪在眼眶里打转也不使之滴落而增加友人的伤感。山是眉峰，而此刻眉峰郁结着不少离愁别恨。一个“聚”字，用的十分有力，将作者胸中的离愁表现得淋漓尽致。这两句实际上是写作者对友人归途的远眺，作者的视线与友人归途的山水相连，目送着将要远行的友人。通过形象的比拟，传达出自己惜别的深情。",
          "“欲问行人去那边，眉眼盈盈处。”用问句拉出友人的行迹。在开头的两句，作者把山水合写，写出了友人归路如同郁结离愁的眉峰一般连绵起伏。由于归路的山重水复，友人便走进了作者的眉峰之中，也就是作者的视线里。这两句写诗人目送友人，友人走在作者深情送别的目光中，越走越远，身影越来越模糊，直至消逝。一路山水承载深厚的人情味，默默地替作者送走那远去的朋友。朋友在作者的眼中走远了，然而友情却深深存封于作者的心中。正是这深厚的情谊让作者安排山水来送自己的朋友。从而上片便形成一种物我为一、情景交融的艺术境界，形象地表达了作者对远去朋友的无限眷恋，和对朋友归途艰辛生活的深切挂念。",
          "下片“才始送春归，又送君归去”，正面写“送”，点出了别友人的时间：暮春。为“又送君归去”铺垫。作者有心惜春，然而留不住春天，春天最终不顾作者归至江南。这对作者来说，不能伴春而去的江南又正是春天回归的地方。这两句写得相当愁苦，一个“才”一个“又”，层层递进，作者的情感越来越深。",
          "“若到江南赶上春，千万和春住”这是作者在友人临行之际，从心底发出的深情祝愿。但愿友人追随春天的步伐回到江南，和春天同在。“千万”二字道尽了作者殷殷叮嘱之意。美好而真挚的祝愿，将作者那深沉的惜春之情、惜别之情尽在不言之中，给读者一种含蓄的感觉。",
          "上片含蓄地表达了词人与友人的惜别深情；下片则直抒胸臆，兼写离愁别绪和对友人的深情祝愿。词人用出人意料的想象把送春和送人联系在一起，用两个“送”字递进，深刻描写词人的离愁幽情。“才始送春归”写出才刚送别春天，心中还满怀着伤春之愁；“又送君归去”则再添了别恨，离愁更深。“若到江南”二句再发奇想，词人将心中沉痛之情暂时搁置，对友人送出美好祝福，叮嘱友人如能赶上江南春光，务必与春光同住。既饱含惜春之情，又寓之祝福之意。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。这两句，一反送别词中惯常的悲悲切切，写得情意绵绵而又富有灵性。",
          "有两点突出的成就值得注意：一是构思别致。词人把送春与送别交织在一起来写，充分表现出对友人的深情和对春天的留恋；二是比喻新颖。词人以眼波和眉峰来比喻浙东的山山水水，仿佛这位美人正期待着他的到来，贴切、自然，富有真情实感。这首词，轻松活泼，比喻巧妙，耐人寻味，几句俏皮话，新而不俗，雅而不谑。▲"
        ],
        [
          "这首词是一首送别之作。题目中的鲍浩然是作者的朋友，浙东是友人要去的地方。这首词分为两片，上片写友人回浙东去的山水行程，下片抒发作者对回归江南的友人的深情祝愿。",
          "上片“水是眼波横，山是眉峰聚”两句，暗含送别，以人的眼睛来比拟山水，把山水写的有情有义。水是眼波，也就是说眼中的泪水如波，横在眼里而没有流出，说明作者为将行的朋友着想，在尽力克制自己的情感，即使眼泪在眼眶里打转也不使之滴落而增加友人的伤感。山是眉峰，而此刻眉峰郁结着不少离愁别恨。一个“聚”字，用的十分有力，将作者胸中的离愁表现得淋漓尽致。这两句实际上是写作者对友人归途的远眺，作者的视线与友人归途的山水相连，目送着将要远行的友人。通过形象的比拟，传达出自己惜别的深情。",
          "“欲问行人去那边，眉眼盈盈处。”用问句拉出友人的行迹。在开头的两句，作者把山水合写，写出了友人归路如同郁结离愁的眉峰一般连绵起伏。由于归路的山重水复，友人便走进了作者的眉峰之中，也就是作者的视线里。这两句写诗人目送友人，友人走在作者深情送别的目光中，越走越远，身影越来越模糊，直至消逝。一路山水承载深厚的人情味，默默地替作者送走那远去的朋友。朋友在作者的眼中走远了，然而友情却深深存封于作者的心中。正是这深厚的情谊让作者安排山水来送自己的朋友。从而上片便形成一种物我为一、情景交融的艺术境界，形象地表达了作者对远去朋友的无限眷恋，和对朋友归途艰辛生活的深切挂念。",
          "下片“才始送春归，又送君归去”，正面写“送”，点出了别友人的时间：暮春。为“又送君归去”铺垫。作者有心惜春，然而留不住春天，春天最终不顾作者归至江南。这对作者来说，不能伴春而去的江南又正是春天回归的地方。这两句写得相当愁苦，一个“才”一个“又”，层层递进，作者的情感越来越深。",
          "“若到江南赶上春，千万和春住”这是作者在友人临行之际，从心底发出的深情祝愿。但愿友人追随春天的步伐回到江南，和春天同在。“千万”二字道尽了作者殷殷叮嘱之意。美好而真挚的祝愿，将作者那深沉的惜春之情、惜别之情尽在不言之中，给读者一种含蓄的感觉。",
          "上片含蓄地表达了词人与友人的惜别深情；下片则直抒胸臆，兼写离愁别绪和对友人的深情祝愿。词人用出人意料的想象把送春和送人联系在一起，用两个“送”字递进，深刻描写词人的离愁幽情。“才始送春归”写出才刚送别春天，心中还满怀着伤春之愁；“又送君归去”则再添了别恨，离愁更深。“若到江南”二句再发奇想，词人将心中沉痛之情暂时搁置，对友人送出美好祝福，叮嘱友人如能赶上江南春光，务必与春光同住。既饱含惜春之情，又寓之祝福之意。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。这两句，一反送别词中惯常的悲悲切切，写得情意绵绵而又富有灵性。",
          "有两点突出的成就值得注意：一是构思别致。词人把送春与送别交织在一起来写，充分表现出对友人的深情和对春天的留恋；二是比喻新颖。词人以眼波和眉峰来比喻浙东的山山水水，仿佛这位美人正期待着他的到来，贴切、自然，富有真情实感。这首词，轻松活泼，比喻巧妙，耐人寻味，几句俏皮话，新而不俗，雅而不谑。▲"
        ],
        [
          "这是一首送别词，词中以轻松活泼的笔调，巧妙别致的比喻，风趣俏皮的语言，表达了作者在越州大都督府送别友人鲍浩然时的心绪。",
          "词的上片着重写人。起首两句，运用风趣的笔墨，把景语变成情语，把送别诗所见自然山水化成为有情之物。当这位朋友归去的时候，路上的一山一水，对他都显出了特别的感情。那些清澈明亮的江水，仿佛变成了他所想念的人的流动的眼波；而一路上团簇纠结的山峦，也似乎是她们蹙攒的眉峰了。正因为友人鲍浩然在归途中怀着深厚的怀人感情，山水都变成了有感情之物。",
          "三、四两句点出行人此行的目的：他的去处，是“眉眼盈盈处”。“眉眼盈盈”四字有两层意思：一指江南的山水，清丽明秀，有如女子的秀眉和媚眼；二指有着盈盈眉眼的那个人。因此“眉眼盈盈处”，既写了江南山水，也同时写了他要见到的人物。此两句写送别时的一往情深却又含而不露。春语意双关。",
          "最后两句是词人对鲍浩然的祝愿：希望他生活在“春”里。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。",
          "这是一首送别词。 起拍“水是”、“山是”两句，含意丰富，启人遐想。词人把明澈的水流比喻为美人的眼波，把青黛的山峦喻为美人的眉峰，极言浙东山水的漂亮可爱。同时，也可以理解为词人对鲍浩然心事的设想：波光漾动的流水是他心上人的眼波，脉脉传情；青黛的山峦是心上人的眉峰，因思念自己而满怀愁怨，眉头都蹙起来了。词人通过这一设想来写出了鲍浩然“之浙东”的心切。与此相应，上片结句“眉眼盈盈处”也可以有两层理解：一是鲍浩然是去山水透丽得像美人“眉眼盈盈”的地方，一是他是去与“眉眼盈盈”的心上人相会。▲"
        ],
        [
          "这是一首送别词，词中以轻松活泼的笔调，巧妙别致的比喻，风趣俏皮的语言，表达了作者在越州大都督府送别友人鲍浩然时的心绪。",
          "词的上片着重写人。起首两句，运用风趣的笔墨，把景语变成情语，把送别诗所见自然山水化成为有情之物。当这位朋友归去的时候，路上的一山一水，对他都显出了特别的感情。那些清澈明亮的江水，仿佛变成了他所想念的人的流动的眼波；而一路上团簇纠结的山峦，也似乎是她们蹙攒的眉峰了。正因为友人鲍浩然在归途中怀着深厚的怀人感情，山水都变成了有感情之物。",
          "三、四两句点出行人此行的目的：他的去处，是“眉眼盈盈处”。“眉眼盈盈”四字有两层意思：一指江南的山水，清丽明秀，有如女子的秀眉和媚眼；二指有着盈盈眉眼的那个人。因此“眉眼盈盈处”，既写了江南山水，也同时写了他要见到的人物。此两句写送别时的一往情深却又含而不露。春语意双关。",
          "最后两句是词人对鲍浩然的祝愿：希望他生活在“春”里。这个“春”既是反映鲜花如锦的春天季节，也喻指他与心上人生活在一起。",
          "这是一首送别词。 起拍“水是”、“山是”两句，含意丰富，启人遐想。词人把明澈的水流比喻为美人的眼波，把青黛的山峦喻为美人的眉峰，极言浙东山水的漂亮可爱。同时，也可以理解为词人对鲍浩然心事的设想：波光漾动的流水是他心上人的眼波，脉脉传情；青黛的山峦是心上人的眉峰，因思念自己而满怀愁怨，眉头都蹙起来了。词人通过这一设想来写出了鲍浩然“之浙东”的心切。与此相应，上片结句“眉眼盈盈处”也可以有两层理解：一是鲍浩然是去山水透丽得像美人“眉眼盈盈”的地方，一是他是去与“眉眼盈盈”的心上人相会。▲"
        ]
      ],
      "title": "卜算子·送鲍浩然之浙东"
    },
    {
      "dynasty": "宋代",
      "author": "苏轼",
      "lines": {
        "characters": [
          "<p>游蕲水清泉寺，寺临兰溪，溪水西流。</p>\n<p>山下兰芽短浸溪，松间沙路净无泥。萧萧暮雨子规啼。(萧萧 一作：潇潇)",
          "谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。</p>"
        ],
        "pinyins": [
          [
            "<p>",
            "yóu",
            "qí",
            "shuǐ",
            "qīng",
            "quán",
            "sì",
            "，",
            "sì",
            "lín",
            "lán",
            "xī",
            "，",
            "xī",
            "shuǐ",
            "xī",
            "liú",
            "。</p>\n<p>",
            "shān",
            "xià",
            "lán",
            "yá",
            "duǎn",
            "jìn",
            "xī",
            "，",
            "sōng",
            "jiān",
            "shā",
            "lù",
            "jìng",
            "wú",
            "ní",
            "。",
            "xiāo",
            "xiāo",
            "mù",
            "yǔ",
            "zǐ",
            "guī",
            "tí",
            "。(",
            "xiāo",
            "xiāo",
            " ",
            "yī",
            "zuò",
            "：",
            "xiāo",
            "xiāo",
            ")"
          ],
          [
            "shuí",
            "dào",
            "rén",
            "shēng",
            "wú",
            "zài",
            "shǎo",
            "？",
            "mén",
            "qián",
            "liú",
            "shuǐ",
            "shàng",
            "néng",
            "xī",
            "！",
            "xiū",
            "jiāng",
            "bái",
            "fà",
            "chàng",
            "huáng",
            "jī",
            "。</p>"
          ]
        ]
      },
      "keywords": [
        "宋词三百首",
        "小学古诗",
        "写景",
        "抒怀",
        "人生",
        "哲理",
        "言志"
      ],
      "annotations": [
        [
          "译文游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚时分，细雨萧萧，布谷声声。谁说人生就不能再回到少年时期？ 门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！",
          "注释蕲qí水：县名，今湖北浠水县。浸：泡在水中。萧萧：形容雨声。子规：又叫杜宇、杜鹃、催归。它总是朝着北方鸣叫，六、七月呜叫声更甚，昼夜不止，发出的声音极其哀切，犹如盼子回归，所以叫杜鹃啼归、这种鸟也叫子规。无再少：不能回到少年时代。白发：老年。唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。▲"
        ],
        [
          "译文游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚时分，细雨萧萧，布谷声声。谁说人生就不能再回到少年时期？ 门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！",
          "注释蕲qí水：县名，今湖北浠水县。浸：泡在水中。萧萧：形容雨声。子规：又叫杜宇、杜鹃、催归。它总是朝着北方鸣叫，六、七月呜叫声更甚，昼夜不止，发出的声音极其哀切，犹如盼子回归，所以叫杜鹃啼归、这种鸟也叫子规。无再少：不能回到少年时代。白发：老年。唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。▲"
        ]
      ],
      "appreciations": [
        [
          "东坡为人胸襟坦荡旷达，善于因缘自适。他因诗中有所谓“讥讽朝廷”语，被罗织罪名入狱，“乌台诗案”过后，于公元1080年（元丰三年）二月贬到黄州。这在苏轼的政治生涯中，是一个重大的打击。此词描写雨中的南方初春，表达作者虽处困境而老当益壮、自强不息的精神，洋溢着一种向上的人生态度。上阕写暮春三月兰溪幽雅的风光和环境，景色自然明丽，雅淡清美；下阕抒发使人感奋的议论，即景取喻，表达有关人生感悟，启人心智。全词即景抒慨，写景纯用白描，细致淡雅；抒慨昂扬振拔，富有哲理。",
          "上阕写清泉寺幽雅的风光和环境。山下小溪潺湲，岸边的兰草刚刚萌生娇嫩的幼芽。松林间的沙路，洁净无泥。傍晚细雨潇潇，寺外传来了布谷的叫声。作者此际漫步溪边，触目无非生意，浑然忘却尘世的喧嚣和官场的污秽，心情是愉悦的。唤起内心对大自然的喜爱及对人生的回味，这就引出了下片的对人生的哲思。",
          "下片诗人就眼前“溪水西流”之景生发感慨和议论。这种议论不是抽象的，概念化的，而是即景取喻，以富有情韵的语言，摅写有关人生的哲理。“谁道”两句，以反诘唤起：以借喻回答。“人生长恨水长东”，光阴犹如昼夜不停的流水，匆匆向东奔驶，一去不可复返，青春对于人生来说只有一次，正如古人所说：“花有重开日，人无再少时。”这是不可抗拒的自然规律。然而，在某种意义上讲，人未始不可以老当益壮。自强不息的精神，往往能焕发生命的光彩。因此词人发出令人振奋的议论：“谁道人生无再少？门前流水尚能西！”",
          "“白发”、“黄鸡”比喻世事匆促，光景催年。白居易当年在《醉歌》中唱道：“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失。”此处作者反其意而用之，希望人们不要徒发自伤衰老之叹。应该说，这是不服衰老的宣言，这是对生活、对未来的向往和追求，这是对青春活力的召唤。在贬谪生活中，能一反感伤迟暮的低沉之调，唱出如此催人自强的歌曲，这体现出苏轼热爱生活、旷达乐观的性格。",
          "这首词，上片以淡疏的笔墨写景，景色自然明丽，雅淡凄美；下片既以形象的语言抒情，又在即景抒慨中融入哲理，启人心智，令人振奋。词人以顺处逆的豪迈情怀，政治上失意后积极、乐观的人生态度，催人奋进，激动人心。▲"
        ],
        [
          "东坡为人胸襟坦荡旷达，善于因缘自适。他因诗中有所谓“讥讽朝廷”语，被罗织罪名入狱，“乌台诗案”过后，于公元1080年（元丰三年）二月贬到黄州。这在苏轼的政治生涯中，是一个重大的打击。此词描写雨中的南方初春，表达作者虽处困境而老当益壮、自强不息的精神，洋溢着一种向上的人生态度。上阕写暮春三月兰溪幽雅的风光和环境，景色自然明丽，雅淡清美；下阕抒发使人感奋的议论，即景取喻，表达有关人生感悟，启人心智。全词即景抒慨，写景纯用白描，细致淡雅；抒慨昂扬振拔，富有哲理。",
          "上阕写清泉寺幽雅的风光和环境。山下小溪潺湲，岸边的兰草刚刚萌生娇嫩的幼芽。松林间的沙路，洁净无泥。傍晚细雨潇潇，寺外传来了布谷的叫声。作者此际漫步溪边，触目无非生意，浑然忘却尘世的喧嚣和官场的污秽，心情是愉悦的。唤起内心对大自然的喜爱及对人生的回味，这就引出了下片的对人生的哲思。",
          "下片诗人就眼前“溪水西流”之景生发感慨和议论。这种议论不是抽象的，概念化的，而是即景取喻，以富有情韵的语言，摅写有关人生的哲理。“谁道”两句，以反诘唤起：以借喻回答。“人生长恨水长东”，光阴犹如昼夜不停的流水，匆匆向东奔驶，一去不可复返，青春对于人生来说只有一次，正如古人所说：“花有重开日，人无再少时。”这是不可抗拒的自然规律。然而，在某种意义上讲，人未始不可以老当益壮。自强不息的精神，往往能焕发生命的光彩。因此词人发出令人振奋的议论：“谁道人生无再少？门前流水尚能西！”",
          "“白发”、“黄鸡”比喻世事匆促，光景催年。白居易当年在《醉歌》中唱道：“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失。”此处作者反其意而用之，希望人们不要徒发自伤衰老之叹。应该说，这是不服衰老的宣言，这是对生活、对未来的向往和追求，这是对青春活力的召唤。在贬谪生活中，能一反感伤迟暮的低沉之调，唱出如此催人自强的歌曲，这体现出苏轼热爱生活、旷达乐观的性格。",
          "这首词，上片以淡疏的笔墨写景，景色自然明丽，雅淡凄美；下片既以形象的语言抒情，又在即景抒慨中融入哲理，启人心智，令人振奋。词人以顺处逆的豪迈情怀，政治上失意后积极、乐观的人生态度，催人奋进，激动人心。▲"
        ],
        [
          "这是一首触景生慨、蕴含人生哲理的小词，体现了作者热爱生活、乐观旷达的性格。",
          "上片写暮春游清泉寺所见之幽雅景致。山下溪水潺湲，溪边的兰草才抽出嫩芽，蔓延浸泡在溪水中。松柏夹道的沙石小路，经过春雨的冲刷，洁净无泥。时值日暮，松林间的杜鹃在潇潇细雨中啼叫着。这是一幅多么幽美宁静的山林景致啊！首七字既点出游清泉寺时的时令，也点明兰溪之名的由来。“浸”字与“皋兰被径兮，斯路渐”（《楚辞·招魂》）中的“渐”字一样，均有“蔓延”之意。兰草此际始出“芽”，其芽尚“短”，但生机勃勃，长势很快，已由岸边蔓延至溪水中矣。杜鹃啼声凄婉，本是易引发羁旅之愁的。但作者此际漫步溪边，触目无非生意，浑然忘却尘世的喧嚣和官场的污秽，心情是愉悦的。兼之疾病始愈，有医者相伴游赏，故杜鹃的啼叫亦未能搅乱作者此时之清兴。总之，上片只是写实景，其内心所唤起的应是对大自然的喜爱及对人生的回味，这就引出了下片的对人生的哲思。",
          "下片就眼前“溪水西流”之景生发感慨和议论。“百川东到海，何时复西归”（汉·《长歌行》）。“花有重开日，人无再少时”。江水的东流不返，正如人的青春年华只有一次一样，都是不可抗拒的自然规律，曾使古今无数人为之悲叹。而作者此际面对着眼前西流的兰溪水，却产生奇妙的遐想：既然溪水可以西流，人为什么不可以重新拥有青春年华呢？人生之“再少”，非如道教徒所企求的“返老还童”，乃是说应保持一种年轻的乐观的心态。因为人并不能改变这个世界；人所能改变的，仅仅是对这个世界的态度和看法。白居易《醉歌》诗有“谁道使君不解饮，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失”诸句，乃嗟老叹衰之词也。作者尾句反用其意，认为即使到了暮年，也不应有那种“黄鸡催晓”、朱颜已失的衰颓心态，体现了作者在贬谪期间旷达振作的精神状态。",
          "全词的特点是即景抒慨，写景纯用白描，细致淡雅；抒慨昂扬振拔，富有哲理。此前，作者于熙宁六年（1073）曾有诗云：“江边身世两悠悠，久与沧波共白头。造物亦知人易老，故教江水向西流”（《八月十五日看潮五绝》其三）。乃是在钱塘潮来江水回流时所生发的感慨，与此词旨趣有相近之处。但当时作者是自请外任，以太常博士直史馆的头衔到美丽富庶的杭州作通判，是京官下派作地方官，仕途失意之感并不浓。此时则是以待罪之官的身份被安置在偏僻的黄州，孤寂苦楚的心情不是轻易可以摆脱的。因此，此词下片所表现出来的对青春活力的呼唤，对老而无为的观点的否弃，便显得尤为可贵。可以说，这种在“命压人头不奈何”的逆境中的乐观奋发的精神，是苏轼之所以受到后世尊崇的重要原因之一。▲"
        ],
        [
          "这是一首触景生慨、蕴含人生哲理的小词，体现了作者热爱生活、乐观旷达的性格。",
          "上片写暮春游清泉寺所见之幽雅景致。山下溪水潺湲，溪边的兰草才抽出嫩芽，蔓延浸泡在溪水中。松柏夹道的沙石小路，经过春雨的冲刷，洁净无泥。时值日暮，松林间的杜鹃在潇潇细雨中啼叫着。这是一幅多么幽美宁静的山林景致啊！首七字既点出游清泉寺时的时令，也点明兰溪之名的由来。“浸”字与“皋兰被径兮，斯路渐”（《楚辞·招魂》）中的“渐”字一样，均有“蔓延”之意。兰草此际始出“芽”，其芽尚“短”，但生机勃勃，长势很快，已由岸边蔓延至溪水中矣。杜鹃啼声凄婉，本是易引发羁旅之愁的。但作者此际漫步溪边，触目无非生意，浑然忘却尘世的喧嚣和官场的污秽，心情是愉悦的。兼之疾病始愈，有医者相伴游赏，故杜鹃的啼叫亦未能搅乱作者此时之清兴。总之，上片只是写实景，其内心所唤起的应是对大自然的喜爱及对人生的回味，这就引出了下片的对人生的哲思。",
          "下片就眼前“溪水西流”之景生发感慨和议论。“百川东到海，何时复西归”（汉·《长歌行》）。“花有重开日，人无再少时”。江水的东流不返，正如人的青春年华只有一次一样，都是不可抗拒的自然规律，曾使古今无数人为之悲叹。而作者此际面对着眼前西流的兰溪水，却产生奇妙的遐想：既然溪水可以西流，人为什么不可以重新拥有青春年华呢？人生之“再少”，非如道教徒所企求的“返老还童”，乃是说应保持一种年轻的乐观的心态。因为人并不能改变这个世界；人所能改变的，仅仅是对这个世界的态度和看法。白居易《醉歌》诗有“谁道使君不解饮，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失”诸句，乃嗟老叹衰之词也。作者尾句反用其意，认为即使到了暮年，也不应有那种“黄鸡催晓”、朱颜已失的衰颓心态，体现了作者在贬谪期间旷达振作的精神状态。",
          "全词的特点是即景抒慨，写景纯用白描，细致淡雅；抒慨昂扬振拔，富有哲理。此前，作者于熙宁六年（1073）曾有诗云：“江边身世两悠悠，久与沧波共白头。造物亦知人易老，故教江水向西流”（《八月十五日看潮五绝》其三）。乃是在钱塘潮来江水回流时所生发的感慨，与此词旨趣有相近之处。但当时作者是自请外任，以太常博士直史馆的头衔到美丽富庶的杭州作通判，是京官下派作地方官，仕途失意之感并不浓。此时则是以待罪之官的身份被安置在偏僻的黄州，孤寂苦楚的心情不是轻易可以摆脱的。因此，此词下片所表现出来的对青春活力的呼唤，对老而无为的观点的否弃，便显得尤为可贵。可以说，这种在“命压人头不奈何”的逆境中的乐观奋发的精神，是苏轼之所以受到后世尊崇的重要原因之一。▲"
        ]
      ],
      "title": "浣溪沙·游蕲水清泉寺"
    },
    {
      "dynasty": "宋代",
      "author": "黄庭坚",
      "lines": {
        "characters": [
          "春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 ",
          "春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。"
        ],
        "pinyins": [
          [
            "chūn",
            "guī",
            "hé",
            "chǔ",
            "？",
            "jì",
            "mò",
            "wú",
            "xíng",
            "lù",
            "。",
            "ruò",
            "yǒu",
            "rén",
            "zhī",
            "chūn",
            "qù",
            "chù",
            "，",
            "huàn",
            "qǔ",
            "guī",
            "lái",
            "tóng",
            "zhù",
            "。 "
          ],
          [
            "chūn",
            "wú",
            "zōng",
            "jì",
            "shuí",
            "zhī",
            "？",
            "chú",
            "fēi",
            "wèn",
            "qǔ",
            "huáng",
            "lí",
            "。",
            "bǎi",
            "zhuàn",
            "wú",
            "rén",
            "néng",
            "jiě",
            "，",
            "yīn",
            "fēng",
            "fēi",
            "guò",
            "qiáng",
            "wēi",
            "。"
          ]
        ]
      },
      "keywords": [
        "宋词三百首",
        "婉约",
        "春天",
        "惜春"
      ],
      "annotations": [
        [
          "译文春天回到了哪里？寻不见它的踪迹只感苦闷寂寞。如果有人知道春天的消息，定要帮我呼唤它回来与我同住。谁也不知道春天的踪迹，只好去问一问黄鹂。然而黄鹂的婉转鸣声，谁又能懂呢？一阵风起它便随风飞过了盛开的蔷薇。",
          "注释寂寞：清静，寂静。无行路：没有留下春去的行踪。行路，指春天来去的踪迹。唤取：唤来。谁知：有谁知道春的踪迹。问取：呼唤，询问。取，语助词。黄鹂（lí）：黄鹂：又叫黄莺、黄鸟。身体黄色自眼部至头后部黑色，嘴淡红色，啼声非常悦耳，食森林中的害虫。益鸟。百啭：形容黄鹂宛转的鸣声。啭，鸟鸣。解：懂得，理解。因风：顺着风势。蔷薇（qiáng wēi）：花木名。品类甚多，花色不一，有单瓣重瓣，开时连春接夏，有芳香，果实入药。▲"
        ],
        [
          "译文春天回到了哪里？寻不见它的踪迹只感苦闷寂寞。如果有人知道春天的消息，定要帮我呼唤它回来与我同住。谁也不知道春天的踪迹，只好去问一问黄鹂。然而黄鹂的婉转鸣声，谁又能懂呢？一阵风起它便随风飞过了盛开的蔷薇。",
          "注释寂寞：清静，寂静。无行路：没有留下春去的行踪。行路，指春天来去的踪迹。唤取：唤来。谁知：有谁知道春的踪迹。问取：呼唤，询问。取，语助词。黄鹂（lí）：黄鹂：又叫黄莺、黄鸟。身体黄色自眼部至头后部黑色，嘴淡红色，啼声非常悦耳，食森林中的害虫。益鸟。百啭：形容黄鹂宛转的鸣声。啭，鸟鸣。解：懂得，理解。因风：顺着风势。蔷薇（qiáng wēi）：花木名。品类甚多，花色不一，有单瓣重瓣，开时连春接夏，有芳香，果实入药。▲"
        ]
      ],
      "appreciations": [
        [
          "此词赋予抽象的春以具体的人的特征。词人因春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。",
          "此词高妙处，于它用曲笔渲染，跌宕起伏，饶有变化。故先是一转，希望有人知道春天的去处，唤她回来，与她同住。这种奇想，表现出词人对美好事物的执着和追求。",
          "下片再转。词人从幻想中回到现实世界里来，察觉到无人懂得春天的去向，春天不可能被唤回来。但词人仍存一线希望，希望黄鹂能知道春天的踪迹。这样，词人又跌入幻觉的艺术境界里去了。",
          "末两句写黄鹂不住地啼叫着。它宛转的啼声，打破了周围的寂静。但词人从中仍得不到解答，心头的寂寞感更加重了。只见黄鹂趁着风势飞过蔷薇花丛。蔷薇花开，说明夏已来临。词人才终于清醒地意识到：春天确乎是回不来了。",
          "此词为表现惜春、恋春情怀的佳作。作者近乎口语的质朴语言中，寄寓了深重的感情。全词的构思十分精妙：作者不知春归何处，一心要向别人请教；无人能知时，又向鸟儿请教。问人人无语，问鸟鸟百啭，似乎大有希望，然而词人自己又无法理解，这比有问无答更可叹。最后，鸟儿连“话”都不“说”，翻身飞走。这番妙趣横生的抒写中，作者的惜春之情跃然纸上，呼之欲出。▲"
        ],
        [
          "此词赋予抽象的春以具体的人的特征。词人因春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。",
          "此词高妙处，于它用曲笔渲染，跌宕起伏，饶有变化。故先是一转，希望有人知道春天的去处，唤她回来，与她同住。这种奇想，表现出词人对美好事物的执着和追求。",
          "下片再转。词人从幻想中回到现实世界里来，察觉到无人懂得春天的去向，春天不可能被唤回来。但词人仍存一线希望，希望黄鹂能知道春天的踪迹。这样，词人又跌入幻觉的艺术境界里去了。",
          "末两句写黄鹂不住地啼叫着。它宛转的啼声，打破了周围的寂静。但词人从中仍得不到解答，心头的寂寞感更加重了。只见黄鹂趁着风势飞过蔷薇花丛。蔷薇花开，说明夏已来临。词人才终于清醒地意识到：春天确乎是回不来了。",
          "此词为表现惜春、恋春情怀的佳作。作者近乎口语的质朴语言中，寄寓了深重的感情。全词的构思十分精妙：作者不知春归何处，一心要向别人请教；无人能知时，又向鸟儿请教。问人人无语，问鸟鸟百啭，似乎大有希望，然而词人自己又无法理解，这比有问无答更可叹。最后，鸟儿连“话”都不“说”，翻身飞走。这番妙趣横生的抒写中，作者的惜春之情跃然纸上，呼之欲出。▲"
        ],
        [
          "这是一首惜春词，表现作者惜春的心情。上片惜春在不知不觉中过去；下片惜春之无踪影可以追寻。用笔委婉曲折，层层加深惜春之情。直至最后，仍不一语道破，结语轻柔，余音袅袅，言虽尽而意未尽。作者以拟人的手法，构思巧妙，设想新奇。创造出优美的意境。",
          "“春归何处？寂寞无行路。若有人知春去处，唤取归来同住。”这首词上片是说，春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。",
          "这首词赋予抽象的春天以具体人的特征。词人因为春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。",
          "“春归何处？寂寞无行路。若有人知春去处，唤取归来同住。”这首词上片是说，春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。",
          "这首词赋予抽象的春天以具体人的特征。词人因为春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。",
          "如果词人仅仅限于这样点明惜春的主题，那也算不了什么高手。这首词的高妙之处，在于它用曲笔渲染，跌宕起伏，饶有变化。好像荡秋千，既跌得深、猛，又荡得高、远。上片先是一转，希望有人知道春天的去处，唤她回来，与她同住，这种奇想，表现出词人对美好事物的执着和追求。",
          "“春无踪迹谁知？除非问取黄鹂。”下片前两句是说，谁也不知道春天的踪迹，要想知道，只有问一问黄鹂。",
          "下片再转。词人从幻想中回到现实世界里来，察觉到无人懂得春天的去向，春天不可能被唤回来。但词人仍存一线希望，希望黄鹂能知道春天的踪迹。为什么呢？因为黄鹂常和春天一同出现，它也许能得知春天的讯息。这样，词人又跌入幻觉的艺术境界里去了。",
          "“百啭无人能解，因风飞过蔷薇。”末两句是说，那黄鹂千百遍的婉转啼叫，又有谁能懂得它的意思？看吧，黄鹂鸟趁着风势，飞过了盛开的蔷薇。",
          "最后两句写黄鹂不住地啼叫着，它婉转的啼声，打破了周围的寂静，但词人从中仍得不到解答，心头的寂寞感更加重了。只见黄鹂趁着风势飞过蔷薇花丛。蔷薇花开，说明夏天已经来临。词人才终于清醒地意识到：春天确实是回不来了。",
          "与一般惜春词不同，这首词不以景物描写为主，而以浪漫主义的手法，专写其寻春，表达对春天的爱恋，所以全词空灵蕴藉，深沉含蓄，情趣盎然。▲"
        ],
        [
          "这是一首惜春词，表现作者惜春的心情。上片惜春在不知不觉中过去；下片惜春之无踪影可以追寻。用笔委婉曲折，层层加深惜春之情。直至最后，仍不一语道破，结语轻柔，余音袅袅，言虽尽而意未尽。作者以拟人的手法，构思巧妙，设想新奇。创造出优美的意境。",
          "“春归何处？寂寞无行路。若有人知春去处，唤取归来同住。”这首词上片是说，春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。",
          "这首词赋予抽象的春天以具体人的特征。词人因为春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。",
          "“春归何处？寂寞无行路。若有人知春去处，唤取归来同住。”这首词上片是说，春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。",
          "这首词赋予抽象的春天以具体人的特征。词人因为春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。",
          "如果词人仅仅限于这样点明惜春的主题，那也算不了什么高手。这首词的高妙之处，在于它用曲笔渲染，跌宕起伏，饶有变化。好像荡秋千，既跌得深、猛，又荡得高、远。上片先是一转，希望有人知道春天的去处，唤她回来，与她同住，这种奇想，表现出词人对美好事物的执着和追求。",
          "“春无踪迹谁知？除非问取黄鹂。”下片前两句是说，谁也不知道春天的踪迹，要想知道，只有问一问黄鹂。",
          "下片再转。词人从幻想中回到现实世界里来，察觉到无人懂得春天的去向，春天不可能被唤回来。但词人仍存一线希望，希望黄鹂能知道春天的踪迹。为什么呢？因为黄鹂常和春天一同出现，它也许能得知春天的讯息。这样，词人又跌入幻觉的艺术境界里去了。",
          "“百啭无人能解，因风飞过蔷薇。”末两句是说，那黄鹂千百遍的婉转啼叫，又有谁能懂得它的意思？看吧，黄鹂鸟趁着风势，飞过了盛开的蔷薇。",
          "最后两句写黄鹂不住地啼叫着，它婉转的啼声，打破了周围的寂静，但词人从中仍得不到解答，心头的寂寞感更加重了。只见黄鹂趁着风势飞过蔷薇花丛。蔷薇花开，说明夏天已经来临。词人才终于清醒地意识到：春天确实是回不来了。",
          "与一般惜春词不同，这首词不以景物描写为主，而以浪漫主义的手法，专写其寻春，表达对春天的爱恋，所以全词空灵蕴藉，深沉含蓄，情趣盎然。▲"
        ]
      ],
      "title": "清平乐·春归何处"
    }
  ]
]
