export default [
  [
    {
      "dynasty": "唐代",
      "author": "王之涣",
      "lines": [
        {
          "characters": [
            "白",
            "日",
            "依",
            "山",
            "尽"
          ],
          "pinyins": [
            "bái",
            "rì",
            "yī",
            "shān",
            "jìn"
          ]
        },
        {
          "characters": [
            "黄",
            "河",
            "入",
            "海",
            "流"
          ],
          "pinyins": [
            "huáng",
            "hé",
            "rù",
            "hǎi",
            "liú"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "欲",
            "穷",
            "千",
            "里",
            "目"
          ],
          "pinyins": [
            "yù",
            "qióng",
            "qiān",
            "lǐ",
            "mù"
          ]
        },
        {
          "characters": [
            "更",
            "上",
            "一",
            "层",
            "楼"
          ],
          "pinyins": [
            "gēng",
            "shàng",
            "yī",
            "céng",
            "lóu"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "登楼",
        "写景",
        "励志",
        "哲理",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "夕阳依傍着山峦慢慢沉落，滔滔黄河朝着大海汹涌奔流。",
            "想要看到千里之外的风光，那就要再登上更高的一层城楼。"
          ],
          "annotation": [
            "鹳（guàn）雀（què）楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。",
            "白日：太阳。",
            "依：依傍。",
            "尽：消失。 这句话是说太阳依傍山峦沉落。",
            "欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。",
            "穷：尽，使达到极点。",
            "千里目：眼界宽阔。",
            "更：再。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗写诗人在登高望远中表现出来的不凡的胸襟抱负，反映了盛唐时期人们积极向上的进取精神。",
          "诗的前两句写所见。“白日依山尽”写远景，写山，写的是登楼望见的景色，“黄河入海流”写近景，写水写得景象壮观，气势磅礴。这里，诗人运用极其朴素、极其浅显的语言，既高度形象又高度概括地把进入广大视野的万里河山，收入短短十个字中；而后人在千载之下读到这十个字时，也如临其地，如见其景，感到胸襟为之一开。",
          "首句写遥望一轮落日向着楼前一望无际、连绵起伏的群山西沉，在视野的尽头冉冉而没。这是天空景、远方景、西望景。次句写目送流经楼前下方的黄河奔腾咆哮、滚滚南来，又在远处折而东向，流归大海。这是由地面望到天边，由近望到远，由西望到东。这两句诗合起来，就把上下、远近、东西的景物，全都容纳进诗笔之下，使画面显得特别宽广，特别辽远。",
          "就次句诗而言，诗人身在鹳雀楼上，不可能望见黄河入海，句中写的是诗人目送黄河远去天边而产生的意中景，是把当前景与意中景溶合为一的写法。这样写，更增加了画面的广度和深度。而称太阳为“白日”，这是写实的笔调。落日衔山，云遮雾障，那本已减弱的太阳的光辉，此时显得更加暗淡，所以诗人直接观察到“白日”的奇景。至于“黄河”。当然也是写实。它宛若一条金色的飘带，飞舞于层峦叠嶂之间。",
          "后两句写所想。“欲穷千里目”，写诗人一种无止境探求的愿望，还想看得更远，看到目力所能达到的地方，唯一的办法就是要站得更高些，“更上一层楼”。从这后半首诗，可推知前半首写的可能是在第二层楼（非最高层）所见，而诗人还想进一步穷目力所及看尽远方景物，更登上了楼的顶层。在收尾处用一“楼”字，也起了点题作用，说明这是一首登楼诗。",
          "诗句看来只是平铺直叙地写出了这一登楼的过程，但其含意深远，耐人探索。“千里”“一层”，都是虚数，是诗人想象中纵横两方面的空间。“欲穷”“更上”词语中包含了多少希望，多少憧憬。这两句诗发表议论，既别翻新意，出人意表，又与前两句写景诗承接得十分自然、十分紧密，从而把诗篇推引入更高的境界，向读者展示了更大的视野。也正因为如此，这两句包含朴素哲理的议论，成为了千古传诵的名句，也使得这首诗成为一首千古绝唱。",
          "这应当只是说，诗歌不要生硬地、枯燥地、抽象地说理，而不是在诗歌中不能揭示和宣扬哲理。像这首诗，把道理与景物、情事溶化得天衣无缝，使读者并不觉得它在说理，而理自在其中。这是根据诗歌特点、运用形象思维来显示生活哲理的典范。　这首诗在写法上还有一个特点：它是一首全篇用对仗的绝句。前两句“白日”和“黄河”两个名词相对，“白”与“黄”两个色彩相对，“依”与“入”两个动词相对。后两句也如此，构成了形式上的完美。",
          "沈德潜在《唐诗别裁集》中选录这首诗时曾指出：“四语皆对，读来不嫌其排，骨高故也。”绝句总共只有两联，而两联都用对仗，如果不是气势充沛，一意贯连，很容易雕琢呆板或支离破碎。这首诗，前一联用的是正名对，所谓“正正相对”，语句极为工整，又厚重有力，就更显示出所写景象的雄大；后一联用的是，虽然两句相对，但是没有对仗的痕迹。所以说诗人运用对仗的技巧也是十分成熟的。"
        ]
      ],
      "title": "登鹳雀楼"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": [
        {
          "characters": [
            "日",
            "照",
            "香",
            "炉",
            "生",
            "紫",
            "烟"
          ],
          "pinyins": [
            "rì",
            "zhào",
            "xiāng",
            "lú",
            "shēng",
            "zǐ",
            "yān"
          ]
        },
        {
          "characters": [
            "遥",
            "看",
            "瀑",
            "布",
            "挂",
            "前",
            "川"
          ],
          "pinyins": [
            "yáo",
            "kàn",
            "pù",
            "bù",
            "guà",
            "qián",
            "chuān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "飞",
            "流",
            "直",
            "下",
            "三",
            "千",
            "尺"
          ],
          "pinyins": [
            "fēi",
            "liú",
            "zhí",
            "xià",
            "sān",
            "qiān",
            "chǐ"
          ]
        },
        {
          "characters": [
            "疑",
            "是",
            "银",
            "河",
            "落",
            "九",
            "天"
          ],
          "pinyins": [
            "yí",
            "shì",
            "yín",
            "hé",
            "là",
            "jiǔ",
            "tiān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "写景",
        "山水",
        "瀑布",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "香炉峰在阳光的照射下生起紫色烟霞，从远处看去瀑布好似白色绢绸悬挂山前。",
            "高崖上飞腾直落的瀑布好像有几千尺，让人怀疑是银河从天上泻落到人间。"
          ],
          "annotation": [
            "香炉：指香炉峰。",
            "紫烟：指日光透过云雾，远望如紫色的烟云。",
            "遥看：从远处看。",
            "挂：悬挂。",
            "前川：一作“长川”。",
            "川：河流，这里指瀑布。",
            "直：笔直。",
            "三千尺：形容山高。这里是夸张的说法，不是实指。",
            "疑：怀疑。",
            "银河：古人指银河系构成的带状星群。",
            "九天：一作“半天”。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗形象地描绘了庐山瀑布雄奇壮丽的景色，反映了诗人对祖国大好河山的无限热爱。",
          "首句“日照香炉生紫烟”。“香炉”是指庐山的香炉峰。此峰在庐山西北，形状尖圆，像座香炉。由于瀑布飞泻，水气蒸腾而上，在丽日照耀下，仿佛有座顶天立地的香炉冉冉升起了团团紫烟。一个“生”字把烟云冉冉上升的景象写活了。此句为瀑布设置了雄奇的背景，也为下文直接描写瀑布渲染了气氛。",
          "次句“遥看瀑布挂前川”。“遥看瀑布”四字照应了题目《望庐山瀑布》。“挂前川” 是说瀑布像一条巨大的白练从悬崖直挂到前面的河流上。“挂”字化动为静，维纱维肖地写出遥望中的瀑布。",
          "诗的前两句从大处着笔，概写望中全景：山顶紫烟缭绕，山间白练悬挂，山下激流奔腾，构成一幅绚丽壮美的图景。",
          "第三句“飞流直下三千尺”，一笔挥洒，字字铿锵有力。“飞”字，把瀑布喷涌而出的景象描绘得极为生动；“直下”，既写出山之高峻陡峭，又可以见出水流之急，那高空直落，势不可挡之状如在眼前。",
          "诗人犹嫌未足，接着又写上一句“疑是银河落九天”，真是想落天外，惊人魂魄。“疑是”值得细味，诗人明明说得恍恍惚惚，而读者也明知不是，但是又都觉得只有这样写，才更为生动、逼真，其奥妙就在于诗人前面的描写中已经孕育了这一形象。巍巍香炉峰藏在云烟雾霭之中，遥望瀑布就如从云端飞流直下，临空而落，这就自然地联想到像是一条银河从天而降。可见，“疑是银河落九天”这一比喻，虽是奇特，但在诗中并不是凭空而来，而是在形象的刻画中自然地生发出来的。",
          "这首诗极其成功地运用了比喻、夸张和想象，构思奇特，语言生动形象、洗炼明快。苏东坡十分赞赏这首诗，说“帝遣银河一脉垂，古来唯有谪仙词”。“谪仙”就是李白。《望庐山瀑布》的确是状物写景和抒情的范例。"
        ]
      ],
      "title": "望庐山瀑布"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": [
        {
          "characters": [
            "危",
            "楼",
            "高",
            "百",
            "尺"
          ],
          "pinyins": [
            "wēi",
            "lóu",
            "gāo",
            "bǎi",
            "chǐ"
          ]
        },
        {
          "characters": [
            "手",
            "可",
            "摘",
            "星",
            "辰"
          ],
          "pinyins": [
            "shǒu",
            "kě",
            "zhāi",
            "xīng",
            "chén"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "不",
            "敢",
            "高",
            "声",
            "语"
          ],
          "pinyins": [
            "bù",
            "gǎn",
            "gāo",
            "shēng",
            "yǔ"
          ]
        },
        {
          "characters": [
            "恐",
            "惊",
            "天",
            "上",
            "人"
          ],
          "pinyins": [
            "kǒng",
            "jīng",
            "tiān",
            "shàng",
            "rén"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "纪游",
        "写景",
        "早教",
        "小学古诗"
      ],
      "annotations": [
        {
          "translation": [
            "山上寺院好似有百丈之高，站在上边仿佛都能摘下星辰。",
            "不敢高声说话，唯恐惊动了天上的仙人。"
          ],
          "annotation": [
            "宿：住，过夜。",
            "危楼：高楼，这里指山顶的寺庙。危：高。百尺：虚指，不是实数，这里形容楼很高。",
            "星辰：天上的星星统称。",
            "语：说话。",
            "恐：唯恐，害怕。惊：惊动。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首纪游写景的短诗。诗的内容记录了李白夜袭寺庙的有趣经历。全诗没有一个生僻字，从头到尾用“夸张”的手法，形象而又逼真地写出了山寺之奇高，星夜之奇妙。",
          "“危楼高百尺，手可摘星辰。”这两句是写山寺之高。第一句正面描绘寺楼的峻峭挺拔、高耸入云。发端一个“ 危 ”字，倍显突兀醒目，与“高”字在同句中的巧妙组合，就确切、生动、形象地将山寺屹立山巅、雄视寰宇的非凡气势淋漓尽致地描摹了出来。次句以极其夸张的技法来烘托山寺之高耸云霄。字字将读者的审美视线引向星汉灿烂的夜空，非但没有“高处不胜寒”的感慨，反给人旷阔感，以星夜的美丽引起人们对高耸入云的“危楼”的向往。",
          "“不敢高声语，恐惊天上人。”两句，“不敢”写出了作者夜临“危楼”时的心理状态，从诗人“不敢”与深“怕”的心理中，读者完全可以想象到“山寺”与“天上人”的相距之近，这样，山寺之高也就不言自明了。",
          "诗人用夸张的艺术手法，描绘了山寺的高耸，给人以丰富的联想。山上的这座楼好像有一百尺高，诗人站在楼顶就可以用手摘下天上的星星。在这儿都不敢大声说话，唯恐惊动了天上的仙人。",
          "此诗语言自然朴素，却形象逼真。全诗无一生僻字，却字字惊人，堪称“平字见奇”的绝世佳作。诗人借助大胆想象，渲染山寺之奇高，把山寺的高耸和夜晚的恐惧写的很逼真，从而将一座几乎不可想象的宏伟建筑展现在读者面前，给人身临其境的感觉。摘星辰、惊天人，这些仿佛是童稚的想法，被诗人信手拈来，用入诗中，让人顿感情趣盎然，有返璞归真之妙。",
          "李白的诗风豪放雄健，想象极其丰富，语言自然婉转，音律富于变化而又和谐统一，具有浓郁的浪漫主义色彩。此诗寥寥数笔，就酣畅淋漓地表现出了人在高处的愉悦、豪放、可爱、率直。"
        ]
      ],
      "title": "夜宿山寺"
    },
    {
      "dynasty": "南北朝",
      "author": "乐府诗集",
      "lines": [
        {
          "characters": [
            "敕",
            "勒",
            "川"
          ],
          "pinyins": [
            "chì",
            "lè",
            "chuān"
          ]
        },
        {
          "characters": [
            "阴",
            "山",
            "下"
          ],
          "pinyins": [
            "yīn",
            "shān",
            "xià"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "天",
            "似",
            "穹",
            "庐"
          ],
          "pinyins": [
            "tiān",
            "sì",
            "qióng",
            "lú"
          ]
        },
        {
          "characters": [
            "笼",
            "盖",
            "四",
            "野"
          ],
          "pinyins": [
            "lóng",
            "gài",
            "sì",
            "yě"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "天",
            "苍",
            "苍"
          ],
          "pinyins": [
            "tiān",
            "cāng",
            "cāng"
          ]
        },
        {
          "characters": [
            "野",
            "茫",
            "茫"
          ],
          "pinyins": [
            "yě",
            "máng",
            "máng"
          ]
        },
        {
          "characters": [
            "风",
            "吹",
            "草",
            "低",
            "见",
            "牛",
            "羊"
          ],
          "pinyins": [
            "fēng",
            "chuī",
            "cǎo",
            "dī",
            "jiàn",
            "niú",
            "yáng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "乐府",
        "赞美",
        "民歌",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "阴山脚下有敕勒族生活的大平原。",
            "敕勒川的天空与大地相连，看起来好像牧民们居住的毡帐一般。",
            "蓝天下的草原都翻滚着绿色的波澜，那风吹到草低处，有一群群的牛羊时隐时现。"
          ],
          "annotation": [
            "《敕勒歌》：敕勒（chì lè）：种族名，北齐时居住在朔州（今山西省北部）一带。",
            "敕勒川：川：平川、平原。敕勒族居住的地方，在现在的山西、内蒙一带。北魏时期把今河套平原至土默川一带称为敕勒川。",
            "阴山：在今内蒙古自治区北部。",
            "穹庐（qióng lú）：用毡布搭成的帐篷，即蒙古包。",
            "笼盖四野（yǎ）：笼盖，另有版本作“笼罩”（洪迈《容斋随笔》卷一和胡仔《苕溪渔隐丛话》后集卷三十一）；四野，草原的四面八方。",
            "苍苍：青色。苍，青。天苍苍：天蓝蓝的。",
            "茫茫：辽阔无边的样子。",
            "见（xiàn）：同“现”，显露。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首民歌，勾勒出了北国草原壮丽富饶的风光，抒写敕勒人热爱家乡热爱生活的豪情，境界开阔，音调雄壮，语言明白如话，艺术概括力极强。",
          "“敕勒川，阴山下”，说出敕勒川的地理位置。阴山是绵亘塞外的大山，草原以阴山为背景，给人以壮阔雄伟的印象。“天似穹庐，笼盖四野”，环顾四野，天空就像其大无比的圆顶毡帐将整个大草原笼罩起来。“天苍苍，野茫茫”，天空是青苍蔚蓝的颜色，草原无边无际，一片茫茫。",
          "“敕勒川，阴山下”，诗歌一开头就以高亢的音调，吟咏出北方的自然特点，无遮无拦，高远辽阔。这简洁的六个字，格调雄阔宏放，透显出敕勒民族雄强有力的性格。",
          "“天似穹庐，笼盖四野”，这两句承上面的背景而来，极言画面之壮阔，天野之恢宏。同时，抓住了这一民族生活的最典型的特征，歌者以如椽之笔勾画了一幅北国风貌图。",
          "诗的前六句写平川，写大山，写天空，写四野，涵盖上下四方，意境极其阔大恢宏。但是，诗人的描写全从宏观着眼，作总体的静态的勾画，没有什么具体描绘，使人不免有些空洞沉闷的感觉。但当读到末句――“风吹草低见牛羊”的进修，境界便顿然改观。草原是牧民的家乡，牛羊的世界，但由于牧草过于丰茂，牛群羊群统统隐没在那绿色的海洋里。只有当一阵清风吹过，草浪动荡起伏，在牧草低伏下去的地方，才有牛羊闪现出来。那黄的牛，白的羊，东一群，西一群，忽隐忽现，到处都是。于是，由静态转为动态，由表苍一色变为多彩多姿，整个草原充满勃勃生机，连那穹庐似的天空也为之生色。因此，人们把这最后一句称为点晴之笔，对于“吹”、“低”、“见”三个动词的主动者“风”字，备加欣赏。",
          "这首歌具有鲜明的游牧民族的色彩，具有浓郁的草原气息。从语言到意境可谓浑然天成，它质直朴素、意韵真淳。语言无晦涩难懂之句，浅近明快、酣畅淋漓地抒写了游牧民族骁勇善战、彪悍豪迈的情怀。"
        ],
        [
          "这是一首敕勒人唱的民歌，是由鲜卑语译成汉语的。它歌唱了大草原的景色和游牧民族的生活。",
          "开头两句“敕勒川，阴山下”，交代敕勒川位于高耸云霄的阴山脚下，将草原的背景衬托得十分雄伟。接着两句“天似穹庐，笼盖四野”，敕勒族人用自己生活中的“穹庐”作比喻，说天空如毡制的圆顶大帐篷，盖住了草原的四面八方，以此来形容极目远望，天野相接，无比壮阔的景象。这种景象只在大草原或大海上才能见到。最后三句“天苍苍，野茫茫，风吹草低见牛羊”是一幅壮阔无比、生机勃勃的草原全景图。“风吹草低见牛羊”，一阵风儿吹弯了牧草，显露出成群的牛羊，多么形象生动地写出了这里水草丰盛、牛羊肥壮的景象。全诗寥寥二十余字，就展现出我国古代牧民生活的壮丽图景。",
          "这首诗具有北朝民歌所特有的明朗豪爽的风格，境界开阔，音调雄壮，语言明白如话，艺术概括力极强。宋诗人黄庭坚说这首民歌的作者“仓卒之间，语奇如此，盖率意道事实耳”（《山谷题跋》卷七）。因为作者对草原牧民生活非常熟悉，所以能一下抓住特点，不必用力雕饰，艺术效果就很好。"
        ]
      ],
      "title": "敕勒歌"
    },
    {
      "dynasty": "宋代",
      "author": "王安石",
      "lines": [
        {
          "characters": [
            "墙",
            "角",
            "数",
            "枝",
            "梅"
          ],
          "pinyins": [
            "qiáng",
            "jiǎo",
            "shù",
            "zhī",
            "méi"
          ]
        },
        {
          "characters": [
            "凌",
            "寒",
            "独",
            "自",
            "开"
          ],
          "pinyins": [
            "líng",
            "hán",
            "dú",
            "zì",
            "kāi"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "遥",
            "知",
            "不",
            "是",
            "雪"
          ],
          "pinyins": [
            "yáo",
            "zhī",
            "bú",
            "shì",
            "xuě"
          ]
        },
        {
          "characters": [
            "为",
            "有",
            "暗",
            "香",
            "来"
          ],
          "pinyins": [
            "wéi",
            "yǒu",
            "àn",
            "xiāng",
            "lái"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "写景",
        "咏物",
        "梅花",
        "寓人",
        "早教",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "墙角有几枝梅花，正冒着严寒独自盛开。",
            "远远的就知道洁白的梅花不是雪，因为有梅花的幽香传来。"
          ],
          "annotation": [
            "凌寒：冒着严寒。",
            "遥：远远地。知：知道。",
            "为（wèi）：因为。",
            "暗香：指梅花的幽香。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗前两句写墙角梅花不惧严寒，傲然独放；后两句写梅花的幽香，以梅拟人，凌寒独开，喻典品格高贵，暗香沁人，象征其才华横溢。亦是以梅花的坚强和高洁品格喻示那些像诗人一样，处于艰难环境中依然能坚持操守、主张正义的人。全诗语言朴素，写得则非常平实内敛，却自有深致，耐人寻味。",
          "“墙角数枝梅，凌寒独自开。”写墙角梅花不惧严寒，傲然独放，“墙角数枝梅”，“墙角”不引人注目，不易为人所知，更未被人赏识，却又毫不在乎。“墙角\"这个环境突出了数枝梅身居简陋，孤芳自开的形态。体现出诗人所处环境恶劣，却依旧坚持自己的主张的态度。“凌寒独自开”，这里写梅花没写她的姿态，而只写她“独自开”，突出梅花不畏寒，不从众，虽在无人偏僻的地方，仍然凌寒而开，写的是梅花的品质，又像写人品。“独自”，语意刚强，无惧旁人的眼光，在恶劣的环境中，依旧屹立不倒。体现出诗人坚持自我的信念。",
          "“遥知不是雪”，“遥知”说明香从老远飘来，淡淡的，不明显。诗人嗅觉灵敏，独具慧眼，善于发现。“不是雪”，不说梅花，而梅花的洁白可见。意谓远远望去十分纯净洁白，但知道不是雪而是梅花。诗意曲折含蓄，耐人寻味。暗香清幽的香气。“为有暗香来”，“暗香”指的是梅花的香气，以梅拟人，凌寒独开，喻典品格高贵；暗香沁人，象征其才华横溢。",
          "立在僻静甚至冷清的墙角，冲破严寒静静开放，远远地向世人送去浓郁的幽香，这是绝世之梅，也是绝世之人。"
        ]
      ],
      "title": "梅花"
    },
    {
      "dynasty": "唐代",
      "author": "胡令能",
      "lines": [
        {
          "characters": [
            "蓬",
            "头",
            "稚",
            "子",
            "学",
            "垂",
            "纶"
          ],
          "pinyins": [
            "péng",
            "tóu",
            "zhì",
            "zǐ",
            "xué",
            "chuí",
            "lún"
          ]
        },
        {
          "characters": [
            "侧",
            "坐",
            "莓",
            "苔",
            "草",
            "映",
            "身"
          ],
          "pinyins": [
            "cè",
            "zuò",
            "méi",
            "tái",
            "cǎo",
            "yìng",
            "shēn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "路",
            "人",
            "借",
            "问",
            "遥",
            "招",
            "手"
          ],
          "pinyins": [
            "lù",
            "rén",
            "jiè",
            "wèn",
            "yáo",
            "zhāo",
            "shǒu"
          ]
        },
        {
          "characters": [
            "怕",
            "得",
            "鱼",
            "惊",
            "不",
            "应",
            "人"
          ],
          "pinyins": [
            "pà",
            "dé",
            "yú",
            "jīng",
            "bù",
            "yīng",
            "rén"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "儿童",
        "垂钓",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "一个头发蓬乱、面孔青嫩的小孩在河边学钓鱼，侧身坐在青苔上绿草映衬着他的身影。",
            "听到有过路的人问路，连忙远远地摆了摆手，不敢回应路人生怕惊动了鱼儿。"
          ],
          "annotation": [
            "蓬头：形容小孩可爱。稚子：年龄小的、懵懂的孩子。垂纶：钓鱼。纶：钓鱼用的丝线。",
            "莓：一种野草。苔：苔藓植物。映：遮映。",
            "借问：向人打听。",
            "鱼惊：鱼儿受到惊吓。应：回应，答应，理睬。"
          ]
        }
      ],
      "appreciations": [
        [
          "《小儿垂钓》是一首以儿童生活为题材的诗作，诗写一“蓬头稚子”学钓鱼，“侧坐莓苔草映身”，路人向小儿招手，想借问打听一些事情，那小儿却“怕得鱼惊不应人”（怕惊了鱼而不置一词），真是活灵活现、惟妙惟肖，形神兼备，意趣盎然。其艺术成就丝毫不亚于杜牧著名的《清明》一诗。",
          "此诗分垂钓和问路两层，第一、二句重在写垂钓（形），第三、四句重在问路（传神）。",
          "第一、二句，稚子，小孩也。“蓬头”写其外貌，突出了小孩的幼稚顽皮，天真可爱。“纶”是钓丝，“垂纶”即题目中的“垂钓”，也就是钓鱼。诗人对这垂钓小儿的形貌不加粉饰，直写出山野孩子头发蓬乱的本来面目，使人觉得自然可爱与真实可信。“学”是这首诗的诗眼。这个小孩子初学钓鱼，所以特别小心。在垂钓时，“侧坐”姿态，草映其身，行为情景，如在眼前。“侧坐”带有随意坐下的意思。侧坐，而非稳坐，正与小儿初学此道的心境相吻合。这也可以想见小儿不拘形迹地专心致志于钓鱼的情景。“莓苔”，泛指贴着地面生长在阴湿地方的低等植物，从“莓苔”不仅可以知道小儿选择钓鱼的地方是在阳光罕见人迹罕到的所在，更是一个鱼不受惊、人不暴晒的颇为理想的钓鱼去处，为后文所说“怕得鱼惊不应人”做了铺垫。“草映身”，也不只是在为小儿画像，它在结构上，对于下句的“路人借问”还有着直接的承接关系──路人之向小儿打问，就因为看得见小儿。",
          "后两句中“遥招手”的主语还是小儿。当路人问道，小儿害怕应答惊鱼，从老远招手而不回答。这是从动作和心理方面来刻画小孩，有心计，有韬略，机警聪明。小儿之所以要以动作来代替答话，是害怕把鱼惊散。小儿的动作是“遥招手”，说明小儿对路人的问话并非漠不关心。小儿在“招手”以后，又怎样向“路人”低声耳语，那是读者想象中的事，诗人再没有交代的必要，所以，在说明了“遥招手”的原因以后，诗作也就戛然而止。",
          "在唐诗中，写儿童的题材比较少，因而显得可贵。这首七绝写小儿垂钓别有情趣。诗中没有绚丽的色彩，没有刻意的雕饰，就似一枝清丽的出水芙蓉，在平淡浅易的叙述中透露出几分纯真、无限童趣和一些专注。 此诗不失为一篇情景交融、形神兼备的描写儿童的佳作。"
        ]
      ],
      "title": "小儿垂钓"
    },
    {
      "dynasty": "唐代",
      "author": "柳宗元",
      "lines": [
        {
          "characters": [
            "千",
            "山",
            "鸟",
            "飞",
            "绝"
          ],
          "pinyins": [
            "qiān",
            "shān",
            "niǎo",
            "fēi",
            "jué"
          ]
        },
        {
          "characters": [
            "万",
            "径",
            "人",
            "踪",
            "灭"
          ],
          "pinyins": [
            "wàn",
            "jìng",
            "rén",
            "zōng",
            "miè"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "孤",
            "舟",
            "蓑",
            "笠",
            "翁"
          ],
          "pinyins": [
            "gū",
            "zhōu",
            "suō",
            "lì",
            "wēng"
          ]
        },
        {
          "characters": [
            "独",
            "钓",
            "寒",
            "江",
            "雪"
          ],
          "pinyins": [
            "dú",
            "diào",
            "hán",
            "jiāng",
            "xuě"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "写景",
        "冬天",
        "山水",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "所有的山上，飞鸟的身影已经绝迹，所有道路都不见人的踪迹。",
            "江面孤舟上，一位披戴着蓑笠的老翁，独自在大雪覆盖的寒冷江面上垂钓。"
          ],
          "annotation": [
            "绝：无，没有。",
            "万径：虚指，指千万条路。",
            "人踪：人的脚印。",
            "孤：孤零零。",
            "蓑笠（suō lì）：蓑衣和斗笠　笠：用竹篾编成的帽子。",
            "独：独自。"
          ]
        }
      ],
      "appreciations": [
        [
          "柳宗元笔下的山水诗有个显著的特点，那就是把客观境界写得比较幽僻，而诗人的主观的心情则显得比较寂寞，甚至有时不免过于孤独，过于冷清，不带一点人间烟火气。这首《江雪》正是这样，诗人只用了二十个字，就描绘了一幅幽静寒冷的画面：在下着大雪的江面上，一叶小舟，一个老渔翁，独自在寒冷的江心垂钓。",
          "诗人向读者展示的，是这样一些内容：天地之间是如此纯洁而寂静，一尘不染，万籁无声；渔翁的生活是如此清高，渔翁的性格是如此孤傲。其实，这正是柳宗元由于憎恨当时那个一天天在走下坡路的唐代社会而创造出来的一个幻想境界，比起陶渊明《桃花源记》里的人物，恐怕还要显得虚无缥缈，远离尘世。诗人所要具体描写的本极简单，不过是一条小船，一个穿蓑衣戴笠帽的老渔翁，在大雪的江面上钓鱼，如此而已。可是，为了突出主要的描写对象，诗人不惜用一半篇幅去描写它的背景，而且使这个背景尽量广大寥廓，几乎到了浩瀚无边的程度。背景越广大，主要的描写对象就越显得突出。",
          "首先，诗人用“千山”、“万径”这两个词，目的是为了给下面两句的“孤舟”和“独钓”的画面作陪衬。没有“千”、“万”两字，下面的“孤”、“独”两字也就平淡无奇，没有什么感染力了。其次，山上的鸟飞，路上的人踪，这本来是极平常的事，也是最一般化的形象。可是，诗人却把它们放在“千山”、“万径”的下面，再加上一个“绝”和一个“灭”字，这就把最常见的、最一般化的动态，一下子给变成极端的寂静、绝对的沉默，形成一种不平常的景象。因此，下面两句原来是属于静态的描写，由于摆在这种绝对幽静、绝对沉寂的背景之下，倒反而显得玲珑剔透，有了生气，在画面上浮动起来、活跃起来了。也可以这样说，前两句本来是陪衬的远景，照一般理解，只要勾勒个轮廓也就可以了，不必费很大气力去精雕细刻。可是，诗人却恰好不这样处理。这好像拍电影，用放大了多少倍的特写镜头，把属于背景范围的每一个角落都交代得、反映得一清二楚。写得越具体细致，就越显得概括夸张。而后面的两句，本来是诗人有心要突出描写的对象，结果却使用了远距离的镜头，反而把它缩小了多少倍，给读者一种空灵剔透、可见而不可即的感觉。只有这样写，才能表达作者所迫切希望展示给读者的那种摆脱世俗、超然物外的清高孤傲的思想感情。至于这种远距离感觉的形成，主要是作者把一个“雪”字放在全诗的最末尾，并且同“江”字连起来所产生的效果。",
          "“雪”字笼罩全诗。“千山”、“万径”都是雪，才使得“鸟飞绝”、“人踪灭”。就连船篷上，渔翁的蓑笠上，当然也都是雪。可是作者并没有把这些景物同“雪”明显地联系在一起。相反，在这个画面里，只有江，只有江心。江，当然不会存雪，不会被雪盖住，而且即使雪下到江里，也立刻会变成水。然而作者却偏偏用了“寒江雪”三个字，把“江”和“雪”这两个关系最远的形象联系到一起，这就给人以一种比较空蒙、比较遥远、比较缩小了的感觉，这就形成了远距离的镜头。这就使得诗中主要描写的对象更集中、更灵巧、更突出。因为连江里都仿佛下满了雪，连不存雪的地方都充满了雪，这就把雪下得又大又密、又浓又厚的情形完全写出来了，把水天不分、上下苍茫一片的气氛也完全烘托出来了。至于上面再用一个“寒”字，固然是为了点明气候；但诗人的主观意图却是在想不动声色地写出渔翁的精神世界。试想，在这样一个寒冷寂静的环境里，那个老渔翁竟然不怕天冷，不怕雪大，忘掉了一切，专心地钓鱼，形体虽然孤独，性格却显得清高孤傲，甚至有点凛然不可侵犯似的。",
          "这个被幻化了的、美化了的渔翁形象，实际正是柳宗元本人的思想感情的寄托和写照。由此可见，这“寒江雪”三字正是“画龙点睛”之笔，它把全诗前后两部分有机地联系起来，不但形成了一幅凝炼概括的图景，也塑造了渔翁完整突出的形象。用具体而细致的手法来摹写背景，用远距离画面来描写主要形象；精雕细琢和极度的夸张概括，错综地统一在一首诗里，是这首山水小诗独有的艺术特色。"
        ]
      ],
      "title": "江雪"
    }
  ],
  [
    {
      "dynasty": "清代",
      "author": "高鼎",
      "lines": [
        {
          "characters": [
            "草",
            "长",
            "莺",
            "飞",
            "二",
            "月",
            "天"
          ],
          "pinyins": [
            "cǎo",
            "zhǎng",
            "yīng",
            "fēi",
            "èr",
            "yuè",
            "tiān"
          ]
        },
        {
          "characters": [
            "拂",
            "堤",
            "杨",
            "柳",
            "醉",
            "春",
            "烟"
          ],
          "pinyins": [
            "fú",
            "dī",
            "yáng",
            "liǔ",
            "zuì",
            "chūn",
            "yān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "儿",
            "童",
            "散",
            "学",
            "归",
            "来",
            "早"
          ],
          "pinyins": [
            "ér",
            "tóng",
            "sàn",
            "xué",
            "guī",
            "lái",
            "zǎo"
          ]
        },
        {
          "characters": [
            "忙",
            "趁",
            "东",
            "风",
            "放",
            "纸",
            "鸢"
          ],
          "pinyins": [
            "máng",
            "chèn",
            "dōng",
            "fēng",
            "fàng",
            "zhǐ",
            "yuān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "春天",
        "乡村",
        "写景",
        "早教",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "农历二月，青草渐渐发芽生长，黄莺飞来飞去，轻拂堤岸的杨柳陶醉在春天的雾气中。",
            "村里的孩子们早早就放学回家，赶紧趁着东风把风筝放上蓝天。"
          ],
          "annotation": [
            "村居：在乡村里居住时见到的景象。",
            "拂堤杨柳：杨柳枝条很长，垂下来，微微摆动，像是在抚摸堤岸。",
            "醉：迷醉，陶醉。",
            "春烟：春天水泽、草木等蒸发出来的雾气。",
            "散学：放学。",
            "纸鸢：泛指风筝，它是一种纸做的形状像老鹰的风筝。鸢：老鹰。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首描绘春天风光的小诗，是诗人闲居农村时的即景之作。",
          "“草长莺飞二月天”写时间和自然景物。生动地描写了春天时的大自然，写出了春日农村特有的明媚、迷人的景色。早春二月，小草长出了嫩绿的芽儿，黄莺在天上飞着，欢快地歌唱。堤旁的柳树长长的枝条，轻轻地拂着地面，仿佛在春天的烟雾里醉得直摇晃。“草长莺飞”四个字，把春在的景物写活，使读者仿佛感受到那种万物复苏、欣欣向荣的气氛，读者的眼前也好像涌动着春的脉搏。",
          "“拂堤杨柳醉春烟”写村中的原野上的杨柳，“拂”，“醉”，把静止的杨柳人格化了。枝条柔软而细长，轻轻地拂扫着堤岸。春日的大地艳阳高照，烟雾迷蒙，微风中杨柳左右摇摆。诗人用了一个“醉”字，写活了杨柳的娇姿；写活了杨柳的柔态；写活了杨柳的神韵。这是一幅典型的春景图。",
          "“儿童散学归来早，忙趁东风放纸鸢。”主要写人物活动。描述了一群活泼的儿童在大好的春光里放风筝的生动情景。孩子们放学早，趁着刮起的东风，放起了风筝。儿童正处在人生早春，儿童的欢声笑语，兴致勃勃地放风筝，使春天更加生机勃勃，富有朝气。儿童、东风、纸鸢，诗人选写的人和事为美好的春光平添了几分生机和希望。结尾两句由前两句的物写到人，把早春的迷人渲染得淋漓尽致。",
          "春景既然如此动人，生活在这如画的春光中的人更是如此，诗的后两句，由景而及人，诗人饶有情致地写了一个群童放风筝的场面。天气实在太好了，连平时爱在外贪玩的小学生们也一反常态，放学后早早地回到家，赶紧放起风筝来。“散学归来”用一“早”字，说明连孩子们也让这风和日丽的气候给打动。",
          "全诗前半部分写景，后半部分写人，前半部分基本上是写的静态，后半部分则添加了一个动态。物态人事互相映衬，动态静态彼此补充，使全诗在村居所见的“春”景这一主题下，完美和谐地得到了统一。"
        ]
      ],
      "title": "村居"
    },
    {
      "dynasty": "唐代",
      "author": "贺知章",
      "lines": [
        {
          "characters": [
            "碧",
            "玉",
            "妆",
            "成",
            "一",
            "树",
            "高"
          ],
          "pinyins": [
            "bì",
            "yù",
            "zhuāng",
            "chéng",
            "yī",
            "shù",
            "gāo"
          ]
        },
        {
          "characters": [
            "万",
            "条",
            "垂",
            "下",
            "绿",
            "丝",
            "绦"
          ],
          "pinyins": [
            "wàn",
            "tiáo",
            "chuí",
            "xià",
            "lǜ",
            "sī",
            "tāo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "不",
            "知",
            "细",
            "叶",
            "谁",
            "裁",
            "出"
          ],
          "pinyins": [
            "bù",
            "zhī",
            "xì",
            "yè",
            "shuí",
            "cái",
            "chū"
          ]
        },
        {
          "characters": [
            "二",
            "月",
            "春",
            "风",
            "似",
            "剪",
            "刀"
          ],
          "pinyins": [
            "èr",
            "yuè",
            "chūn",
            "fēng",
            "sì",
            "jiǎn",
            "dāo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "写景",
        "咏物",
        "春天",
        "柳树",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "高高的柳树长满了翠绿的新叶，轻垂的柳条像千万条轻轻飘动的绿色丝带。",
            "不知道这细细的柳叶是谁裁剪出来的，就是二月的春风，如同神奇的剪刀。"
          ],
          "annotation": [
            "碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。",
            "妆：装饰，打扮。",
            "一树：满树。一：满，全。在中国古典诗词和文章中，数量词在使用中并不一定表示确切的数量。下一句的“万”，就是表示很多的意思。",
            "绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。",
            "裁：裁剪。",
            "似：如同，好像。"
          ]
        }
      ],
      "appreciations": [
        [
          "第一句写树，将树拟人化，让人读时能感觉出柳树就像一位经过梳妆打扮的亭亭玉立的美人。这里的“碧玉”应该是有两层含义：一是碧玉这名字和柳的颜色有关，“碧”和下句的“绿”是互相生发、互为补充的。二是碧玉这个字在人们头脑中永远留下年轻的印象。“碧玉”二字用典而不露痕迹，南朝乐府有《碧玉歌》，其中“碧玉破瓜时”已成名句。还有南朝萧绎《采莲赋》有“碧玉小家女”，也很有名，后来形成“小家碧玉”这个成语。“碧玉妆成一树高”就自然地把眼前这棵柳树和古代的妙龄少女联系起来，而且联想到她穿一身嫩绿，楚楚动人，充满青春活力。",
          "第二句就此联想到那垂垂下坠的柳叶就是少女身上垂坠的绿色丝织裙带。中国是产丝大国，丝绸为天然纤维的皇后，向以端庄、华贵、飘逸著称，那么，这棵柳树的风韵就可想而知了。",
          "第三句由“绿丝绦”继续联想，这些如丝绦的柳条似的细细的柳叶儿是谁剪裁出来的呢？先用一问话句来赞美巧夺天工可以传情的如眉的柳叶，最后一答，是二月的春风姑娘用她那灵巧的纤纤玉手剪裁出这些嫩绿的叶儿，给大地披上新装，给人们以春的信息。这两句把比喻和设问结合起来，用拟人手法刻画春天的美好和大自然的工巧，新颖别致，把春风孕育万物形象地表现出来了，烘托无限的美感。",
          "总的来说，这首诗的结构独具匠心，先写对柳树的总体印象，再写到柳条，最后写柳叶，由总到分，条序井然。借柳树歌咏春风，把春风比作剪刀，说她是美的创造者，赞美她裁出了春天。诗中洋溢着人逢早春的欣喜之情。在语言的运用上，既晓畅，又华美。"
        ]
      ],
      "title": "咏柳"
    },
    {
      "dynasty": "宋代",
      "author": "杨万里",
      "lines": [
        {
          "characters": [
            "毕",
            "竟",
            "西",
            "湖",
            "六",
            "月",
            "中"
          ],
          "pinyins": [
            "bì",
            "jìng",
            "xī",
            "hú",
            "liù",
            "yuè",
            "zhōng"
          ]
        },
        {
          "characters": [
            "风",
            "光",
            "不",
            "与",
            "四",
            "时",
            "同"
          ],
          "pinyins": [
            "fēng",
            "guāng",
            "bù",
            "yǔ",
            "sì",
            "shí",
            "tóng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "接",
            "天",
            "莲",
            "叶",
            "无",
            "穷",
            "碧"
          ],
          "pinyins": [
            "jiē",
            "tiān",
            "lián",
            "yè",
            "wú",
            "qióng",
            "bì"
          ]
        },
        {
          "characters": [
            "映",
            "日",
            "荷",
            "花",
            "别",
            "样",
            "红"
          ],
          "pinyins": [
            "yìng",
            "rì",
            "hé",
            "huā",
            "bié",
            "yàng",
            "hóng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "夏天",
        "西湖",
        "写景",
        "荷花",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "到底是西湖六月天的景色，风光与其它季节大不相同。",
            "那密密层层的荷叶铺展开去，像与天相接，一片无边无际的青翠碧绿，阳光下荷花分外鲜艳娇红。"
          ],
          "annotation": [
            "晓：太阳刚刚升起。",
            "净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。",
            "林子方：作者的朋友，官居直阁秘书。",
            "毕竟： 到底。",
            "六月中：六月的时候。",
            "四时：春夏秋冬四个季节。在这里指六月以外的其他时节。",
            "同：相同。",
            "接天：像与天空相接。",
            "无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。",
            "映日：太阳映照。",
            "别样：宋代俗语，特别，不一样。",
            "别样红：红得特别出色。"
          ]
        },
        {
          "translation": [
            "六月里西湖的风光景色到底和其他时节的不一样。",
            "那密密层层的荷叶铺展开去，与蓝天相连接，一片无边无际的青翠碧绿；那亭亭玉立的荷花绽蕾盛开，在阳光辉映下，显得格外的鲜艳娇红。"
          ],
          "annotation": [
            "晓出：太阳刚刚升起。",
            "净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。",
            "林子方：作者的朋友，官居直阁秘书。",
            "毕竟： 到底。",
            "六月中：六月中旬。",
            "四时：春夏秋冬四个季节。在这里指六月以外的其他时节。同：相同。",
            "接天：像与天空相接。",
            "无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。",
            "映日：指阳光。映照着日光。。",
            "别样：宋代俗语，特别，不一样。",
            "别样红：红得特别出色。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首描写西湖六月美丽景色的诗，这首诗是诗中有画，画中有诗的典范作品。　　诗人开篇即说毕竟六月的西湖景色，风光不与其他季节相同，这两句质朴无华的诗句，更加说明夏天的西湖景色的与众不同。这两句是写六月西湖给诗人的总的感受。“毕竟”二字，突出了六月西湖风光的独特、非同一般，给人以丰富美好的想象。首句看似突兀，实际造句大气，虽然读者还不曾从诗中领略到西湖美景，但已能从诗人赞叹的语气中感受到了。诗句似脱口而出，是大惊大喜之余最直观的感受，因而更强化了西湖之美。",
          "然后，诗人用充满强烈色彩对比的句子，给读者描绘出一幅大红大绿、精彩绝艳的画面：“接天莲叶无穷碧，映日荷花别样红。”这两句具体地描绘了“毕竟”不同的风景图画：随着湖面而伸展到尽头的荷叶与蓝天融合在一起，造成了“无穷”的艺术空间，涂染出无边无际的碧色；在这一片碧色的背景上，又点染出阳光映照下的朵朵荷花，红得那么娇艳、那么明丽。连天“无穷碧”的荷叶和映日“别样红”的荷花，不仅是春、秋、冬三季所见不到，就是夏季也只在六月中荷花最旺盛的时期才能看到。诗人抓住了这盛夏时特有的景物，概括而又贴切。这种在谋篇上的转化，虽然跌宕起伏，却没有突兀之感。看似平淡的笔墨，给读者展现了令人回味的艺术境地。",
          "诗人的中心立意不在畅叙友谊，或者纠缠于离愁别绪，而是通过对西湖美景的极度赞美，曲折地表达对友人的眷恋。从艺术上来说，除了白描以外，此诗还有两点值得注意：一是虚实相生。前两句直陈，只是泛说，为虚；后两句描绘，展示具体形象，为实。虚实结合，相得益彰。二是刚柔相济。后两句所写的莲叶荷花，一般归入阴柔美一类，而诗人却把它写得非常壮美，境界阔大，有“天”，有“日”。语言也很有气势：“接天”“无穷”。这样，阳刚与柔美，就在诗歌中得到了和谐统一。"
        ]
      ],
      "title": "晓出净慈寺送林子方"
    },
    {
      "dynasty": "唐代",
      "author": "杜甫",
      "lines": [
        {
          "characters": [
            "两",
            "个",
            "黄",
            "鹂",
            "鸣",
            "翠",
            "柳"
          ],
          "pinyins": [
            "liǎng",
            "gè",
            "huáng",
            "lí",
            "míng",
            "cuì",
            "liǔ"
          ]
        },
        {
          "characters": [
            "一",
            "行",
            "白",
            "鹭",
            "上",
            "青",
            "天"
          ],
          "pinyins": [
            "yī",
            "xíng",
            "bái",
            "lù",
            "shàng",
            "qīng",
            "tiān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "窗",
            "含",
            "西",
            "岭",
            "千",
            "秋",
            "雪"
          ],
          "pinyins": [
            "chuāng",
            "hán",
            "xī",
            "lǐng",
            "qiān",
            "qiū",
            "xuě"
          ]
        },
        {
          "characters": [
            "门",
            "泊",
            "东",
            "吴",
            "万",
            "里",
            "船"
          ],
          "pinyins": [
            "mén",
            "bó",
            "dōng",
            "wú",
            "wàn",
            "lǐ",
            "chuán"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "写景",
        "写雪",
        "写鸟",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "两只黄鹂在翠绿的柳树间鸣叫，一行白鹭直冲向蔚蓝的天空。",
            "坐在窗前可以看见西岭千年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。"
          ],
          "annotation": [
            "西岭：西岭雪山。",
            "千秋雪：指西岭雪山上千年不化的积雪。",
            "泊：停泊。",
            "东吴：古时候吴国的领地，江苏省一带。",
            "万里船：不远万里开来的船只。"
          ]
        }
      ],
      "appreciations": [
        [
          "黄鹂俗称黄莺，在中国为夏候鸟。【集解】“莺处处有之。立春后即鸣，麦黄椹熟时尤甚，其音圆滑，如织机声，乃应节趋时之鸟也。”唐王涯《广宣上人以诗贺发榜和谢》：“龙门变化人皆望，莺谷飞鸣自有时。”唐罗隐《赠滈先辈令狐补阙》诗：“花迎彩服离莺谷，柳傍东风触马鞭。”",
          "翠柳：柳树冬枯叶。初春柳叶是嫩黄色的。仲春柳叶是嫩绿色的。季春柳叶绿色变深开始发翠。夏天的柳叶才是翠色的。盛夏不适合黄鹂交配，所以黄鹂鸣翠柳的时间就在春末夏初。那么两个黄鹂所鸣也就呼之欲出。新郎官亦是官。民间有妻子称自己的丈夫为“官人”的。莺鸣乃应节趋时，暗示官位升迁。",
          "黄鹂相对白鹭是小鸟，小鸟应节趋时。则大鸟又将如何？",
          "白鹭的脚很长。高脚与高洁在古代是谐音。所以白鹭又暗喻高洁之士。唐刘禹锡《白鹭儿》：白鹭儿，最高格。毛衣新成雪不敌，众禽喧呼独凝寂。孤眠芊芊草，久立潺潺石。前山正无云，飞去入遥碧。”",
          "白鹭：习性喜沿溪滩觅食。受惊扰，会依次起飞；故有一行而上的景象。联想最后一句严武任成都尹、剑南东西川节度使。经严武推荐，杜甫被任命为节度使署中参谋，检校工部员外郎。其中的连带关系是显而易见的。仿佛在官场中也看见了“一行白鹭上青天”的场景。",
          "这个“上”字非常妙。与天上飞一行白鹭的意境拉开了距离。“上”恰到好处地描绘了这一场景，并有拔高提升的感觉。更可以引发联想到身处荒野的高洁之士被提拔高升了。突出了来船的重要性。杜甫因举荐而要去做官，提拔高升就在眼前。其中的感恩之念更是一个非常重要的表达。饮水不忘掘井人。一切都是因为来船，这个“船”字突出了这首诗的中心以及重点。更在说明一群高洁之士是被提拔高升的。",
          "窗是房屋的配件，房屋表示有人存在。西岭是山。窗含西岭说明房屋不在山上，在山旁边。山旁有人正是东窗才能含西岭，东窗正是读书的地方。读书的地方能见到雪，便有了寒窗苦读的味道。",
          "再联想到前面所讲“两个黄鹂鸣翠柳”。暮春初夏时节，此时西岭雪未化，足见雪存在之久远。千秋这个漫长的时间概念却影射了修炼的艰辛，更蕴含了多少失意与落寞。还表示岁月没有荒废，都快修炼成仙了。内中的逻辑是环环相扣并相互印证。表达的是有人在这里寒窗苦读、学成要出山的意象。这里还包含另外一层意思：自己被别人提拔是主要是因为自己修炼的结果。有一种自我的肯定。",
          "门泊“万里之船”言下之意，接自己出山的船已经停泊在家门口了。船：在古代又称“舟”。《易·系辞下》：“舟揖之利，以济不通，致远以利天下。”船行于水，水映天。船犹如行于天上。万里船更隐含了学有所成，要去纵横天下的意味导向。",
          "《荀子·王制》：“庶人安政，然后君子安位。传曰：‘君者，舟也；庶人者，水也。水则载舟，水则覆舟。’”",
          "上了船也就是人生上了一个台阶，脱离了庶人阶级，进入上层阶级。这又强化了“两个黄鹂鸣翠柳”所导向的要出山了的意蕴。更有“一行白鹭上青天”哪种被提拔高升的味道。",
          "船的象征意义十分浓重。杜甫因严武举荐出来跟着严武做官共事，可以理解为上了严武的船。而三国时期有个同名同姓的东吴严武是著名棋士。其字：子卿。擅下围棋。同辈中无人能胜过该严武，所以有。官场如棋局。杜甫故意把这条船说成是东吴的，显然是在借两严武同名同姓把举荐自己的那个人喻为“棋圣”。",
          "暗示一个政治家是棋士，还是“棋圣”；带有一种崇敬与赞美的意味存在。或许还暗示作者甘愿成为一枚棋子。这可以理解为作者一种感恩图报的宣示。行万里更有要做一番事业的寓意。而且坐船还意味着有一种要同舟共济的表达。整首诗的旨趣围绕着“船”字。所以这“东吴万里船”意味深长。",
          "“两个黄鹂鸣翠柳”引发了“应节趋时”的话题，又从侧面见证了雪存在的久远、船来泊惊起了“一行白鹭上青天”，而又说明了学成要出山的事件。水中有天，人将坐船出行，暗喻将与高洁之士一同纵横天下。“窗含西岭千秋雪”暗示：“寒窗苦读”、“修炼得道成仙”又应承了“应节趋时”功夫不负有心人的话题。而东吴之船更点明了全篇的关键，感恩之情溢于言表。所有的意象意境都在那里有机地碰撞回荡融合。一切都让人回味无穷。",
          "整首诗描绘的是以作者家为事件发生的中心地，时间在春末夏初的六月，家旁的柳树上成双结对的黄鹂鸟在卿卿我我地鸣叫，预示着什么事要发生。果不其然，作者所有的努力都没有白费，有船来接作者与一群高洁之士要同去做官了。事件脉络表达的非常清晰明确。",
          "时间、事件、地点、情节、故事表述完满。并且互相印证、更有无限的想象空间。感知、感怀、感恩还注入了“修身、齐家、治国、平天下”这个人类最伟大的人生理想。更体现了文化人那种“穷则独善其身 达则兼济天下”的做人境界。表面看上去写的是优美的景物，实际上则寄托了作者此时此刻的志趣情操。",
          "全诗以赋的方法写作，且浑然天成，而又恰到好处不露痕迹。以至于外行人以为杜甫这首诗是在描写自然风景。上下两句，两两相对，且那些明比、暗喻让人浮想联翩。是运用“赋、比、兴”的经典之作。让人见识到了什么叫托物言志，什么是诗的语言。读这样的作品几乎是与读福尔摩斯探案小说一样引人入胜。诗词之妙莫过如此。杜甫再一次向人们述说：诗是不可翻译的。"
        ]
      ],
      "title": "绝句"
    },
    {
      "dynasty": "唐代",
      "author": "白居易",
      "lines": [
        {
          "characters": [
            "离",
            "离",
            "原",
            "上",
            "草"
          ],
          "pinyins": [
            "lí",
            "lí",
            "yuán",
            "shàng",
            "cǎo"
          ]
        },
        {
          "characters": [
            "一",
            "岁",
            "一",
            "枯",
            "荣"
          ],
          "pinyins": [
            "yī",
            "suì",
            "yī",
            "kū",
            "róng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "野",
            "火",
            "烧",
            "不",
            "尽"
          ],
          "pinyins": [
            "yě",
            "huǒ",
            "shāo",
            "bù",
            "jìn"
          ]
        },
        {
          "characters": [
            "春",
            "风",
            "吹",
            "又",
            "生"
          ],
          "pinyins": [
            "chūn",
            "fēng",
            "chuī",
            "yòu",
            "shēng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "远",
            "芳",
            "侵",
            "古",
            "道"
          ],
          "pinyins": [
            "yuǎn",
            "fāng",
            "qīn",
            "gǔ",
            "dào"
          ]
        },
        {
          "characters": [
            "晴",
            "翠",
            "接",
            "荒",
            "城"
          ],
          "pinyins": [
            "qíng",
            "cuì",
            "jiē",
            "huāng",
            "chéng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "又",
            "送",
            "王",
            "孙",
            "去"
          ],
          "pinyins": [
            "yòu",
            "sòng",
            "wáng",
            "sūn",
            "qù"
          ]
        },
        {
          "characters": [
            "萋",
            "萋",
            "满",
            "别",
            "情"
          ],
          "pinyins": [
            "qī",
            "qī",
            "mǎn",
            "bié",
            "qíng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "送别",
        "离别",
        "咏物",
        "写草",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。",
            "野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。",
            "远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。",
            "今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。"
          ],
          "annotation": [
            "赋得：借古人诗句或成语命题作诗。诗题前一般都冠以“赋得”二字。这是古代人学习作诗或文人聚会分题作诗或科举考试时命题作诗的一种方式，称为\"赋得体\"。",
            "离离：青草茂盛的样子。",
            "一岁一枯荣：枯，枯萎。荣，茂盛。野草每年都会茂盛一次，枯萎一次。",
            "远芳侵古道：芳，指野草那浓郁的香气。远芳：草香远播。侵，侵占，长满。远处芬芳的野草一直长到古老的驿道上。",
            "晴翠：草原明丽翠绿。",
            "王孙：本指贵族后代，此指远方的友人。",
            "萋萋：形容草木长得茂盛的样子。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首应考习作，相传白居易十六岁时作。按科举考试规定，凡指定的试题，题目前须加“赋得”二字，作法与咏物相类似。《赋得古原草送别》即是通过对古原上野草的描绘，抒发送别友人时的依依惜别之情。",
          "诗的首句“离离原上草”，紧紧扣住题目“古原草”三字，并用叠字“离离”描写春草的茂盛。第二句“一岁一枯荣”，进而写出原上野草秋枯春荣，岁岁循环，生生不已的规律。第三、四句“野火烧不尽，春风吹又生”，一句写“枯”，一句写“荣”，是“枯荣”二字意思的发挥。不管烈火怎样无情地焚烧，只要春风一吹，又是遍地青青的野草，极为形象生动地表现了野草顽强的生命力。第五、六句“远芳侵古道，晴翠接荒城”，用“侵”和“接”刻画春草蔓延，绿野广阔的景象，“古道”“荒城”又点出友人即将经历的处所。最后两句“又送王孙去，萋萋满别情”，点明送别的本意。用绵绵不尽的萋萋春草比喻充塞胸臆、弥漫原野的惜别之情，真正达到了情景交融，韵味无穷。",
          "此二句不但写出“原上草”的性格，而且写出一种从烈火中再生的理想的典型，一句写枯，一句写荣，“烧不尽”与“吹又生”是何等唱叹有味，对仗亦工致天然，故卓绝千古。而刘句命意虽似，而韵味不足，远不如白句为人乐道。",
          "如果说这两句是承“古原草”而重在写“草”，那么五、六句则继续写“古原草”而将重点落到“古原”，以引出“送别”题意，故是一转。上一联用流水对，妙在自然；而此联为的对，妙在精工，颇觉变化有致。“远芳”、“睛翠”都写草，而比“原上草”意象更具体、生动。芳曰“远”，古原上清香弥漫可嗅；翠曰“晴”，则绿草沐浴着阳光，秀色如见。“侵”、“接”二字继“又生”，更写出一种蔓延扩展之势，再一次突出那生存竞争之强者野草的形象。“古道”、“荒城”则扣题面“古原”极切。虽然道古城荒，青草的滋生却使古原恢复了青春。比较“乱蛬鸣古堑，残日照荒台”僧古怀《原上秋草》的秋原，就显得生气勃勃。",
          "作者并非为写“古原”而写古原，同时又安排一个送别的典型环境：大地春回，芳草芊芊的古原景象如此迷人，而送别在这样的背景上发生，该是多么令人惆怅，同时又是多么富于诗意呵。“王孙”二字借自楚辞成句，泛指行者。“王孙游兮不归，春草生兮萋萋”说的是看见萋萋芳草而怀思行游未归的人。而这里却变其意而用之，写的是看见萋萋芳草而增送别的愁情，似乎每一片草叶都饱含别情，那真是：“离恨恰如春草，更行更远还生”（李煜《清平乐》）。这是多么意味深长的结尾啊！诗到此点明“送别”，结清题意，关合全篇，“古原”、“草”、“送别”打成一片，意境极浑成。",
          "唐人的咏物诗，往往仅在最后一句才能见到作者的本意。白居易一向提倡作诗要通俗易懂，但也不反对用隐喻的办法。《古原草》这首诗题目标有“送别”二字，很显然是一首送别友人的诗篇。而通篇几乎都在写草，实是借草取喻，以草木之茂盛显示友人之间依依惜别时的绵绵情谊。情深意切，所喻尤为巧妙，不愧为、白居易的成名作。"
        ]
      ],
      "title": "赋得古原草送别"
    },
    {
      "dynasty": "唐代",
      "author": "李绅",
      "lines": [
        {
          "characters": [
            "春",
            "种",
            "一",
            "粒",
            "粟"
          ],
          "pinyins": [
            "chūn",
            "zhòng",
            "yī",
            "lì",
            "sù"
          ]
        },
        {
          "characters": [
            "秋",
            "收",
            "万",
            "颗",
            "子"
          ],
          "pinyins": [
            "qiū",
            "shōu",
            "wàn",
            "kē",
            "zǐ"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "四",
            "海",
            "无",
            "闲",
            "田"
          ],
          "pinyins": [
            "sì",
            "hǎi",
            "wú",
            "xián",
            "tián"
          ]
        },
        {
          "characters": [
            "农",
            "夫",
            "犹",
            "饿",
            "死"
          ],
          "pinyins": [
            "nóng",
            "fū",
            "yóu",
            "è",
            "sǐ"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "农民",
        "劳动"
      ],
      "annotations": [
        {
          "translation": [
            "春天播种下一粒种子，到了秋天就可以收获很多的粮食。",
            "天下没有一块不被耕作的田，可仍然有种田的农夫饿死。"
          ],
          "annotation": [
            "悯：怜悯。这里有同情的意思。诗一作《古风二首》。这两首诗的排序各版本有所不同。",
            "粟：泛指谷类。",
            "秋收：一作“秋成”。子：指粮食颗粒。",
            "四海：指全国。闲田：没有耕种的田。",
            "犹：仍然。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗首诗具体而形象地描绘了到处硕果累累的景象，突出了农民辛勤劳动获得丰收却两手空空、惨遭饿死的现实问题。",
          "本诗开头，就以“一粒粟”化为“万颗子”具体而形象地描绘了丰收，用“种”和“收”赞美了农民的劳动。第三句再推而广之，展现出四海之内，荒地变良田，这和前两句联起来，便构成了到处硕果累累，遍地“黄金”的生动景象。“引满”是为了更有力的“发”，这三句诗人用层层递进的笔法，表现出劳动人民的巨大贡献和无穷的创造力，这就使下文的反结变得更为凝重，更为沉痛。",
          "“农夫犹饿死”，它不仅使前后的内容连贯起来了，也把问题突出出来了。勤劳的农民以他们的双手获得了丰收，而他们自己还是两手空空，惨遭饿死。诗迫使人们不得不带着沉重的心情去思索“是谁制造了这人间的悲剧”这一问题。诗人把这一切放在幕后，让读者去寻找，去思索。要把这两方综合起来，那就正如马克思所说的：“劳动替富者生产了惊人作品（奇迹），然而，劳动替劳动者生产了赤贫。劳动生产了宫殿，但是替劳动者生产了洞窟。劳动生产了美，但是给劳动者生产了畸形。”",
          "“春种一粒粟，秋收万颗子”，这个春种秋收的景象大概是人人习见，众人皆知的，然而往往难于像诗人那样去联系社会、阶级而思考一些问题。诗人却想到了，他从“四海无闲田”的大丰收景象里看到“农夫犹饿死”的残酷现实。这一点拨就异常惊人醒目，自然给人留下深刻的印象。",
          "其次，诗人在阐明上述的内容时，不是空洞抽象地叙说和议论，而是采用鲜明的形象和深刻的对比来揭露问题和说明道理，这就使人很容易接受和理解。像这首诗的前三句，从总体意义来说都是采用了鲜明的形象概括了农民在广大田野里春种秋收等繁重劳动的辛苦。这些辛苦并换来了大量的粮食，该说是可以生活下去的，但最后一句却凌空一转，来了个“农夫犹饿死”的事实。这样，前后的情况形成鲜明的对比，引发读者从对比中去思考问题，得出结论，如此就比作者直接把观点告诉读者要深刻有力得多。"
        ]
      ],
      "title": "悯农二首·其一"
    },
    {
      "dynasty": "清代",
      "author": "查慎行",
      "lines": [
        {
          "characters": [
            "月",
            "黑",
            "见",
            "渔",
            "灯"
          ],
          "pinyins": [
            "yuè",
            "hēi",
            "jiàn",
            "yú",
            "dēng"
          ]
        },
        {
          "characters": [
            "孤",
            "光",
            "一",
            "点",
            "萤"
          ],
          "pinyins": [
            "gū",
            "guāng",
            "yī",
            "diǎn",
            "yíng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "微",
            "微",
            "风",
            "簇",
            "浪"
          ],
          "pinyins": [
            "wēi",
            "wēi",
            "fēng",
            "cù",
            "làng"
          ]
        },
        {
          "characters": [
            "散",
            "作",
            "满",
            "河",
            "星"
          ],
          "pinyins": [
            "sàn",
            "zuò",
            "mǎn",
            "hé",
            "xīng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "写景"
      ],
      "annotations": [
        {
          "translation": [
            "漆黑的夜晚不见月亮，只见那渔船上的灯光，在茫茫的夜色中，像萤火虫一样发出一点微亮。",
            "微风阵阵，河水泛起层层波浪，渔灯微光在水面上散开，好像无数星星洒落在河面上。"
          ],
          "annotation": [
            "孤光：孤零零的灯光。",
            "簇：拥起。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗好似一幅速写，作者抓住了那倒映在水中的渔火化作满天星星的片刻，几笔勾勒，立即捕捉住了这转瞬即逝的景物。这首诗又好似一幅木刻，在漆黑的背景之上，亮出一点渔火，黑白对比，反差特别鲜明。",
          "前两句是静态描写，把暗色和亮色联系在一起，显得形象鲜明。",
          "第一句“月黑见渔灯”中“月黑”指的是月亮没有出来，天特别黑，不是说月亮是黑的。见（读xiàn），显现。孤光，孤单的亮光。萤，萤火虫，光亮微弱。意思说：一个没有月亮的晚上，天是那样黑。只有渔船上一盏围灯，孤零零闪着萤火虫一样微弱的光。第一句用“月黑”突出“渔灯”。",
          "第二句“孤光一点萤”，写如豆灯光像江岸边一点萤火，是意中之象，描写渔灯的形象。河面幽黑，只有孤零零的一点灯光闪烁着，仿佛是一只萤火虫在原野里发出微弱的光。“孤”表现了环境的寂寞、单调，寄寓着一定的感情色彩。一种茫然无奈的情感袭上诗人的心头。",
          "后两句为动态描写。不难想象，当诗人见到微风腾起细浪，灯影由一点散作千万这动人一幕的时候，心情是何等地兴奋。",
          "第三句“微微风簇浪”簇，拥簇，簇动。风儿微微吹来，水面拥起细细的波纹，再看那倒映在水中的“孤光”，四下散乱开了，顿时化作满河的星星，闪烁不定，令人眼花缭乱。这两句由静入动，描绘出一个十分生动神奇的画面。风簇细浪，浪散灯光，灯光化星，层层展开，引人入胜。“簇”字用得准确形象，既写出了风微，又刻划了浪动。",
          "第四句“散作满河星”犹如天外奇峰，劈空而来。那如萤的孤光，刹那间似乎变成万船灯火，点缀河中，又如风吹云散，满天明星，倒映水中，使这静谧的黑夜，单调的河面出现了意想不到的壮观。风吹浪起，簇起的每朵浪花，都把那如萤般的灯光摄进水中，有多少浪花，就有多少灯光。同时此句的描写为诗词增添了画面感，使枯燥无趣的文字能幻化出美丽浪漫带有一丝丝的安逸宁静的景象，使诗人流连其中。",
          "诗人细腻的观察是由上到下，由静到动的，写来又是那样井然有序，明暗互衬，静动相间，用字传神，联想奇特，构成一幅独特而又令人神往的舟夜渔火图，使读者得到一种精神上的愉悦和满足。"
        ]
      ],
      "title": "舟夜书所见"
    }
  ]
]
