export default [
  [
    {
      "dynasty": "两汉",
      "author": "佚名",
      "lines": [
        {
          "characters": [
            "江",
            "南",
            "可",
            "采",
            "莲"
          ],
          "pinyins": [
            "jiāng",
            "nán",
            "kě",
            "cǎi",
            "lián"
          ]
        },
        {
          "characters": [
            "莲",
            "叶",
            "何",
            "田",
            "田"
          ],
          "pinyins": [
            "lián",
            "yè",
            "hé",
            "tián",
            "tián"
          ]
        },
        {
          "characters": [
            "鱼",
            "戏",
            "莲",
            "叶",
            "间"
          ],
          "pinyins": [
            "yú",
            "xì",
            "lián",
            "yè",
            "jiān"
          ]
        },
        {
          "characters": [
            "鱼",
            "戏",
            "莲",
            "叶",
            "东"
          ],
          "pinyins": [
            "yú",
            "xì",
            "lián",
            "yè",
            "dōng"
          ]
        },
        {
          "characters": [
            "鱼",
            "戏",
            "莲",
            "叶",
            "西"
          ],
          "pinyins": [
            "yú",
            "xì",
            "lián",
            "yè",
            "xī"
          ]
        },
        {
          "characters": [
            "鱼",
            "戏",
            "莲",
            "叶",
            "南"
          ],
          "pinyins": [
            "yú",
            "xì",
            "lián",
            "yè",
            "nán"
          ]
        },
        {
          "characters": [
            "鱼",
            "戏",
            "莲",
            "叶",
            "北"
          ],
          "pinyins": [
            "yú",
            "xì",
            "lián",
            "yè",
            "běi"
          ]
        },
      ],
      "keywords": [
        "古诗三百首",
        "民歌",
        "写景",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "江南又到了适宜采莲的季节了，莲叶浮出水面，挨挨挤挤，重重叠叠，迎风招展。在茂密如盖的荷叶下面，欢快的鱼儿在不停的嬉戏玩耍。",
            "一会儿在这儿，一会儿又忽然游到了那儿，说不清究竟是在东边，还是在西边，还是在南边，还是在北边。"
          ],
          "annotation": [
            "汉乐府：原是汉初采诗制乐的官署，后来又专指汉代的乐府诗。汉惠帝时，有乐府令一官，可能当时已设有乐府。武帝时乐府规模扩大，成为一个专设的官署，掌管郊祀、巡行、朝会、宴飨时的音乐，兼管采集民间歌谣，以供统治者观风察俗，了解民情厚薄。这些采集来的歌谣和其他经乐府配曲入乐的诗歌即被后人称为乐府诗。",
            "田田：荷叶茂盛的样子。",
            "可：在这里有“适宜” 、“ 正好”的意思。"
          ]
        },
        {
          "translation": [
            "江南水上可以采莲，莲叶层层叠叠繁茂葱翠，鱼儿在莲叶间嬉戏。",
            "鱼一会在莲叶的东边嬉戏，一会在莲叶的西边嬉戏，一会在莲叶的的南边嬉戏，一会又在莲叶的北边嬉戏。"
          ],
          "annotation": [
            "何：多么。",
            "田田：莲叶长的茂盛相连的样子。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首采莲歌，反映了采莲时的光景和采莲人欢乐的心情。在汉乐府民歌中具有独特的风味。",
          "民歌以简洁明快的语言，回旋反复的音调，优美隽永的意境，清新明快的格调，勾勒了一幅明丽美妙的图画。一望无际的碧绿的荷叶，莲叶下自由自在、欢快戏耍的鱼儿，还有那水上划破荷塘的小船上采莲的壮男俊女的欢声笑语，悦耳的歌喉，多么秀丽的江南风光！多么宁静而又生动的场景！从文化学的角度，我们又会发现这是一首情歌，它隐含着青年男女相互嬉戏，追逐爱情的意思。你看那些鱼儿，在莲叶之间游来躲去，叫人怎能不想起北方的“大姑娘走进青纱帐”？",
          "读完此诗，仿佛一股夏日的清新迎面扑来，想着就令人觉得清爽。还不止于此，我们感受着诗人那种安宁恬静的情怀的同时，自己的心情也随着变得轻松起来。",
          "诗中没有一字是写人的，但是我们又仿佛如闻其声，如见其人，如临其境，感受到了一股勃勃生机的青春与活力，领略到了采莲人内心的欢乐和青年男女之间的欢愉和甜蜜。这就是这首民歌不朽的魅力所在。"
        ],
        [
          "这是一首汉代乐府民歌中的采莲歌，全诗没有一字一句直接描写采莲人采莲时的愉快心情，而是通过对莲叶和鱼儿的描绘，将它们的欢乐之情充分透露了出来，仿佛亲耳听到和亲眼看见许多采莲男女的歌声和笑语声融成一片，许多小伙子和采莲姑娘们还在调情求爱。",
          "头两句是写采莲的人们望着露出水面的又大又圆的荷叶，心里无限喜悦，因而禁不住发出热烈的赞美。“可”这里有适宜、正好的意思。“江南可采莲”是说江南到处都生长着莲，真是采莲的好地方。“田田”是形容莲叶圆润鲜碧的样子，一说是形容莲叶饱满劲秀、挺立水面。“何田田”就是“何其田田”，是极度赞美的语气。这里只写叶，我们却可以联想到花。莲的花期为夏历五至七月，每朵花可开二至三天，每日清晨开放，下午三、四点又逐渐闭合，翌晨再度开放，花开过二十天，可采收莲蓬生食，果实（莲子）的成熟期在七、八月间。清人张玉榖说：“不说花，偏说叶；叶尚可爱，花不待言矣。”（《古诗赏析》）莲叶茂密，莲花繁盛，不仅景色无比秀丽，还表明莲子必然丰收，采莲人自然心里非常高兴。",
          "人们在采摘水上的莲蓬的时候，必然会看到水中的情景。“鱼戏莲叶间”写鱼在莲叶中间游来游去，宛如在游戏一般。“戏”字写鱼在水中的迅捷欢乐神态，非常形象。这里既在写鱼，也有以鱼比人意，采莲人划着小船在莲叶间穿行，互相追逐嬉戏，宛如鱼儿在水中游动，其划船动作之娴熟，船行之轻快，采莲人身姿之轻盈，心情之欢快，自然浮现在我们眼前。",
          "这首歌辞只有七句，明白如话，而后四句又基本上是第三句的重复，它的妙处究主要在于运用民歌中常用的比兴、双关手法，把男女之间调情求爱的欢乐之情写得极其委婉、含蓄，耐人寻味，而无轻佻、庸俗之弊。全诗一气呵成，但在结构上又可分为两个部分：前三句揭示题旨；后四句进一步展示采莲时的欢乐情景和广阔场面。而诗中第三句又在全诗中起着承上启下的作用，使上下相连，不着痕迹。诗的意境清新、开朗，寓情于景，景中寓人，如闻其声，如见其人，如临其境，感到美景如画，心旷神怡，呈现出一派生意盎然的景象。",
          "这首诗在乐府分类中属《相和歌辞》，“相和歌”本是两人唱和，或一个唱、众人和的歌曲，故“鱼戏莲叶东”四句，可能为和声。故此诗的前两句可能为男歌者领唱；第三句为众男女合唱；后四句当是男女的分组和唱。如此，则采莲时的情景，更加活泼有趣，因而也更能领会到此歌表现手法的高妙。",
          "诗中“东”、“西”、“南”、“北”并列，极易流于呆板，但此歌如此铺排，却显得文情恣肆，极为生动，从而充分体现了歌曲反复咏唱，余味无穷之妙。"
        ]
      ],
      "title": "江南"
    },
    {
      "dynasty": "唐代",
      "author": "王维",
      "lines": [
        {
          "characters": [
            "远",
            "看",
            "山",
            "有",
            "色"
          ],
          "pinyins": [
            "yuǎn",
            "kàn",
            "shān",
            "yǒu",
            "sè"
          ]
        },
        {
          "characters": [
            "近",
            "听",
            "水",
            "无",
            "声"
          ],
          "pinyins": [
            "jìn",
            "tīng",
            "shuǐ",
            "wú",
            "shēng"
          ]
        },
        {
          "characters": [
            "春",
            "去",
            "花",
            "还",
            "在"
          ],
          "pinyins": [
            "chūn",
            "qù",
            "huā",
            "huán",
            "zài"
          ]
        },
        {
          "characters": [
            "人",
            "来",
            "鸟",
            "不",
            "惊"
          ],
          "pinyins": [
            "rén",
            "lái",
            "niǎo",
            "bù",
            "jīng"
          ]
        },
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "山水",
        "向往",
        "早教"
      ],
      "annotations": [
        {
          "translation": [
            "远看高山色彩明亮，走到近处却听不到水的声音。",
            "春天过去，可是依旧有许多花草争奇斗艳，人走近，可是鸟却依然没有被惊动。"
          ],
          "annotation": [
            "色：颜色，也有景色之意。",
            "惊：吃惊，害怕。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗描写的是自然景物，赞叹的却是一幅画。前两句写其山色分明，流水无声；后两句描述其花开四季，鸟不怕人。四句诗构成了一幅完整的山水花鸟图。全诗对仗工整，尤其是诗中多组反义词的运用，使其节奏清晰，平仄分明，韵味十足，读着琅琅上口。全诗读起来似乎行行违反自然规律，其实正是暗中设谜，写出了画的特点。",
          "“远看山有色”远山含笑，有色便是好山，何为有色？清秀俊朗红湿绿垂是色，寒色苍苍亦是佳色，奇傀峭拔也是异色，只因其距离而产生美感，让人觉其有无限的风光。此乃是“静境”，静境之美出乎首句，在于有静心者能品之。这就好比是阳春白雪，一开始就将下里巴人给赶出了艺术空间。取消了浮躁者的欣赏美的资格。在这里，任何的浮躁都不行，有的只是心静如水.但不是死水而是活水.你看画中有水呢?一汪春水有着挡不住的盛情倾泻而出，一种流动之美跳跃于诗人的眼中。",
          "“近听水无声”源头活水本是“动境”，而无声二字又进入静境，宁静致远.和首句并无矛盾之处.动静的取舍上诗人可以说是能够做到游刃有余.是什么如此神奇？静的如此让人难以放弃去一探究竟，这样，我们就会接近此诗此画，这样心神和山水便靠近了。一切的妙处只是因为“无声”，无声是一种美。王羲之的诗中有“在山阴道上行，如在镜中游”，便也是这种美。有声无声都溶在一起，完美的天籁之声！庄子所提的“天籁”之声就是如此，当“天籁”与“人籁”“地籁”一起时，便共同构成一个常人无法言语的自然之声。",
          "“春去花还在，人来鸟不惊。”花儿在那个最美的季节里尽情的开放，并最终将自己的生命燃烧般的开到最美。美到极致后，飘然而去。但此中花儿不谢，只因在画中。不仅仅是如此，写的近近是画中的花，是春尽之时，花儿尽逝，无处得美而伤怀的感触在里面。鸟儿不惊，不知青春已尽，岁月已逝。徒留下多少悔恨。",
          "诗中的画似乎代表着一种梦想，一种可见而不可得的梦想，但那种梦想只是在人的心灵处于一种安静的状态中我们才能够想起。但不可得已是事实，诗人唯有带着淡淡的幽思去寻觅世间最后的能够寄托情怀的东西。人已去，空留花，鸟未惊，人又来，没有永恒的美丽，而一切的美丽都将隐于虚幻。"
        ]
      ],
      "title": "画"
    },
    {
      "dynasty": "唐代",
      "author": "骆宾王",
      "lines": [
        {
          "characters": [
            "鹅",
            "",
            "鹅",
            "",
            "鹅",
          ],
          "pinyins": [
            "é",
            "",
            "é",
            "",
            "é"
          ]
        },
        {
          "characters": [
            "曲",
            "项",
            "向",
            "天",
            "歌"
          ],
          "pinyins": [
            "qū",
            "xiàng",
            "xiàng",
            "tiān",
            "gē"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "白",
            "毛",
            "浮",
            "绿",
            "水"
          ],
          "pinyins": [
            "bái",
            "máo",
            "fú",
            "lǜ",
            "shuǐ"
          ]
        },
        {
          "characters": [
            "红",
            "掌",
            "拨",
            "清",
            "波"
          ],
          "pinyins": [
            "hóng",
            "zhǎng",
            "bō",
            "qīng",
            "bō"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "咏物",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "“鹅，鹅，鹅！”面向蓝天，一群鹅儿伸着弯曲的脖子在歌唱。",
            "洁白的羽毛漂浮在碧绿水面，红红的脚掌拨动着清清水波。"
          ],
          "annotation": [
            "曲项：弯着脖子。",
            "歌：长鸣。",
            "拨：划动。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗以一个七岁小孩的眼光看鹅游水嬉戏的神态，写的极为生动活泼。",
          "第一句三个“鹅”字，是诗人对鹅的亲切呼唤，也可以理解为模仿鹅的叫声。第二句“曲项向天歌”。曲，弯曲。项，就是脖子。曲项，弯着脖子。歌，唱歌。这两句让人想象出，一个7岁的儿童在对鹅作诗，他指着鹅说：鹅，鹅，鹅，弯曲着长长的脖子，朝着天空唱歌。一下子抓住鹅脖子长的特征，写出它欢叫时洋洋自得的神态。",
          "第二句写鹅鸣叫的神态，给人以声声入耳之感。鹅的声音高亢嘹亮，一个“曲”字，把鹅伸长脖子，而且仰头弯曲着嘎嘎嘎地朝天长鸣的形象写得十分生动。这句先写所见，再写所听，极有层次。",
          "以上是写鹅在陆地上行进中的情形，下面两句则写鹅群到水中悠然自得游泳的情形。小诗人用一组对偶句，着重从色彩方面来铺叙鹅群戏水的情况。鹅儿的毛是白的，而江水却是绿的，“白”“绿”对照，鲜明耀眼，这是当句对；同样，鹅掌是红的，而水波是青的，“红”“青”映衬，十分艳丽，这也是当句对。而两句中又“白”“红”相对，“绿”“青”相对，这是上下对。这样，回环往复，都是对仗，其妙无穷。",
          "在这组对偶句中，动词的使用也恰到好处。“浮”字说明鹅儿在水中悠然自得，一动不动。“拨”字则说明鹅儿在水中用力划水，以致掀起了水波。这样，动静相生，写出了一种变化美。"
        ]
      ],
      "title": "咏鹅"
    },
    {
      "dynasty": "唐代",
      "author": "李绅",
      "lines": [
        {
          "characters": [
            "锄",
            "禾",
            "日",
            "当",
            "午"
          ],
          "pinyins": [
            "chú",
            "hé",
            "rì",
            "dāng",
            "wǔ"
          ]
        },
        {
          "characters": [
            "汗",
            "滴",
            "禾",
            "下",
            "土"
          ],
          "pinyins": [
            "hàn",
            "dī",
            "hé",
            "xià",
            "tǔ"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "谁",
            "知",
            "盘",
            "中",
            "餐"
          ],
          "pinyins": [
            "shuí",
            "zhī",
            "pán",
            "zhōng",
            "cān"
          ]
        },
        {
          "characters": [
            "粒",
            "粒",
            "皆",
            "辛",
            "苦"
          ],
          "pinyins": [
            "lì",
            "lì",
            "jiē",
            "xīn",
            "kǔ"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "小学生必背古诗70首",
        "农民",
        "劳动"
      ],
      "annotations": [
        {
          "translation": [
            "盛夏中午，烈日炎炎，农民还在劳作，汗珠滴入泥土。",
            "有谁想到，我们碗中的米饭，一粒一粒都是农民辛苦劳动得来的呀？"
          ],
          "annotation": [
            "禾：谷类植物的统称。",
            "餐：一作“飧”。熟食的通称。"
          ]
        }
      ],
      "appreciations": [
        [
          "首诗描绘了在烈日当空的正午农民田里劳作的景象，概括地表现了农民终年辛勤劳动的生活，最后以“谁知盘中餐，粒粒皆辛苦”这样近似蕴意深远的格言，表达了诗人对农民真挚的同情之心。",
          "一开头就描绘在烈日当空的正午，农民依然在田里劳作，那一滴滴的汗珠，洒在灼热的土地上。这就补叙出由“一粒粟”到“万颗子”，到“四海无闲田”，乃是千千万万个农民用血汗浇灌起来的；这也为下面“粒粒皆辛苦”撷取了最富有典型意义的形象，可谓一以当十。它概括地表现了农民不避严寒酷暑、雨雪风霜，终年辛勤劳动的生活。",
          "“谁知盘中餐，粒粒皆辛苦”，不是空洞的说教，不是无病的呻吟；它近似蕴意深远的格言，但又不仅以它的说服力取胜，而且还由于在这一深沉的慨叹之中，凝聚了诗人无限的愤懑和真挚的同情。",
          "诗人在阐明上述的内容时，不是空洞抽象地叙说和议论，而是采用鲜明的形象和深刻的对比来揭露问题和说明道理，这就使人很容易接受和理解。",
          "作者在前两句并没有说农民种田怎样辛苦，庄稼的长成如何不易，只是把农民在烈日之下锄禾而汗流不止的情节作了一番形象的渲染，就使人把这种辛苦和不易品味得更加具体、深刻且真实。所以诗人最后用反问语气道出“谁知盘中餐，粒粒皆辛苦”的道理就很有说服力。尤其是把粒粒粮食比作滴滴汗水，真是体微察细，形象而贴切。"
        ]
      ],
      "title": "悯农二首·其二"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": [
        {
          "characters": [
            "小",
            "时",
            "不",
            "识",
            "月"
          ],
          "pinyins": [
            "xiǎo",
            "shí",
            "bù",
            "shí",
            "yuè"
          ]
        },
        {
          "characters": [
            "呼",
            "作",
            "白",
            "玉",
            "盘"
          ],
          "pinyins": [
            "hū",
            "zuò",
            "bái",
            "yù",
            "pán"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "又",
            "疑",
            "瑶",
            "台",
            "镜"
          ],
          "pinyins": [
            "yòu",
            "yí",
            "yáo",
            "tái",
            "jìng"
          ]
        },
        {
          "characters": [
            "飞",
            "在",
            "青",
            "云",
            "端"
          ],
          "pinyins": [
            "fēi",
            "zài",
            "qīng",
            "yún",
            "duān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "月亮"
      ],
      "annotations": [
        {
          "translation": [
            "小时候不认识月亮， 把它称为白玉盘。",
            "又怀疑是瑶台仙镜，飞在夜空青云之上。"
          ],
          "annotation": [
            "呼作：称为。",
            "白玉盘：指晶莹剔透的白盘子。",
            "疑：怀疑。",
            "瑶台：传说中神仙居住的地方。出处：《穆天子传》卷三：“天子宾于西王母，天子觞西王母于瑶池之上。西王母为天子谣曰：‘白云在天，山陵自出。道里悠远，山川间之。将子无死，尚能复来。’天子答之曰：‘予归东土，和治诸夏。万民平均，吾顾见汝。比及三年，将复而野。’”《武帝内传》称王母为“玄都阿母”。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首乐府诗。“朗月行”，是乐府古题，属《杂曲歌辞》。鲍照有《朗月行》，写佳人对月弦歌。李白采用这个题目，故称《古朗月行》，但没有因袭旧的内容。诗人运用浪漫主义的创作方法，通过丰富的想象，神话传说的巧妙加工，以及强烈的抒情，构成瑰丽神奇而含意深蕴的艺术形象。",
          "诗中四句“小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。”先写儿童时期对月亮稚气的认识，以“白玉盘”、“瑶台镜”作比喻，生动地表现出月亮的形状和月光的皎洁可爱，使人感到非常新颖有趣。“呼”、“疑”这两个动词，传达出儿童的天真烂漫之态。这四句诗，看似信手写来，却是情采俱佳。",
          "这首诗，大概是李白针对当时朝政黑暗而发的。唐玄宗晚年沉湎声色，宠幸杨贵妃，权奸、宦官、边将擅权，把国家搞得乌烟瘴气。诗中一个又一个新颖奇妙的想象，展现出诗人起伏不平的感情，文辞如行云流水，富有魅力，发人深思，体现出李白诗歌的雄奇奔放、清新俊逸的风格。"
        ]
      ],
      "title": "古朗月行(节选)"
    },
    {
      "dynasty": "唐代",
      "author": "李峤",
      "lines": [
        {
          "characters": [
            "解",
            "落",
            "三",
            "秋",
            "叶"
          ],
          "pinyins": [
            "jiě",
            "là",
            "sān",
            "qiū",
            "yè"
          ]
        },
        {
          "characters": [
            "能",
            "开",
            "二",
            "月",
            "花"
          ],
          "pinyins": [
            "néng",
            "kāi",
            "èr",
            "yuè",
            "huā"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "过",
            "江",
            "千",
            "尺",
            "浪"
          ],
          "pinyins": [
            "guò",
            "jiāng",
            "qiān",
            "chǐ",
            "làng"
          ]
        },
        {
          "characters": [
            "入",
            "竹",
            "万",
            "竿",
            "斜"
          ],
          "pinyins": [
            "rù",
            "zhú",
            "wàn",
            "gān",
            "xié"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "写风",
        "励志",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "风能吹落秋天金黄的树叶，能吹开春天美丽的鲜花。",
            "刮过江面能掀千尺巨浪，吹进竹林能使万竿倾斜。"
          ],
          "annotation": [
            "解落：吹落，散落。解：解开，这里指吹。",
            "三秋：秋季。一说指农历九月。",
            "能：能够。二月：农历二月，指春季。",
            "过：经过。",
            "斜：倾斜。"
          ]
        }
      ],
      "appreciations": [
        [
          "解落三秋叶，能开二月花，过江千尺浪，入竹万竿斜。这是一首描写风的小诗，它是从动态上对风的一种诠释和理解。",
          "风无形，空气流动形成风。但它又是有形的， 一阵微风掠过，小草含笑向人们点头，花儿在风中摇曳着，变着法儿撒欢儿，炊烟随着风的节奏跳起直上重霄的舞蹈，纤细的柳枝轻拂着树下游人的脸庞。",
          "风也有自己的思想和感情，当它欢欣的时候，往往伴着细雨洋洋洒洒飘落，春天来临的时候，风过千山秀、二月春风似剪刀，春风拂拂，像“飞天”的裙裾在梳理着，春风吹醒冬眠的柳绦，春风送来翩飞的燕子，春风吹绿了千沟万壑，春风摇醒了小草的青春，也在人们心中播下了盎然的春意。",
          "当它发怒的时候，过江卷起漫天狂澜，有苏轼的《赤壁怀古》来证明：乱石穿空，惊涛拍岸，卷起千堆雪。它引发海啸，将参天大树连根拨起，用掌击碎轿车甩向路沟，用衣袖挥断成片树木，狂笑着，轻蔑地看着对它束手无策的人们，视自己为一列战车，而世上万物如螳臂。",
          "当它悲哀的时候，会发出呜呜咽咽的声音，似在诉说心中的悲怨与委屈，似小孩在哭泣，听之也不得不为之动容。",
          "风是神奇的，风是千变万化的，风是柔弱的，风又是强悍的。敏感的风，多情的风，凄婉的风，千姿百态的风，你是人类的朋友，却也给人类带来无尽的灾难，风，你让人不得不爱，同时也让人惧之三分。"
        ]
      ],
      "title": "风"
    }
  ],
  [
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": [
        {
          "characters": [
            "床",
            "前",
            "明",
            "月",
            "光"
          ],
          "pinyins": [
            "chuáng",
            "qián",
            "míng",
            "yuè",
            "guāng"
          ]
        },
        {
          "characters": [
            "疑",
            "是",
            "地",
            "上",
            "霜"
          ],
          "pinyins": [
            "yí",
            "shì",
            "dì",
            "shàng",
            "shuāng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "举",
            "头",
            "望",
            "明",
            "月"
          ],
          "pinyins": [
            "jǔ",
            "tóu",
            "wàng",
            "míng",
            "yuè"
          ]
        },
        {
          "characters": [
            "低",
            "头",
            "思",
            "故",
            "乡"
          ],
          "pinyins": [
            "dī",
            "tóu",
            "sī",
            "gù",
            "xiāng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "月亮",
        "思乡",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。",
            "我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。"
          ],
          "annotation": [
            "静夜思：静静的夜里，产生的思绪。",
            "床：今传五种说法。",
            "一指井台。已经有学者撰文考证过。中国教育家协会理事程实将考证结果写成论文发表在刊物上，还和好友创作了《诗意图》。",
            "二指井栏。从考古发现来看，中国最早的水井是木结构水井。古代井栏有数米高，成方框形围住井口，防止人跌入井内，这方框形既像四堵墙，又像古代的床。因此古代井栏又叫银床，说明井和床有关系，其关系的发生则是由于两者在形状上的相似和功能上的类同。古代井栏专门有一个字来指称，即“韩”字。《说文》释“韩”为“井垣也”，即井墙之意。",
            "三“床”即“窗”的通假字。本诗中的‘床’字，是争论和异议的焦点。我们可以做一下基本推理。本诗的写作背景是在一个明月夜，很可能是月圆前后，作者由看到月光，再看到明月，又引起思乡之情。",
            "既然作者抬头看到了明月，那么作者不可能身处室内，在室内随便一抬头，是看不到月亮的。因此我们断定，‘床’是室外的一件物什，至于具体是什么，很难考证。从意义上讲，‘床’可能与‘窗’通假，而且在窗户前面是可能看到月亮的。但是，参照宋代版本，‘举头望山月’，便可证实作者所言乃是室外的月亮。从时间上讲，宋代版本比明代版本在对作者原意的忠诚度上，更加可靠。",
            "四取本义，即坐卧的器具，《诗经·小雅·斯干》有“载寐之牀”，《易·剥牀·王犊注》亦有“在下而安者也。”之说，讲得即是卧具。",
            "五马未都等认为，床应解释为胡床。胡床，亦称“交床”、“交椅”、“绳床”。古时一种可以折叠的轻便坐具，马扎功能类似小板凳，但人所坐的面非木板，而是可卷折的布或类似物，两边腿可合起来。现代人常为古代文献中或诗词中的“胡床”或“床”所误。至迟在唐时，“床”仍然是“胡床”（即马扎，一种坐具）。",
            "疑：好像。",
            "举头：抬头。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗写的是在寂静的月夜思念家乡的感受。",
          "诗的前两句，是写诗人在作客他乡的特定环境中一刹那间所产生的错觉。一个独处他乡的人，白天奔波忙碌，倒还能冲淡离愁，然而一到夜深人静的时候，心头就难免泛起阵阵思念故乡的波澜。何况是在月明之夜，更何况是月色如霜的秋夜。“疑是地上霜”中的“疑”字，生动地表达了诗人睡梦初醒，迷离恍惚中将照射在床前的清冷月光误作铺在地面的浓霜。而“霜”字用得更妙，既形容了月光的皎洁，又表达了季节的寒冷，还烘托出诗人飘泊他乡的孤寂凄凉之情。",
          "诗的后两句，则是通过动作神态的刻画，深化思乡之情。“望”字照应了前句的“疑”字，表明诗人已从迷朦转为清醒，他翘首凝望着月亮，不禁想起，此刻他的故乡也正处在这轮明月的照耀下。于是自然引出了“低头思故乡”的结句。“低头”这一动作描画出诗人完全处于沉思之中。而“思”字又给读者留下丰富的想象：那家乡的父老兄弟、亲朋好友，那家乡的一山一水、一草一木，那逝去的年华与往事……无不在思念之中。一个“思”字所包涵的内容实在太丰富了。",
          "明人胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（李白）、龙标（王昌龄）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。",
          "这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻味，千百年来，如此广泛地吸引着读者。",
          "一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！",
          "月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝萧纲《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代诗人张若虚在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜的太空是如此的明净！这时，他完全清醒了。",
          "秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。",
          "从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。",
          "短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，读者不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。"
        ]
      ],
      "title": "静夜思"
    },
    {
      "dynasty": "宋代",
      "author": "王应麟",
      "lines": [
        {
          "characters": [
            "人",
            "之",
            "初"
          ],
          "pinyins": [
            "rén",
            "zhī",
            "chū"
          ]
        },
        {
          "characters": [
            "性",
            "本",
            "善"
          ],
          "pinyins": [
            "xìng",
            "běn",
            "shàn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "性",
            "相",
            "近"
          ],
          "pinyins": [
            "xìng",
            "xiāng",
            "jìn"
          ]
        },
        {
          "characters": [
            "习",
            "相",
            "远"
          ],
          "pinyins": [
            "xí",
            "xiāng",
            "yuǎn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "苟",
            "不",
            "教"
          ],
          "pinyins": [
            "gǒu",
            "bù",
            "jiào"
          ]
        },
        {
          "characters": [
            "性",
            "乃",
            "迁"
          ],
          "pinyins": [
            "xìng",
            "nǎi",
            "qiān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "教",
            "之",
            "道"
          ],
          "pinyins": [
            "jiào",
            "zhī",
            "dào"
          ]
        },
        {
          "characters": [
            "贵",
            "以",
            "专"
          ],
          "pinyins": [
            "guì",
            "yǐ",
            "zhuān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "子",
            "不",
            "学"
          ],
          "pinyins": [
            "zǐ",
            "bù",
            "xué"
          ]
        },
        {
          "characters": [
            "非",
            "所",
            "宜"
          ],
          "pinyins": [
            "fēi",
            "suǒ",
            "yí"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "幼",
            "不",
            "学"
          ],
          "pinyins": [
            "yòu",
            "bù",
            "xué"
          ]
        },
        {
          "characters": [
            "老",
            "何",
            "为"
          ],
          "pinyins": [
            "lǎo",
            "hé",
            "wéi"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "玉",
            "不",
            "琢"
          ],
          "pinyins": [
            "yù",
            "bù",
            "zhuó"
          ]
        },
        {
          "characters": [
            "不",
            "成",
            "器"
          ],
          "pinyins": [
            "bù",
            "chéng",
            "qì"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "人",
            "不",
            "学"
          ],
          "pinyins": [
            "rén",
            "bù",
            "xué"
          ]
        },
        {
          "characters": [
            "不",
            "知",
            "义"
          ],
          "pinyins": [
            "bù",
            "zhī",
            "yì"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "人生",
        "哲理"
      ],
      "annotations": [
        {
          "translation": [
            "人出生之初，禀性本身都是善良的。",
            "天性也都相差不多，只是后天所处的环境不同和所受教育不同，彼此的习性才形成了巨大的差别。",
            "如果从小不好好教育，善良的本性就会发生改变。",
            "为了使人不变坏，最重要的方法就是要专心一致地去教育孩子。"
          ],
          "annotation": [
            "初：开始，开头。",
            "性：性格，本性。",
            "习：习惯，习性。",
            "苟：如果；假使。",
            "教：教育，指导。",
            "迁：改变。",
            "专：专心致志。",
            "宜：合适，应该。",
            "幼：年幼，小时候。",
            "琢：雕琢。",
            "器：器物，这里指成才。",
            "义：古同“仪”。公正合宜的道理或举动。"
          ]
        }
      ],
      "appreciations": [],
      "title": "人之初"
    },
    {
      "dynasty": "唐代",
      "author": "白居易",
      "lines": [
        {
          "characters": [
            "小",
            "娃",
            "撑",
            "小",
            "艇"
          ],
          "pinyins": [
            "xiǎo",
            "wá",
            "chēng",
            "xiǎo",
            "tǐng"
          ]
        },
        {
          "characters": [
            "偷",
            "采",
            "白",
            "莲",
            "回"
          ],
          "pinyins": [
            "tōu",
            "cǎi",
            "bái",
            "lián",
            "huí"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "不",
            "解",
            "藏",
            "踪",
            "迹"
          ],
          "pinyins": [
            "bù",
            "jiě",
            "cáng",
            "zōng",
            "jì"
          ]
        },
        {
          "characters": [
            "浮",
            "萍",
            "一",
            "道",
            "开"
          ],
          "pinyins": [
            "fú",
            "píng",
            "yī",
            "dào",
            "kāi"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "儿童",
        "生活",
        "早教",
        "小学古诗",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "小孩撑着小船，偷偷地从池塘里采了白莲回来。",
            "他不懂得掩藏自己的行踪，浮萍被船儿荡开，水面上留下了一条长长的水线。"
          ],
          "annotation": [
            "小娃：男孩儿或女孩儿。",
            "艇：船。",
            "白莲：白色的莲花。",
            "踪迹：指被小艇划开的浮萍。",
            "浮萍：水生植物，椭圆形叶子浮在水面，叶下面有须根，夏季开白花。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗好比一组镜头，摄下一个小孩儿偷采白莲的情景。从诗的小主人公撑船进入画面，到他离去只留下被划开的一片浮萍，有景有色，有行动描写，有心理刻画，细致逼真，富有情趣；而这个小主人公的天真幼稚、活泼淘气的可爱形象，也就栩栩如生，跃然纸上了。",
          "这是一首描写儿童生活的诗。诗人以他特有的通俗风格将诗中的小娃娃描写得非常可爱、可亲。整首诗如同大白话，但极富韵味，令人读后忍俊不禁、哑然失笑。 诗人在诗中叙述一个小娃娃生活中的一件小事，准确地捕捉了小娃娃瞬间的心情，勾画出一幅采莲图。",
          "莲花盛开的夏日里，天真活泼的儿童，撑着一条小船，偷偷地去池中采摘白莲花玩。兴高采烈地采到莲花，早已忘记自己是瞒着大人悄悄地去的，不懂得或是没想到去隐蔽自己的踪迹，得意忘形地大摇大摆划着小船回来，小船把水面上的浮萍轻轻荡开，留下了一道清晰明显的水路痕迹。诗人以他特有的通俗风格将诗中的小娃娃描写得非常可爱、可亲，整首诗如同大白话，富有韵味。",
          "白居易是一位擅长写叙事诗的大诗人。他的长篇叙事诗，将所叙事物写得曲折详尽、娓娓动听，饱含着诗人自己的情感。同样的，他的诗中小品，更通俗平易。"
        ]
      ],
      "title": "池上"
    },
    {
      "dynasty": "宋代",
      "author": "杨万里",
      "lines": [
        {
          "characters": [
            "泉",
            "眼",
            "无",
            "声",
            "惜",
            "细",
            "流"
          ],
          "pinyins": [
            "quán",
            "yǎn",
            "wú",
            "shēng",
            "xī",
            "xì",
            "liú"
          ]
        },
        {
          "characters": [
            "树",
            "阴",
            "照",
            "水",
            "爱",
            "晴",
            "柔"
          ],
          "pinyins": [
            "shù",
            "yīn",
            "zhào",
            "shuǐ",
            "ài",
            "qíng",
            "róu"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "小",
            "荷",
            "才",
            "露",
            "尖",
            "尖",
            "角"
          ],
          "pinyins": [
            "xiǎo",
            "hé",
            "cái",
            "lòu",
            "jiān",
            "jiān",
            "jiǎo"
          ]
        },
        {
          "characters": [
            "早",
            "有",
            "蜻",
            "蜓",
            "立",
            "上",
            "头"
          ],
          "pinyins": [
            "zǎo",
            "yǒu",
            "qīng",
            "tíng",
            "lì",
            "shàng",
            "tou"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "夏天",
        "写水",
        "池塘",
        "小学生必背古诗70首",
        "小学生必背古诗80首",
        "写景"
      ],
      "annotations": [
        {
          "translation": [
            "泉眼悄然无声是因舍不得细细的水流，映在水里的树阴喜欢这晴天里柔和的风光。",
            "小荷叶刚从水面露出尖尖的角，早就有一只小蜻蜓立在它的上头。"
          ],
          "annotation": [
            "泉眼：泉水的出口。",
            "惜：吝惜。",
            "照水：映在水里。",
            "晴柔：晴天里柔和的风光。",
            "尖尖角：初出水端还没有舒展的荷叶尖端。",
            "上头：上面，顶端。为了押韵，“头”不读轻声。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗是一首描写初夏池塘美丽景色的、清新的小诗。一切都是那样的细，那样的柔，那样的富有情意。宛如一幅花草虫鸟彩墨画。画面之中，池、泉、流、荷和蜻蜓，落笔都小，却玲珑剔透，生机盎然。",
          "第一句，紧扣题目写小池的源泉，一股涓涓细流的泉水。泉水从洞口流出，没有一丝声响，当然是小之又小的。流出的泉水形成一股细流，更是小而又小了。这本来很寻常，然而作者却凭空加一“惜”字，说好像泉眼很爱惜这股细流，吝啬地舍不得多流一点儿。于是这句诗就立刻飞动起来，变得有情有趣，富有人性。",
          "第二句，写树阴在晴朗柔和的风光里，遮住水面。这也是极平常之事，可诗人加一“爱”字，似乎用她的阴凉盖住小池，以免水分蒸发而干涸，这样就化无情为有情了。而且，诗舍形取影，重点表现水面上的柔枝婆娑弄影，十分空灵。",
          "三、四句写池中一株小荷以及荷上的蜻蜓。小荷刚把她的含苞待放的嫩尖露出水面，显露出勃勃生机，可在这尖尖嫩角上却早有一只小小蜻蜓立在上面，它似乎要捷足先登，领略春光。小荷与蜻蜓，一个“才露”，一个“早有”，以新奇的眼光看待身边的一切，捕捉那稍纵即逝的景物。",
          "诗题“小池”全篇都在“小”字上做文章。诗词需有不同的题材与刚才，有的重大题材，须写出壮阔的境界、恢宏的气势；有的题材甚小，仅是生活中一个细节，但却能写出幽情逸趣。且此诗写的犹如一幅画，画面层次丰富：太阳、树木、小荷、小池，色彩艳丽，还有明亮的阳光、深绿的树荫、翠绿的小荷、鲜活的蜻蜓，清亮的泉水。画面充满动感：飞舞的蜻蜓、影绰的池水，充满了诗情画意。"
        ]
      ],
      "title": "小池"
    },
    {
      "dynasty": "唐代",
      "author": "孟浩然",
      "lines": [
        {
          "characters": [
            "春",
            "眠",
            "不",
            "觉",
            "晓"
          ],
          "pinyins": [
            "chūn",
            "mián",
            "bù",
            "jué",
            "xiǎo"
          ]
        },
        {
          "characters": [
            "处",
            "处",
            "闻",
            "啼",
            "鸟"
          ],
          "pinyins": [
            "chǔ",
            "chù",
            "wén",
            "tí",
            "niǎo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "夜",
            "来",
            "风",
            "雨",
            "声"
          ],
          "pinyins": [
            "yè",
            "lái",
            "fēng",
            "yǔ",
            "shēng"
          ]
        },
        {
          "characters": [
            "花",
            "落",
            "知",
            "多",
            "少"
          ],
          "pinyins": [
            "huā",
            "là",
            "zhī",
            "duō",
            "shǎo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "写景",
        "惜春",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "春日里贪睡不知不觉天就亮了，到处可以听见小鸟的鸣叫声。",
            "回想昨夜的阵阵风雨声，不知吹落了多少娇美的春花。"
          ],
          "annotation": [
            "晓：天刚亮的时候，春晓：春天的早晨。",
            "不觉晓：不知不觉天就亮了。",
            "啼鸟：鸟的啼叫声。",
            "知多少：不知有多少。"
          ]
        },
        {
          "translation": [
            "春夜酣睡天亮了也不知道，醒来只听到到处有鸟儿啼叫。",
            "想起昨夜里风声紧雨声潇潇，花儿不知道被打落了多少？"
          ],
          "annotation": [
            "⑴不觉晓：不知不觉天就亮了。晓：早晨，天明，天刚亮的时候。",
            "⑵闻：听见。啼鸟：鸟啼，鸟的啼叫声。",
            "⑶“夜来”句：一作“欲知昨夜风”。",
            "⑷“花落”句：一作“花落无多少”。知多少：不知有多少。知：不知，表示推想。"
          ]
        }
      ],
      "appreciations": [
        [
          "《春晓》这首诗是诗人隐居在鹿门山时所做，意境十分优美。诗人抓住春天的早晨刚刚醒来时的一瞬间展开描写和联想，生动地表达了诗人对春天的热爱和怜惜之情。此诗没有采用直接叙写眼前春景的一般手法，而是通过“春晓”(春天早晨)自己一觉醒来后瞬间的听觉感受和联想，捕捉典型的春天气息，表达自己喜爱春天和怜惜春光的情感。",
          "诗的前两句写诗人因春宵梦酣，天已大亮了还不知道，一觉醒来，听到的是屋外处处鸟儿的欢鸣。诗人惜墨如金，仅以一句“处处闻啼鸟”来表现充满活力的春晓景象。但人们由此可以知道就是这些鸟儿的欢鸣把懒睡中的诗人唤醒，可以想见此时屋外已是一片明媚的春光，可以体味到诗人对春天的赞美。",
          "正是这可爱的春晓景象，使诗人很自然地转入诗的第三、四句的联想：昨夜我在朦胧中曾听到一阵风雨声，现在庭院里盛开的花儿到底被摇落了多少呢？联系诗的前两句，夜里这一阵风雨不是疾风暴雨，而当是轻风细雨，它把诗人送入香甜的梦乡，把清晨清洗得更加明丽，并不可恨。但是它毕竟要摇落春花，带走春光，因此一句“花落知多少”，又隐含着诗人对春光流逝的淡淡哀怨以及无限遐想。",
          "宋人叶绍翁《游园不值》诗中的“春色满园关不住，一枝红杏出墙来”，是古今传诵的名句。其实，在写法上是与《春晓》有共同之处的。叶诗是通过视觉形象，由伸出墙外的一枝红杏，把人引入墙内、让人想象墙内；孟诗则是通过听觉形象，由阵阵春声把人引出屋外、让人想象屋外。只用淡淡的几笔，就写出了晴方好、雨亦奇的繁盛春意。两诗都表明，那盎然的春意，自是阻挡不住的，你看，它不是冲破了围墙屋壁，展现在你的眼前、萦回在你的耳际了吗？",
          "施补华曰：“诗犹文也，忌直贵曲。”（《岘佣说诗》）这首小诗仅仅四行二十个字，写来却曲屈通幽，回环波折。首句破题，“春”字点明季节，写春眠的香甜。“不觉”是朦朦胧胧不知不觉。在这温暖的春夜中，诗人睡得真香，以至旭日临窗，才甜梦初醒。流露出诗人爱春的喜悦心情。次句写春景，春天早晨的鸟语。“处处”是指四面八方。鸟噪枝头，一派生机勃勃的景象。“闻啼鸟”即“闻鸟啼”，古诗为了押韵，词序作了适当的调整。三句转为写回忆，诗人追忆昨晚的潇潇春雨。末句又回到眼前，联想到春花被风吹雨打、落红遍地的景象，由喜春翻为惜春，诗人把爱春和惜春的情感寄托在对落花的叹息上。爱极而惜，惜春即是爱春──那潇潇春雨也引起了诗人对花木的担忧。时间的跳跃、阴晴的交替、感情的微妙变化，都很富有情趣，能给人带来无穷兴味。",
          "《春晓》的语言平易浅近，自然天成，一点也看不出人工雕琢的痕迹。而言浅意浓，景真情真，就像是从诗人心灵深处流出的一股泉水，晶莹透澈，灌注着诗人的生命，跳动着诗人的脉搏。读之，如饮醇醪，不觉自醉。诗人情与境会，觅得大自然的真趣，大自然的神髓。“文章本天成，妙手偶得之”，这是最自然的诗篇，是天籁。"
        ]
      ],
      "title": "春晓"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": [
        {
          "characters": [
            "李",
            "白",
            "乘",
            "舟",
            "将",
            "欲",
            "行"
          ],
          "pinyins": [
            "lǐ",
            "bái",
            "chéng",
            "zhōu",
            "jiāng",
            "yù",
            "háng"
          ]
        },
        {
          "characters": [
            "忽",
            "闻",
            "岸",
            "上",
            "踏",
            "歌",
            "声"
          ],
          "pinyins": [
            "hū",
            "wén",
            "àn",
            "shàng",
            "tà",
            "gē",
            "shēng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "桃",
            "花",
            "潭",
            "水",
            "深",
            "千",
            "尺"
          ],
          "pinyins": [
            "táo",
            "huā",
            "tán",
            "shuǐ",
            "shēn",
            "qiān",
            "chǐ"
          ]
        },
        {
          "characters": [
            "不",
            "及",
            "汪",
            "伦",
            "送",
            "我",
            "情"
          ],
          "pinyins": [
            "bù",
            "jí",
            "wāng",
            "lún",
            "sòng",
            "wǒ",
            "qíng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学古诗",
        "写水",
        "友情",
        "送别",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "李白乘舟将要远行离去，忽听岸上传来踏歌之声。",
            "即使桃花潭水深至千尺，也比不上汪伦送我之情。"
          ],
          "annotation": [
            "汪伦：李白的朋友。",
            "将欲行：敦煌写本《唐人选唐诗》作“欲远行”。",
            "踏歌：唐代民间流行的一种手拉手、两足踏地为节拍的歌舞形式，可以边走边唱。",
            "桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法。",
            "不及：不如。"
          ]
        },
        {
          "translation": [
            "我正乘上小船，刚要解缆出发，忽听岸上传来，悠扬踏歌之声。",
            "看那桃花潭水，纵然深有千尺，怎能及汪伦送我之情。"
          ],
          "annotation": [
            "⑴汪伦：李白的朋友。",
            "⑵踏歌：唐代一作广为流行的民间歌舞形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。",
            "⑶桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）。",
            "⑷不及：不如。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗是李白于泾县（今安徽皖南地区）游历桃花潭时写给当地好友汪伦的一首留别诗。诗前两句描绘李白乘舟欲行时，汪伦踏歌赶来送行的情景，朴素自然地表达出汪伦对李白那种朴实、真诚的情感；后两句先用“深千尺”赞美桃花潭水的深湛，紧接“不及”两个字笔锋一转，用衬托的手法，把无形的情谊化为有形的千尺潭水，生动形象地表达了汪伦对李白那份真挚深厚的友情。全诗语言清新自然，想象丰富奇特，虽仅四句二十八字，却是李白诗中流传最广的佳作之一。",
          "诗的两句描写的是送别的场面。“李白乘舟将欲行”是说诗人就要乘船离开桃花潭了。那种语言不假思索，顺口流出，表现出乘兴而来、兴尽而返的潇洒神态。“忽闻岸上踏歌声”，“忽闻”二字表明，汪伦的到来，确实是不期而至的。人未到而声先闻，从那热情爽朗的歌声，李白就料到一定是汪伦赶来送行了。这样的送别，侧面表现出李白和汪伦这两位朋友同是不拘俗礼、快乐自由的人。",
          "“桃花潭水深千尺，不及汪伦送我情”，诗的后半是抒情。第三句遥接起句，进一步说明 放船地点在桃花潭。“深千尺”既描绘了潭的特点，又为结句预伏一笔。",
          "桃花潭水是那样的深湛，更触动了离人的情怀，难忘汪伦的深情厚意，水深情深自然地联系起来。结句迸出“不及汪伦送我情”，以比物手法形象性地表达了真挚纯洁的深情。潭水已“深千尺”，那么汪伦送李白的情谊更有多少深呢？耐人寻味。清沈德潜很欣赏这一句，他说：“若说汪伦之情比于潭水千尺，便是凡语。妙境只在一转换间。”（《唐诗别裁》）显然，妙就妙在“不及”二字，好就好在不用比喻而采用比物手法，变无形的情谊为生动的形象，空灵而有余味，自然而又情真。",
          "“桃花潭水深千尺，不及汪伦送我情”，这种夸张的就近取喻，表面看来似乎是信手拈来的，用“桃花潭水深千尺”作比，就把抽象的感情具体化了，令人感到形象可感，增加了诗的亲切感。另外，李白还很善于把握受赠者的审美心理和艺术趣味。汪伦是一个普通的村民，赠给他的诗，李白就采用了通俗易懂、清新活泼而富于民歌色彩的语言。宋代杨齐贤在《李太白文集》注中介绍说：到宋时，汪伦的子孙还珍重地保存着这首赠诗。由此可知此诗价值之一斑了。",
          "中国诗的传统主张含蓄蕴藉。宋代诗论家严羽提出作诗四忌：“语忌直，意忌浅。脉忌露，味忌短。”清人施补华也说诗“忌直贵曲”。然而，李白《赠汪伦》的表现特点是：坦率，直露，缺少含蓄。其“语直”，其“脉露”，而“意”不浅，味更浓。古人写诗，一般忌讳在诗中直呼姓名，以为无味。而《赠汪伦》从诗人直呼自己的姓名开始，又以称呼对方的名字作结，反而显得真率，亲切而洒脱，很有情味。"
        ]
      ],
      "title": "赠汪伦"
    },
    {
      "dynasty": "唐代",
      "author": "贾岛",
      "lines": [
        {
          "characters": [
            "松",
            "下",
            "问",
            "童",
            "子"
          ],
          "pinyins": [
            "sōng",
            "xià",
            "wèn",
            "tóng",
            "zǐ"
          ]
        },
        {
          "characters": [
            "言",
            "师",
            "采",
            "药",
            "去"
          ],
          "pinyins": [
            "yán",
            "shī",
            "cǎi",
            "yào",
            "qù"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "只",
            "在",
            "此",
            "山",
            "中"
          ],
          "pinyins": [
            "zhī",
            "zài",
            "cǐ",
            "shān",
            "zhōng"
          ]
        },
        {
          "characters": [
            "云",
            "深",
            "不",
            "知",
            "处"
          ],
          "pinyins": [
            "yún",
            "shēn",
            "bù",
            "zhī",
            "chǔ"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "寻访",
        "写人",
        "小学生必背古诗70首",
        "小学生必背古诗80首",
        "隐逸"
      ],
      "annotations": [
        {
          "translation": [
            "苍松下询问年少的学童，他说他的师傅已经去山中采药了。",
            "只知道就在这座大山里，可山中云雾缭绕不知道他的行踪。"
          ],
          "annotation": [
            "寻：寻访。隐者：隐士，隐居在山林中的人。古代指不肯做官而隐居在山野之间的人。一般指的是贤士。",
            "不遇：没有遇到，没有见到。",
            "童子：没有成年的人，小孩。在这里是指“隐者”的弟子、学生。",
            "言：回答，说。",
            "云深：指山上的云雾。",
            "处：行踪，所在。"
          ]
        }
      ],
      "appreciations": [
        [
          "贾岛是以“推敲”两字出名的苦吟诗人。一般认为他只是在用字方面下功夫，其实他的“推敲”不仅着眼于锤字炼句，在谋篇构思方面也是同样煞费苦心的。这首诗就是一个例证。",
          "“松下问童子，言师采药去。”这首小诗的前两句是说，苍松下，我询问了年少的学童；他说，师傅已经采药去了山中。这首诗的特点是寓问于答。“松下问童子”，必有所问，而这里把问话省去了，只从童子所答“师采药去”这四个字而可相见当时松下所问的是“师往何处去”。",
          "“只在此山中，云深不知处。”小诗的后两句是说，他还对我说：就在这座大山里，可是林深云密，不知他的行踪。在这里又把“采药在何处”这一问句省略掉，而以“只在此山中”的童子答词，把问句隐括在内。最后一句“云深不知处”，又是童子答复采药究竟在山前、山后、山顶、山脚的问题。",
          "在这首诗中，明明三番问答，至少须六句方能表达的，贾岛采取了以答句包含问句的手法，精简为二十字。这种“推敲”就不在一字一句间了。",
          "然而，这首诗的成功，不仅在于简炼；单言繁简，还不足以说明它的妙处。诗贵善于抒情。这首诗的抒情特色是在平淡中见深沉。一般访友，问知他出，也就自然扫兴而返了。但这首诗中，一问之后并不罢休，又继之以二问三问，其言甚繁，而其笔则简，以简笔写繁情，益见其情深与情切。而且这三番答问，逐层深入，表达感情有起有伏。“松下问童子”时，心情轻快，满怀希望；“言师采药去”，答非所想，一坠而为失望；“只在此山中”，在失望中又萌生了一线希望；及至最后一答：“云深不知处”，就惘然若失，无可奈何了。",
          "而诗的抒情要凭借艺术形象，要讲究色调。从表面看，这首诗似乎不着一色，白描无华，是淡妆而非浓抹。其实它的造型自然，色彩鲜明，浓淡相宜。郁郁青松，悠悠白云，这青与白，这松与云，它的形象与色调恰和云山深处的隐者身份相符。而且未见隐者先见其画，青翠挺立中隐含无限生机；而后却见茫茫白云，深邃杳霭，捉摸无从，令人起秋水伊人无处可寻的浮想。从造型的递变，色调的先后中也映衬出作者感情的与物转移。",
          "诗中隐者采药为生，济世活人，是一个真隐士。所以贾岛对他有高山仰止的钦慕之情。诗中白云显其高洁，苍松赞其风骨，写景中也含有比兴之义。惟其如此，钦慕而不遇，就更突出其怅惘之情了。另外，作者作为一个封建社会的知识分子，离开繁华的都市，跑到这超尘绝俗的青松白云之间来“寻隐者”，其原因也是耐人寻味，引人遐想的。"
        ]
      ],
      "title": "寻隐者不遇"
    },
    {
      "dynasty": "明代",
      "author": "唐寅",
      "lines": [
        {
          "characters": [
            "头",
            "上",
            "红",
            "冠",
            "不",
            "用",
            "裁"
          ],
          "pinyins": [
            "tóu",
            "shàng",
            "hóng",
            "guān",
            "bù",
            "yòng",
            "cái"
          ]
        },
        {
          "characters": [
            "满",
            "身",
            "雪",
            "白",
            "走",
            "将",
            "来"
          ],
          "pinyins": [
            "mǎn",
            "shēn",
            "xuě",
            "bái",
            "zǒu",
            "jiāng",
            "lái"
          ]
        },
        {
          "characters": [
            "(",
            "裁",
            " ",
            "一",
            "作",
            "：",
            "戴",
            ")"
          ],
          "pinyins": [
            "(",
            "cái",
            " ",
            "yī",
            "zuò",
            "：",
            "dài",
            ")"
          ]
        },
        {
          "characters": [
            "平",
            "生",
            "不",
            "敢",
            "轻",
            "言",
            "语"
          ],
          "pinyins": [
            "píng",
            "shēng",
            "bù",
            "gǎn",
            "qīng",
            "yán",
            "yǔ"
          ]
        },
        {
          "characters": [
            "一",
            "叫",
            "千",
            "门",
            "万",
            "户",
            "开"
          ],
          "pinyins": [
            "yī",
            "jiào",
            "qiān",
            "mén",
            "wàn",
            "hù",
            "kāi"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "咏物",
        "动物",
        "赞美"
      ],
      "annotations": [
        {
          "translation": [
            "它头上的红色冠子不用裁剪是天生的，身披雪白的羽毛雄纠纠地走来。",
            "一生之中它从来不敢轻易鸣叫，但是它叫的时候，千家万户的门都打开。"
          ],
          "annotation": [
            "裁：裁剪，这里是制作的意思。",
            "将：助词，用在动词和来、去等表示趋向的补语之间。",
            "平生：平素，平常。",
            "轻：随便，轻易。",
            "言语：这里指啼鸣，喻指说话，发表意见。",
            "一：一旦。",
            "千门万户：指众多的人家。"
          ]
        }
      ],
      "appreciations": [
        [
          "《画鸡》是一首题画诗。",
          "“头上红冠不用裁，满身雪白走将来”，这是写公鸡的动作、神态。头戴无须剪裁的天然红冠，一身雪白，兴致冲冲地迎面走来。诗人运用了描写和色彩的对比，勾画了一只冠红羽白、威风凛凛，相貌堂堂的大公鸡。起句的“头上红冠”，从局部描写公鸡头上的大红冠，在这第一句里，诗人更着重的是雄鸡那不用装饰而自然形成的自然美本身，所以诗人称颂这种美为“不用裁”。",
          "承句“满身雪白”又从全身描写公鸡浑身的雪白羽毛。状物明确，从局部到全面；用大面积的白色（公鸡）与公鸡头上的大红冠相比，色彩对比强烈，描绘了雄鸡优美高洁的形象。",
          "“平生不敢轻言语，一叫千门万户开”。这是写公鸡的心理和声音。诗人拟鸡为人揭开了它一生中不敢轻易说话的心理状态，它一声呜叫，便意味着黎明的到来。它一声呜叫，千家万户都要打开门，迎接新的一天的到来。“平身不敢轻言语”，诗人的诗路急转，说公鸡一生不敢随便啼叫，此句的气色收敛，还很低调，尤其“不敢”一词，用的很贴切，为第四句的结句做了铺垫，并对下句有反衬效果。后两句用拟人法写出了雄鸡在清晨报晓的情景，动静结合，运用了诗歌的艺术手法，使两句产生了强烈的对比树立了雄鸡高伟的形象，表现了公鸡具备的美德和权威。",
          "这首诗描绘了公鸡的威武，写出了它的高洁。把鸡这种家禽的神态气质和报晓天性展现的淋漓尽致。它平时不多说话，但一说话大家都响应，由此表达了诗人的思想和抱负，从此诗还可看出诗人“不避口语”的写诗特点，富有儿歌风味。"
        ]
      ],
      "title": "画鸡"
    }
  ]
]
