export default [
  [
    {
      "dynasty": "唐代",
      "author": "白居易",
      "lines": [
        {
          "characters": [
            "一",
            "道",
            "残",
            "阳",
            "铺",
            "水",
            "中"
          ],
          "pinyins": [
            "yī",
            "dào",
            "cán",
            "yáng",
            "pū",
            "shuǐ",
            "zhōng"
          ]
        },
        {
          "characters": [
            "半",
            "江",
            "瑟",
            "瑟",
            "半",
            "江",
            "红"
          ],
          "pinyins": [
            "bàn",
            "jiāng",
            "sè",
            "sè",
            "bàn",
            "jiāng",
            "hóng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "可",
            "怜",
            "九",
            "月",
            "初",
            "三",
            "夜"
          ],
          "pinyins": [
            "kě",
            "lián",
            "jiǔ",
            "yuè",
            "chū",
            "sān",
            "yè"
          ]
        },
        {
          "characters": [
            "露",
            "似",
            "真",
            "珠",
            "月",
            "似",
            "弓"
          ],
          "pinyins": [
            "lòu",
            "sì",
            "zhēn",
            "zhū",
            "yuè",
            "sì",
            "gōng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "写景",
        "写水"
      ],
      "annotations": [
        {
          "translation": [
            "快要落山的夕阳，霞光柔和的铺在江水上，江水一半碧绿，一半艳红。",
            "最可爱的是那九月初三之夜，露珠似颗颗珍珠，朗朗新月形如弯弓。"
          ],
          "annotation": [
            "暮江吟：黄昏时分在江边所作的诗。吟，古代诗歌的一种形式。",
            "残阳：快落山的太阳的光。也指晚霞。",
            "瑟瑟：原意为碧色珍宝，此处指碧绿色 。",
            "可怜：可爱。",
            "九月初三：农历九月初三的时候。",
            "真珠：即珍珠。",
            "月似弓：农历九月初三，上弦月，其弯如弓。"
          ]
        }
      ],
      "appreciations": [
        [
          "白居易纯粹写景的作品很少，这是一首颇为人称道的小诗。全诗构思妙绝之处，在于摄取了两幅幽美的自然界的画面，加以组接。一幅是夕阳西沉、晚霞映江的绚丽景象，一幅是弯月初升，露珠晶莹的朦胧夜色。两者分开看各具佳景，合起来读更显妙境，诗人又在诗句中妥帖地加入比喻的写法，使景色倍显生动。由于这首诗渗透了诗人自愿远离朝廷后轻松愉悦的解放情绪和个性色彩，因而又使全诗成了诗人特定境遇下审美心理功能的艺术载体。",
          "“一道残阳铺水中，半江瑟瑟半江红。”写夕阳落照中的江水。“一道残阳铺水中”，残阳照射在江面上，不说“照”，却说“铺”，这是因为“残阳”已经接近地平线，几乎是贴着地面照射过来，确像“铺”在江上，很形象；这个“铺”字也显得委婉、平缓，写出了秋天夕阳独特的柔和，给人以亲切、安闲的感觉。",
          "“半江瑟瑟半江红”，天气晴朗无风，江水缓缓流动，江面皱起细小的波纹。受光多的部分，呈现一片“红”色；受光少的地方，呈现出深深的碧色。诗人抓住江面上呈现出的两种颜色，却表现出残阳照射下，暮江细波粼粼、光色瞬息变化的景象。诗人沉醉了，把他自己的喜悦之情寄寓在景物描写之中了。",
          "“可怜九月初三夜”，是个过渡。可怜，可爱。九月初三，是农历，指进入深秋。意思说：深秋的夜晚多么可爱啊!前两句描写日落时景象，这一句很自然地把时间从日落过渡到夜晚。看似随意写来，实际很重要，让读者明确感到时间在推移，继续观赏后面的画面。",
          "最后一句“露似珍珠月似弓”。意思说：露水像珍珠一样晶莹光亮，弯弯的月亮像弓一样。秋天的江边夜色降临，空气湿润，草木上都凝结起露珠，“露似珍珠”，写出秋叶特点。九月初三，月亮刚出现，还是月牙儿，弯弯的，所以说像一张弓。“月似弓”，进一步点出月初的秋夜。这句重点写了秋夜露珠和新月，连用两个新颖贴切的比喻，描绘出深秋月夜的迷人景象。",
          "诗人通过“露”、“月”视觉形象的描写，创造出和谐、宁静的意境，用这样新颖巧妙的比喻来精心为大自然敷彩着色，描容绘形，给读者展现了一幅绝妙的画卷。由描绘暮江，到赞美月露，这中间似少了一个时间上的衔接，而“九月初三夜”的“夜”无形中把时间连接起来，它上与“暮”接，下与“露”、“月”相连，这就意味着诗人从黄昏时起，一直玩赏到月上露下，蕴含着诗人对大自然的喜爱、热爱之情。",
          "另外，值得读者注意的是这首诗中的时间问题。《暮江吟》写了三个不同的“时间”。通过以上分析，《暮江吟》前两句写的时间是日落前（一小段时间）或日落时；后两句主要写日落后（一小段时间），即黄昏；由后两句还引伸出夜里一段时间。这完全符合作者的观赏顺序，即作者先于日落前看到了“残阳铺照”，又于日落后看到了“月似弓”，再于夜间看到了“露似真珠”。大多数资料都认为，“月似弓”与“露似珍珠”是作者于夜间同一时刻看到的，前写天上，后写地下。其实这是因为缺少天文、气象常识，忽视了两种自然现象之间的“时间差”问题。如前所述，作者看到“九月初三”、“月似弓”之时，只能是在日落后不久。此时，由于太阳刚刚落山不久，地面散失的热量还不多，凉露尚未形成；而等到夜里“露似真珠”之时，似弓之月却又早已沉入西方地平线以下了。"
        ]
      ],
      "title": "暮江吟"
    },
    {
      "dynasty": "宋代",
      "author": "苏轼",
      "lines": [
        {
          "characters": [
            "横",
            "看",
            "成",
            "岭",
            "侧",
            "成",
            "峰"
          ],
          "pinyins": [
            "héng",
            "kàn",
            "chéng",
            "lǐng",
            "cè",
            "chéng",
            "fēng"
          ]
        },
        {
          "characters": [
            "远",
            "近",
            "高",
            "低",
            "各",
            "不",
            "同"
          ],
          "pinyins": [
            "yuǎn",
            "jìn",
            "gāo",
            "dī",
            "gè",
            "bù",
            "tóng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "不",
            "识",
            "庐",
            "山",
            "真",
            "面",
            "目"
          ],
          "pinyins": [
            "bù",
            "shí",
            "lú",
            "shān",
            "zhēn",
            "miàn",
            "mù"
          ]
        },
        {
          "characters": [
            "只",
            "缘",
            "身",
            "在",
            "此",
            "山",
            "中"
          ],
          "pinyins": [
            "zhī",
            "yuán",
            "shēn",
            "zài",
            "cǐ",
            "shān",
            "zhōng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "纪游",
        "写山",
        "庐山",
        "哲理",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。",
            "之所以辨不清庐山真正的面目，是因为我身处在庐山之中。"
          ],
          "annotation": [
            "题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。",
            "横看：从正面看。庐山总是南北走向，横看就是从东面西面看.",
            "侧：侧面。",
            "各不同：各不相同。",
            "不识：不能认识，辨别。",
            "真面目：指庐山真实的景色，形状。",
            "缘：因为；由于。",
            "此山：这座山，指庐山。",
            "西林：西林寺，在现在江西省的庐山上。这首诗是题在寺里墙壁上的。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首诗中有画的写景诗，又是一首哲理诗，哲理蕴含在对庐山景色的描绘之中。",
          "“横看成岭侧成峰，远近高低各不同。”一句说的是游人从远处、近处、高处、地处等不同角度观察庐山面貌是可以得到不同观感的。有时你看到到是起伏连绵的山岭，有时你看到的是高耸入云端的山峰。这两句概括而形象地写出了移步换形、千姿万态的庐山风景。",
          "结尾两句“不识庐山真面目，只缘身在此山中”，是即景说理，谈游山的体会。之所以不能辨认庐山的真实面目，是因为身在庐山之中，视野为庐山的峰峦所局限，看到的只是庐山的一峰一岭一丘一壑，局部而已，这必然带有片面性。这两句奇思妙发，整个意境浑然托出，为读者提供了一个回味经验、驰骋想象的空间。这不仅仅是游历山水才有这种理性认识。游山所见如此，观察世上事物也常如此。这两句诗有着丰富的内涵，它启迪人们认识为人处事的一个哲理——由于人们所处的地位不同，看问题的出发点不同，对客观事物的认识难免有一定的片面性；要认识事物的真相与全貌，必须超越狭小的范围，摆脱主观成见。",
          "一首小诗激起人们无限的回味和深思。所以，《题西林壁》不单单是诗人歌咏庐山的奇景伟观，同时也是苏轼以哲人的眼光从中得出的真理性的认识。由于这种认识是深刻的，是符合客观规律的，所以诗中除了有谷峰的奇秀形象给人以美感之外，又有深永的哲理启人心智。因此，这首小诗格外来得含蓄蕴藉，思致渺远，使人百读不厌。",
          "苏轼的诗既是人生感悟，也是一种政治体验。苏轼自进入仕途后卷入了新旧之法的争议，他在政治倾向上更贴近保守派，反对王安石主导的新法。但他不偏激，主张汲取新法合理成分，主张讲究执行策略，反而又为旧党所不容。因此，苏轼笔下的庐山，也可以看成是扑朔迷离的政局，新旧两党立场不同，结论也不同。事实上，人们都置身局中，置身历史长河中，都不免陷入当局者迷的困境，应该更客观地思考问题，得出恰当结论。",
          "如果说宋以前的诗歌传统是以言志、言情为特点的话，那么到了宋朝尤其是苏轼，则出现了以言理为特色的新诗风。这种诗风是宋人在唐诗之后另辟的一条蹊径，用苏轼的话来说，便是“出新意于法度之中，寄妙理于豪放之外”。形成这类诗的特点是：语浅意深，因物寓理，寄至味于淡泊。《题西林壁》就是这样的一首好诗。"
        ]
      ],
      "title": "题西林壁"
    },
    {
      "dynasty": "宋代",
      "author": "卢梅坡",
      "lines": [
        {
          "characters": [
            "梅",
            "雪",
            "争",
            "春",
            "未",
            "肯",
            "降"
          ],
          "pinyins": [
            "méi",
            "xuě",
            "zhēng",
            "chūn",
            "wèi",
            "kěn",
            "jiàng"
          ]
        },
        {
          "characters": [
            "骚",
            "人",
            "阁",
            "笔",
            "费",
            "评",
            "章"
          ],
          "pinyins": [
            "sāo",
            "rén",
            "gé",
            "bǐ",
            "fèi",
            "píng",
            "zhāng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "梅",
            "须",
            "逊",
            "雪",
            "三",
            "分",
            "白"
          ],
          "pinyins": [
            "méi",
            "xū",
            "xùn",
            "xuě",
            "sān",
            "fēn",
            "bái"
          ]
        },
        {
          "characters": [
            "雪",
            "却",
            "输",
            "梅",
            "一",
            "段",
            "香"
          ],
          "pinyins": [
            "xuě",
            "què",
            "shū",
            "méi",
            "yī",
            "duàn",
            "xiāng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "冬天",
        "写雪",
        "梅花",
        "励志",
        "哲理",
        "优美"
      ],
      "annotations": [
        {
          "translation": [
            "梅花和雪花都认为各自占尽了春色，谁也不肯服输。文人骚客难以评论高下，只得搁笔好好思量。",
            "梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。"
          ],
          "annotation": [
            "卢梅坡，宋诗人。生卒年不详。“梅坡”不是他的名字，而是他自号为梅坡。",
            "降（xiáng）：服输。",
            "骚人：诗人。",
            "阁笔：放下笔。阁，同“搁”放下。",
            "评章：评议。这里指评议梅与雪的高下。"
          ]
        }
      ],
      "appreciations": [
        [
          "古今不少诗人往往把雪、梅并写。雪因梅，透露出春的信息，梅因雪更显出高尚的品格。如毛泽东《卜算子·咏梅》中就曾写道：“风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。”雪、梅都成了报春的使者、冬去春来的象征。",
          "首句采用拟人手法写梅花与雪花相互竞争，都认为自己是最具早春特色的，而且互不认输，这就将早春的梅花与雪花之美别出心裁、生动活泼地表现出来了。次句写诗人在两者之间难以评判高下。诗人原以为一挥而就，由于难于评判，只好停下笔来思索。“评章”即评价。以为一挥而就，由于难于评判，只好停下笔来思索。",
          "后两句是诗人对梅与雪的评语。就洁白而言，梅比雪要差一些，但是雪却没有梅花的香味。“三分”形容差的不多，“一段”将香气物质化，使人觉得香气可以测量。前人已经注意到梅与雪的这些特点，如岑参的《白雪歌送武判官归京》：“忽如一夜春风来，千树万树梨花开。”王安石的《梅花》诗：“墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。”但是此诗将梅与雪的不同特点用两句诗概括了出来，写得妙趣横生，也产生了一定的影响。"
        ]
      ],
      "title": "雪梅"
    },
    {
      "dynasty": "先秦",
      "author": "佚名",
      "lines": [
        {
          "characters": [
            "炎",
            "帝",
            "之",
            "少",
            "女"
          ],
          "pinyins": [
            "yán",
            "dì",
            "zhī",
            "shào",
            "nǚ"
          ]
        },
        {
          "characters": [
            "名",
            "曰",
            "女",
            "娃"
          ],
          "pinyins": [
            "míng",
            "yuē",
            "nǚ",
            "wá"
          ]
        },
        {
          "characters": [
            "女",
            "娃",
            "游",
            "于",
            "东",
            "海"
          ],
          "pinyins": [
            "nǚ",
            "wá",
            "yóu",
            "yú",
            "dōng",
            "hǎi"
          ]
        },
        {
          "characters": [
            "溺",
            "而",
            "不",
            "返"
          ],
          "pinyins": [
            "nì",
            "ér",
            "bù",
            "fǎn"
          ]
        },
        {
          "characters": [
            "故",
            "为",
            "精",
            "卫"
          ],
          "pinyins": [
            "gù",
            "wéi",
            "jīng",
            "wèi"
          ]
        },
        {
          "characters": [
            "常",
            "衔",
            "西",
            "山",
            "之",
            "木",
            "石"
          ],
          "pinyins": [
            "cháng",
            "xián",
            "xī",
            "shān",
            "zhī",
            "mù",
            "shí"
          ]
        },
        {
          "characters": [
            "以",
            "堙",
            "于",
            "东",
            "海"
          ],
          "pinyins": [
            "yǐ",
            "yīn",
            "yú",
            "dōng",
            "hǎi"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学文言文",
        "神话",
        "故事"
      ],
      "annotations": [
        {
          "translation": [
            "炎帝的小女儿，名叫女娃。有一次，女娃去东海游玩，溺水身亡，再也没有回来，因此化为精卫鸟。经常叼着西山上的树枝和石块，用来填塞东海。"
          ],
          "annotation": [
            "炎帝之少女：炎帝的小女儿。",
            "溺：溺水，淹没。",
            "故：因此。",
            "堙：填塞。"
          ]
        }
      ],
      "appreciations": [],
      "title": "精卫填海"
    },
    {
      "dynasty": "唐代",
      "author": "王昌龄",
      "lines": [
        {
          "characters": [
            "秦",
            "时",
            "明",
            "月",
            "汉",
            "时",
            "关"
          ],
          "pinyins": [
            "qín",
            "shí",
            "míng",
            "yuè",
            "hàn",
            "shí",
            "guān"
          ]
        },
        {
          "characters": [
            "万",
            "里",
            "长",
            "征",
            "人",
            "未",
            "还"
          ],
          "pinyins": [
            "wàn",
            "lǐ",
            "cháng",
            "zhēng",
            "rén",
            "wèi",
            "huán"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "但",
            "使",
            "龙",
            "城",
            "飞",
            "将",
            "在"
          ],
          "pinyins": [
            "dàn",
            "shǐ",
            "lóng",
            "chéng",
            "fēi",
            "jiāng",
            "zài"
          ]
        },
        {
          "characters": [
            "不",
            "教",
            "胡",
            "马",
            "度",
            "阴",
            "山"
          ],
          "pinyins": [
            "bù",
            "jiào",
            "hú",
            "mǎ",
            "dù",
            "yīn",
            "shān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "边塞",
        "战争",
        "忧国忧民",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "依旧是秦汉时期的明月和边关，守边御敌鏖战万里征夫未回还。",
            "倘若龙城的飞将李广如今还在，一定不会让敌人的铁蹄踏过阴山。"
          ],
          "annotation": [
            "但使：只要。",
            "龙城飞将：汉朝名将李广。这里泛指英勇善战的将领。也有说是指卫青。《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。",
            "教：令，使。",
            "胡马：指侵扰内地的外族骑兵。",
            "度：越过。",
            "阴山：位于今内蒙古中部及河北北部。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首著名的边塞诗，表达了诗人希望起任良将，早日平息边塞战事，使人民过上安定的生活的愿望。",
          "诗人从描写景物景入手，首句勾勒出一幅冷月照边关的苍凉景象。“秦时明月汉时关”不能理解为秦时的明月汉代的关。这里是秦、汉、关、月四字交错使用，在修辞上叫“互文见义”，意思是秦汉时的明月，秦汉时的关。诗人暗示，这里的战事自秦汉以来一直未间歇过，突出了时间的久远。次句“万里长征人未还”，“万里”指边塞和内地相距万里，虽属虚指，却突出了空间辽阔。“人未还”使人联想到战争给人带来的灾难，表达了诗人悲愤的情感。",
          "怎样才能解脱人民的困苦呢？诗人寄希望于有才能的将军。“但使龙城飞将在，不教胡马度阴山。”倘若攻袭龙城的卫青和飞将军李广而今健在，绝不许让胡人的骑兵跨越过阴山。“龙城”指奇袭匈奴圣地龙城的名将卫青，而“飞将”则指威名赫赫的飞将军李广。“龙城飞将”并不只一人，实指李卫，更是借代众多汉朝抗匈名将。“不教”，不允许，“教”字读平声；“胡马”，这里指代外族入侵的骑兵。“度阴山”，跨过阴山。阴山是北方东西走向的大山脉，是汉代北方边防的天然屏障。后两句写得含蓄、巧妙，让人们在对往事的对比中，得出必要的结论。",
          "这首诗虽然只有短短四行，但是通过对边疆景物和征人心理的描绘，表现的内容是复杂的。既有对久戍士卒的浓厚同情和结束这种边防不顾局面的愿望；又流露了对朝廷不能选贤任能的不满，同时又以大局为重，认识到战争的正义性，因而个人利益服从国家安全的需要，发出了“不教胡马度阴山”的誓言，洋溢着爱国激情。",
          "诗人并没有对边塞风光进行细致的描绘，他只是选取了征戍生活中的一个典型画面来揭示士卒的内心世界。景物描写只是用来刻划人物思想感情的一种手段，汉关秦月，无不是融情入景，浸透了人物的感情色彩。把复杂的内容熔铸在四行诗里，深沉含蓄，耐人寻味。。"
        ]
      ],
      "title": "出塞"
    },
    {
      "dynasty": "唐代",
      "author": "王翰",
      "lines": [
        {
          "characters": [
            "葡",
            "萄",
            "美",
            "酒",
            "夜",
            "光",
            "杯"
          ],
          "pinyins": [
            "pú",
            "táo",
            "měi",
            "jiǔ",
            "yè",
            "guāng",
            "bēi"
          ]
        },
        {
          "characters": [
            "欲",
            "饮",
            "琵",
            "琶",
            "马",
            "上",
            "催"
          ],
          "pinyins": [
            "yù",
            "yǐn",
            "pí",
            "pá",
            "mǎ",
            "shàng",
            "cuī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "醉",
            "卧",
            "沙",
            "场",
            "君",
            "莫",
            "笑"
          ],
          "pinyins": [
            "zuì",
            "wò",
            "shā",
            "chǎng",
            "jūn",
            "mò",
            "xiào"
          ]
        },
        {
          "characters": [
            "古",
            "来",
            "征",
            "战",
            "几",
            "人",
            "回"
          ],
          "pinyins": [
            "gǔ",
            "lái",
            "zhēng",
            "zhàn",
            "jī",
            "rén",
            "huí"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "豪放",
        "边塞",
        "战争",
        "宴饮",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "酒筵上甘醇的葡萄美酒盛满在夜光杯之中，正要畅饮时，马上琵琶也声声响起，仿佛催人出征。",
            "如果醉卧在沙场上，也请你不要笑话，古来出外打仗的能有几人返回家乡？"
          ],
          "annotation": [
            "凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：王翰写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代王世贞推为唐代七绝的压卷之作。",
            "夜光杯：玉石制成的酒杯，当把美酒置于杯中，放在月光下，杯中就会闪闪发亮，夜光杯由此而得名。",
            "欲：将要。",
            "琵琶：这里指作战时用来发出号角的声音时用的。",
            "催：催人出征；也有人解作鸣奏助兴。",
            "沙场：平坦空旷的沙地，古时多指战场。",
            "君：你。",
            "征战：打仗。"
          ]
        }
      ],
      "appreciations": [
        [
          "王翰的《凉州词》是一首曾经打动过无数热血男儿心灵深处最柔弱部分的千古绝唱。诗人以饱蘸激情的笔触，用铿锵激越的音调，奇丽耀眼的词语，定下这开篇的第一句。",
          "“葡萄美酒夜光杯”，犹如突然间拉开帷幕，在人们的眼前展现出五光十色、琳琅满目、酒香四溢的盛大筵席。这景象使人惊喜，使人兴奋，为全诗的抒情创造了气氛，定下了基调。",
          "“欲饮琵琶马上催”是说正在大家准备畅饮之时，乐队也奏起了琵琶，更增添了欢快的气氛。但是这一句的最后一个“催”字却让后人产生了很多猜测，众口不一，有人说是催出发，但和后两句似乎难以贯通。有人解释为：催尽管催，饮还是照饮。这也不切合将士们豪放俊爽的精神状态。“马上”二字，往往又使人联想到“出发”，其实在西域胡人中，琵琶本来就是骑在马上弹奏的。“琵琶马上催”，应该是着意渲染一种欢快宴饮的场面。",
          "诗的最末两句“醉卧沙场君莫笑，古来征战几人回。”顺着前两句的诗意来看应当是写筵席上的畅饮和劝酒，这样理解的话，全诗无论是在诗意还是诗境上也就自然而然地融会贯通了，过去曾有人认为这两句“作旷达语，倍觉悲痛”。还有人说：“故作豪饮之词，然悲感已极”。话虽不同，但都离不开一个“悲”字。后来更有用低沉、悲凉、感伤、反战等等词语来概括这首诗的思想感情的，依据也是三四两句，特别是末句。“古来征战几人回”，显然是一种夸张的说法。清代施补华说这两句诗：“作悲伤语读便浅，作谐谑语读便妙，在学人领悟。”（《岘傭说诗》）这话对我们颇有启发。",
          "之所以说“作悲伤语读便浅”，是因为它不是在宣扬战争的可怕，也不是表现对戎马生涯的厌恶，更不是对生命不保的哀叹。回过头去看看那欢宴的场面：耳听着阵阵欢快、激越的琵琶声，将士们真是兴致飞扬，你斟我酌，一阵痛饮之后，便醉意微微了。也许有人想放杯了吧，这时座中便有人高叫：怕什么，醉就醉吧，就是醉卧沙场，也请诸位莫笑，“古来征战几人回”，早将生死置之度外了。可见这三、四两句正是席间的劝酒之词，而并不是什么悲伤之情，它虽有几分“谐谑”，却也为尽情酣醉寻得了最具有环境和性格特征的“理由”。“醉卧沙场”，表现出来的不仅是豪放、开朗、兴奋的感情，而且还有着视死如归的勇气，这和豪华的筵席所显示的热烈气氛是一致的。",
          "这是一个欢乐的盛宴，那场面和意境决不是一两个人在那儿浅斟低酌，借酒浇愁。它那明快的语言、跳动跌宕的节奏所反映出来的情绪是奔放的，狂热的；它展现出的是一种激动和向往的艺术魅力，这正是盛唐边塞诗的特色。",
          "也有人认为全诗抒发的是反战的哀怨，所揭露的是自有战争以来生还者极少的悲惨事实，却出以豪迈旷达之笔，表现了一种视死如归的悲壮情绪，这就使人透过这种貌似豪放旷达的胸怀，更加看清了军人们心灵深处的忧伤与幻灭。"
        ]
      ],
      "title": "凉州词"
    },
    {
      "dynasty": "宋代",
      "author": "李清照",
      "lines": [
        {
          "characters": [
            "生",
            "当",
            "作",
            "人",
            "杰"
          ],
          "pinyins": [
            "shēng",
            "dàng",
            "zuò",
            "rén",
            "jié"
          ]
        },
        {
          "characters": [
            "死",
            "亦",
            "为",
            "鬼",
            "雄"
          ],
          "pinyins": [
            "sǐ",
            "yì",
            "wéi",
            "guǐ",
            "xióng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "至",
            "今",
            "思",
            "项",
            "羽"
          ],
          "pinyins": [
            "zhì",
            "jīn",
            "sī",
            "xiàng",
            "yǔ"
          ]
        },
        {
          "characters": [
            "不",
            "肯",
            "过",
            "江",
            "东"
          ],
          "pinyins": [
            "bù",
            "kěn",
            "guò",
            "jiāng",
            "dōng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "地名",
        "咏史怀古",
        "爱国",
        "忧愤",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "活着就要当人中的俊杰，死了也要做鬼中的英雄。",
            "人们到现在还思念项羽，只因他不肯偷生回江东。"
          ],
          "annotation": [
            "人杰：人中的豪杰。汉高祖曾称赞开国功臣张良、萧何、韩信是“人杰”。",
            "鬼雄：鬼中的英雄。屈原《国殇》：身既死兮神以灵，子魂魄兮为鬼雄。",
            "项羽：秦末时自立为西楚霸王，与刘邦争夺天下，在垓下之战中，兵败自杀。",
            "江东：项羽当初随叔父项梁起兵的地方。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首借古讽今、抒发悲愤的怀古诗。诗的前两句，语出惊人，直抒胸臆，提出人“生当作人杰”，为国建功立业，报效朝廷；“死”也应该做“鬼雄”，方才不愧于顶天立地的好男儿。深深的爱国之情喷涌出来，震撼人心。最后两句，诗人通过歌颂项羽的悲壮之举来讽刺南宋当权者不思进取、苟且偷生的无耻行径。",
          "生当作人杰，死亦为鬼雄”这不是几个字的精致组合，不是几个词的巧妙润色；是一种精髓的凝练，是一种气魄的承载，是一种所向无惧的人生姿态。那种凛然风骨，浩然正气，充斥天地之间，直令鬼神徒然变色。“当作”之所“亦为”，一个女子啊！纤弱无骨之手，娇柔无力之躯，演绎之柔美，绕指缠心，凄切入骨，细腻感人无以复加。透过她一贯的文笔风格，在她以“婉约派之宗”而著称文坛的光环映彻下。笔端劲力突起，笔锋刚劲显现时，这份刚韧之坚，气势之大，敢问世间须眉几人可以匹敌？",
          "“至今思项羽，不肯过江东。”女诗人追思那个叫项羽的楚霸枭雄，追随项羽的精神和气节，痛恨宋朝当权者苟且偷安的时政。都说退一步海阔天空。仅一河之遥，却是生死之界，仅一念之间，却是存亡之抉。项羽，为了无愧于英雄名节，无愧七尺男儿之身，无愧江东父老所托，以死相报。“不肯”！不是“不能”、不是“不想”、不是“不愿”、不是“不去”。一个“不肯”笔来神韵，强过鬼斧神工，高过天地造化。一种“可杀不可辱”、“死不惧而辱不受”的英雄豪气，漫染纸面，力透纸背，令人叫绝称奇而无复任何言语！",
          "这首诗起调高亢，鲜明地提出了人生的价值取向：人活着就要做人中的豪杰，为国家建功立业；死也要为国捐躯，成为鬼中的英雄。爱国激情，溢于言表，在当时确有振聋发聩的作用。南宋统治者不管百姓死活，只顾自己逃命；抛弃中原河山，苟且偷生。因此，诗人想起了项羽。项羽突围到乌江，乌江亭长劝他急速渡江，回到江东，重整旗鼓。项羽自己觉得无脸见江东父老，便回身苦战，杀死敌兵数百，然后自刎。诗人鞭挞南宋当权派的无耻行径，借古讽今，正气凛然。全诗仅二十个字，连用了三个典故，但无堆砌之弊，因为这都是诗人的心声。如此慷慨雄健、掷地有声的诗篇，出自女性之手，实在是压倒须眉了。"
        ]
      ],
      "title": "夏日绝句"
    },
    {
      "dynasty": "宋代",
      "author": "佚名",
      "lines": [
        {
          "characters": [
            "王",
            "戎",
            "七",
            "岁"
          ],
          "pinyins": [
            "wáng",
            "róng",
            "qī",
            "suì"
          ]
        },
        {
          "characters": [
            "尝",
            "与",
            "诸",
            "小",
            "儿",
            "游"
          ],
          "pinyins": [
            "cháng",
            "yǔ",
            "zhū",
            "xiǎo",
            "ér",
            "yóu"
          ]
        },
        {
          "characters": [
            "看",
            "道",
            "边",
            "李",
            "树",
            "多",
            "子",
            "折",
            "枝"
          ],
          "pinyins": [
            "kàn",
            "dào",
            "biān",
            "lǐ",
            "shù",
            "duō",
            "zǐ",
            "zhé",
            "zhī"
          ]
        },
        {
          "characters": [
            "诸",
            "儿",
            "竞",
            "走",
            "取",
            "之"
          ],
          "pinyins": [
            "zhū",
            "ér",
            "jìng",
            "zǒu",
            "qǔ",
            "zhī"
          ]
        },
        {
          "characters": [
            "唯",
            "戎",
            "不",
            "动"
          ],
          "pinyins": [
            "wéi",
            "róng",
            "bù",
            "dòng"
          ]
        },
        {
          "characters": [
            "人",
            "问",
            "之"
          ],
          "pinyins": [
            "rén",
            "wèn",
            "zhī"
          ]
        },
        {
          "characters": [
            "答",
            "曰",
            "：",
            "“",
            "树",
            "在",
            "道",
            "边",
            "而",
            "多",
            "子"
          ],
          "pinyins": [
            "dá",
            "yuē",
            "：“",
            "shù",
            "zài",
            "dào",
            "biān",
            "ér",
            "duō",
            "zǐ"
          ]
        },
        {
          "characters": [
            "此",
            "必",
            "苦",
            "李"
          ],
          "pinyins": [
            "cǐ",
            "bì",
            "kǔ",
            "lǐ"
          ]
        },
        {
          "characters": [
            "”",
            "取",
            "之",
            "信",
            "然"
          ],
          "pinyins": [
            "”",
            "qǔ",
            "zhī",
            "xìn",
            "rán"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学文言文",
        "故事",
        "哲理"
      ],
      "annotations": [
        {
          "translation": [
            "王戎七岁的时候，曾经和许多小孩一起嬉戏玩耍。他们看见路边李子树上果实累累，把树枝都压弯了。许多孩子都争相跑过去摘李子，只有王戎没有动。有人问他为什么不去摘李子，王戎回答说：“李树在路边竟然还有这么多李子，这一定是苦李子。”摘来一尝，的确如此。"
          ],
          "annotation": [
            "王戎：西晋琅琊（今属山东）人，自幼聪明过人，为“竹林七贤”之一，官至尚书令，司徒。",
            "尝：曾经。",
            "诸：众多。",
            "游：嬉戏玩耍。",
            "子：李子。",
            "折枝：压弯树枝。",
            "竞走：争相地跑过去。",
            "竞：争逐。",
            "走：跑。",
            "唯：只有。",
            "信然：确实如此。"
          ]
        }
      ],
      "appreciations": [],
      "title": "王戎不取道旁李"
    },
    {
      "dynasty": "唐代",
      "author": "王维",
      "lines": [
        {
          "characters": [
            "空",
            "山",
            "不",
            "见",
            "人"
          ],
          "pinyins": [
            "kōng",
            "shān",
            "bú",
            "jiàn",
            "rén"
          ]
        },
        {
          "characters": [
            "但",
            "闻",
            "人",
            "语",
            "响"
          ],
          "pinyins": [
            "dàn",
            "wén",
            "rén",
            "yǔ",
            "xiǎng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "返",
            "景",
            "入",
            "深",
            "林"
          ],
          "pinyins": [
            "fǎn",
            "jǐng",
            "rù",
            "shēn",
            "lín"
          ]
        },
        {
          "characters": [
            "复",
            "照",
            "青",
            "苔",
            "上"
          ],
          "pinyins": [
            "fù",
            "zhào",
            "qīng",
            "tái",
            "shàng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "写山",
        "写景",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "幽静的山谷里看不见人，只听到人说话的声音。",
            "落日的影晕映入了深林，又照在幽暗处的青苔上。"
          ],
          "annotation": [
            "鹿柴（zhài）：王维在辋川别业的胜景之一（在今陕西省蓝田县西南）。柴：通“寨”、“砦”，用树木围成的栅栏。",
            "但：只。",
            "返景（yǐng）：同“返影”，太阳将落时通过云彩反射的阳光。",
            "复：又。"
          ]
        }
      ],
      "appreciations": [
        [
          "第一句“空山不见人”，先正面描写空山的杳无人迹。王维特别喜欢用“空山”这个词语，但在不同的诗里，它所表现的境界却有区别。“空山新雨后，天气晚来秋”（《山居秋暝》），侧重于表现雨后秋山的空明洁净；“人闲桂花落，夜静春山空”（《鸟鸣涧》），侧重于表现夜间春山的宁静幽美；而“空山不见人”，则侧重于表现山的空寂清泠。由于杳无人迹，这并不真空的山在诗人的感觉中显得空廓虚无，宛如太古之境。“不见人”，把“空山”的意蕴具体化了。",
          "如果只读第一句，读者可能会觉得它比较平常，但在“空山不见人”之后紧接“但闻人语响”，却境界顿出。“但闻”二字颇可玩味。通常情况下，寂静的空山尽管“不见人”，却非一片静默死寂。啾啾鸟语，唧唧虫鸣，瑟瑟风声，潺潺水响，相互交织，大自然的声音其实是非常丰富多彩的。然而此刻，这一切都杳无声息，只是偶尔传来一阵人语声，却看不到人影（由于山深林密）。这“人语响”，似乎是破“寂”的，实际上是以局部的、暂时的“响”反衬出全局的、长久的空寂。空谷传音，愈见空谷之空；空山人语，愈见空山之寂。人语响过，空山复归于万籁俱寂的境界；而且由于刚才那一阵人语响，这时的空寂感就更加突出。",
          "三四句由上幅的描写空山中传语进而描写深林返照，由声而色，深林，本来就幽暗，林间树下的青苔，更突出了深林的不见阳光。寂静与幽暗，虽分别诉之于听觉与视觉，但它们在人们总的印象中，却常属于一类，因此幽与静往往连类而及。按照常情，写深林的幽暗，应该着力描绘它不见阳光，这两句却特意写返景射入深林，照映的青苔上。读者猛然一看，会觉得这一抹斜晖，给幽暗的深林带来一线光亮，给林间青苔带来一丝暖意，或者说给整个深林带来一点生意。但细加体味，就会感到，无论就作者的主观意图或作品的客观效果来看，都恰与此相反。一味的幽暗有时反倒使人不觉其幽暗，而当一抹余晖射入幽暗的深林，斑斑驳驳的树影照映在树下的青苔上时，那一小片光影和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。特别是这“返景”，不仅微弱，而且短暂，一抹余晖转瞬逝去之后，接踵而来的便是漫长的幽暗。如果说，一二句是以有声反衬空寂；那么三四句便是以光亮反衬幽暗。整首诗就像是在绝大部分用冷色的画面上掺进了一点暖色，结果反而使冷色给人的印象更加突出。",
          "静美和壮美，是大自然的千姿百态的美的两种类型，其间原本无轩轻之分。但静而近于空无，幽而略带冷寂，则多少表现了作者美学趣味中独特的一面。同样写到“空山”，同样侧重于表现静美，《山居秋暝》色调明朗，在幽静的基调上浮动着安恬的气息，蕴含着活泼的生机；《鸟鸣涧》虽极写春山的静谧，但整个意境并不幽冷空寂，素月的清辉、桂花的芬芳、山鸟的啼鸣，都带有春的气息和夜的安恬；而《鹿柴》则带有幽冷空寂的色彩，尽管还不至于幽森枯寂。",
          "王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。无声的静寂、无光的幽暗，一般人都易于觉察；但有声的静寂，有光的幽暗，则较少为人所注意。诗人正是以他特有的画家、音乐家对色彩、声音的敏感，才把握住了空山人语响和深林入返照的一刹那间所显示的特有的幽静境界。但是这种敏感，又和他对大自然的细致观察、潜心默会分不开。"
        ],
        [
          "这首诗写一座人迹罕至的空山，一片古木参天的树林，意在创造一个空寂幽深的境界。第一句先正面描写空山的杳无人迹，侧重于表现山的空寂清冷。之后紧接第二句境界顿出，以局部的、暂时的“响”反衬出全局的、长久的空寂。第三、第四句由上幅的描写空山传语进而描写深林返照，由声而色。",
          "大凡写山水，总离不开具体景物，或摹状嶙峋怪石，或描绘参天古木，或渲染飞瀑悬泉，其着眼点在于景物之奇。“空山不见人，但闻人语响。”我们走进深山密林都有这样的经验：山中分明杳无人迹，却突然听到有人说话的声音，前后左右环视寻觅，又见不到一丝人影。诗的前两句，写的就是这种情境。能听到话语，人应在不远之处，然而竟不得见，可见山林之茂密幽深。山越深，林越密，就越寂静。按常理，寂静的空山尽管“不见人”，却非一片死寂。瑟瑟风声，潺潺水响，啾啾鸟语，唧唧虫鸣，大自然的声音其实是非常丰富多彩的。然而，诗人让这些声音都消隐了，只是紧紧抓住偶尔传来的一阵人语声。在一切都杳无声息之中，这突然而至的“人语响”，显得格外清锐，似乎一下就打破了山中的寂静。可是，正如南朝王籍的诗所描绘的，“蝉噪林愈静，鸟鸣山更幽”，空谷传音，只会愈见空谷之空。这短暂的“响”，反衬出的是长久乃至永恒的空和寂。待人语响过，山林复归于静，而由于刚才的那一阵“响”，此时的空寂便会更加触人心目。",
          "“返景入深林，复照青苔上。”“景”，日光，“返景”，夕阳返照的余晖。深林本就幽暗，林间树下有青苔，更强调了其幽暗。夕阳斜斜地投进深林，又透过枝叶间的缝隙，照映到青苔上。初初读来，会觉得这一抹余晖，给幽暗的深林带来了一线光亮，给冷冷的青苔带来了一丝暖意。但稍加体会就会感到，实际恰与此相反。斜晖带来的那一小片光影，和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。这就譬如作画，在大幅冷色的画面上掺进一点暖色，在四周冷色严严的包裹下，暖色只会显得微弱和孤立无援，绝不会改变整幅画的基调，而被衬托后的冷色，反而会带给人更深刻的感受。",
          "这首诗创造了一种幽深而光明的象征性境界，表现了作者在深幽的修禅过程中的豁然开朗。诗中虽有禅意，却不诉诸议论说理，而全渗透于自然景色的生动描绘之中。",
          "王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。他以音乐家对声的感悟，画家对光的把握，诗人对语言的提炼，刻画了空谷人语、斜辉返照那一瞬间特有的寂静清幽，耐人寻味。"
        ]
      ],
      "title": "鹿柴"
    },
    {
      "dynasty": "唐代",
      "author": "李商隐",
      "lines": [
        {
          "characters": [
            "云",
            "母",
            "屏",
            "风",
            "烛",
            "影",
            "深"
          ],
          "pinyins": [
            "yún",
            "mǔ",
            "píng",
            "fēng",
            "zhú",
            "yǐng",
            "shēn"
          ]
        },
        {
          "characters": [
            "长",
            "河",
            "渐",
            "落",
            "晓",
            "星",
            "沉"
          ],
          "pinyins": [
            "cháng",
            "hé",
            "jiàn",
            "là",
            "xiǎo",
            "xīng",
            "chén"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "嫦",
            "娥",
            "应",
            "悔",
            "偷",
            "灵",
            "药"
          ],
          "pinyins": [
            "cháng",
            "é",
            "yīng",
            "huǐ",
            "tōu",
            "líng",
            "yào"
          ]
        },
        {
          "characters": [
            "碧",
            "海",
            "青",
            "天",
            "夜",
            "夜",
            "心"
          ],
          "pinyins": [
            "bì",
            "hǎi",
            "qīng",
            "tiān",
            "yè",
            "yè",
            "xīn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "写人",
        "孤寂"
      ],
      "annotations": [
        {
          "translation": [
            "云母屏风上烛影暗淡，银河渐渐斜落晨星也隐没低沉。",
            "嫦娥应该后悔偷取了长生不老之药，如今空对碧海青天夜夜孤寂。"
          ],
          "annotation": [
            "常娥：原作“姮娥”，今作“嫦娥”，神话中的月亮女神，传说是夏代东夷首领后羿的妻子。",
            "云母屏风：以云母石制作的屏风。云母，一种矿物，板状，晶体透明有光泽，古代常用来装饰窗户、屏风等物。",
            "深：暗淡。",
            "长河：银河。",
            "晓星：晨星。或谓指启明星，清晨时出现在东方。",
            "灵药：指长生不死药。",
            "碧海青天：指嫦娥的枯燥生活，只能见到碧色的海，深蓝色的天。碧海：形容蓝天苍碧如同大海。",
            "夜夜心：指嫦娥每晚都会感到孤单。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗咏叹常娥（即嫦娥）在月中的孤寂情景，抒发诗人自伤之情。前两句分别描写室内、室外的环境，渲染空寂清冷的气氛，表现主人公怀思的情绪；后两句是主人公在一宵痛苦的思忆之后产生的感想，表达了一种孤寂感。全诗情调感伤，意蕴丰富，奇思妙想，真实动人。",
          "“云母屏风烛影深，长河渐落晓星沉。”这两句描绘的是主人公环境和永夜不寐的情景。室内，烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，越发显出居室的空寂清冷，透露出主人公在长夜独坐中黯然的心境。室外，银河逐渐西移垂地，牛郎、织女隔河遥望，独处孤室的不寐者看着这一派银河即将消失。那点缀着空旷天宇的寥落晨星，也行将隐没。“沉”字正逼真地描绘出晨星低垂、欲落未落的动态，主人公的心也似乎正在逐渐沉下去。“烛影深”“长河落”“晓星沉”，表明时间已到将晓未晓之际，着一“渐”字，暗示了时间的推移流逝。索寞中的主人公，面对冷屏残烛、青天孤月，又度过了一个不眠之夜。尽管这里没有对主人公的心理作任何直接的抒写刻画，但借助于环境氛围的渲染，主人公的孤清凄冷情怀和不堪忍受寂寞包围的意绪却几乎可以触摸到。",
          "寂静的长夜中，看到明月，也自然会联想起神话传说中的月宫仙子──嫦娥。据说她原是后羿的妻子，因为偷吃了西王母送给后羿的不死药，飞奔到月宫，成了仙子。“嫦娥孤栖与谁邻？”在孤寂的主人公眼里，这孤居广寒宫殿、寂寞无伴的嫦娥，其处境和心情不正和自己相似吗？于是，不禁从心底涌出这样的意念：嫦娥想必也懊悔当初偷吃了不死药，以致年年夜夜，幽居月宫，面对碧海青天，寂寥清冷之情难以排遣吧。“应悔”是揣度之词，这揣度正表现出一种同病相怜、同心相应的感情。由于有前两句的描绘渲染，这“应”字就显得水到渠成，自然合理。因此，后两句与其说是对嫦娥处境心情的深情体贴，不如说是主人公寂寞的心灵独白。",
          "这位寂处幽居，永夜不寐的主人公究竟是谁？诗中并无明确的交代。诗人在《送宫人入道》诗中，曾把女冠比作“月娥孀独”，在《月夜重寄宋华阳姊妹》诗中，又以“窃药”喻指女子学道求仙。因此，说这首诗是代困守宫观的女冠抒写凄清寂寞之情，也许不是无稽之谈。唐代道教盛行，女子入道成为风气，入道后方体验到宗教清规对正常爱情生活的束缚而产生精神苦闷，三、四两句，正是对她们处境与心情的真实写照。",
          "但是，诗中所抒写的孤寂感以及由此引起的“悔偷灵药”式的情绪，却融入了诗人独特的现实人生感受，而含有更丰富深刻的意蕴。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，既不甘变心从俗，又难以忍受孤孑寂寞的煎熬这种微妙复杂的心理，在这里被诗人用精微而富于含蕴的语言成功地表现出来了。这是一种含有浓重伤感的美，在旧时代的清高文士中容易引起广泛的共鸣。诗的典型意义也正在这里。"
        ]
      ],
      "title": "嫦娥"
    },
    {
      "dynasty": "唐代",
      "author": "高适",
      "lines": [
        {
          "characters": [
            "千",
            "里",
            "黄",
            "云",
            "白",
            "日",
            "曛"
          ],
          "pinyins": [
            "qiān",
            "lǐ",
            "huáng",
            "yún",
            "bái",
            "rì",
            "xūn"
          ]
        },
        {
          "characters": [
            "北",
            "风",
            "吹",
            "雁",
            "雪",
            "纷",
            "纷"
          ],
          "pinyins": [
            "běi",
            "fēng",
            "chuī",
            "yàn",
            "xuě",
            "fēn",
            "fēn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "莫",
            "愁",
            "前",
            "路",
            "无",
            "知",
            "己"
          ],
          "pinyins": [
            "mò",
            "chóu",
            "qián",
            "lù",
            "wú",
            "zhī",
            "jǐ"
          ]
        },
        {
          "characters": [
            "天",
            "下",
            "谁",
            "人",
            "不",
            "识",
            "君"
          ],
          "pinyins": [
            "tiān",
            "xià",
            "shuí",
            "rén",
            "bù",
            "shí",
            "jūn"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "赠别",
        "写景",
        "抒情",
        "友情",
        "离别"
      ],
      "annotations": [
        {
          "translation": [
            "黄云蔽天，绵延千里，太阳黯淡无光，呼啸的北风刚刚送走了雁群，又带来了纷纷扬扬的大雪。",
            "不要担心前路茫茫没有知己，普天之下哪个不识你呢？"
          ],
          "annotation": [
            "董大：指董庭兰，是当时有名的音乐家，在其兄弟中排名第一，故称“董大”。",
            "黄云：天上的乌云，在阳光下，乌云是暗黄色，所以叫黄云。",
            "白日曛（xūn）：太阳黯淡无光。曛，即曛黄，指夕阳西沉时的昏黄景色。",
            "谁人：哪个人。君：你，这里指董大。"
          ]
        }
      ],
      "appreciations": [
        [
          "“千里黄云白日曛，北风吹雁雪纷纷。”这两句以其内心之真，写别离心绪，故能深挚；以胸襟之阔，叙眼前景色，故能悲壮。落日黄云，大野苍茫，唯北方冬日有此景象。此情此景，若稍加雕琢，即不免斫伤气势。高适于此自是作手。日暮黄昏，且又大雪纷飞，于北风狂吹中，唯见遥空断雁，出没寒云，使人难禁日暮天寒、游子何之之感。以才人而沦落至此，几使人无泪可下，亦唯如此，故知己不能为之甘心。头两句以叙景而见内心之郁积，虽不涉人事，已使人如置身风雪之中，似闻山巅水涯有壮士长啸。此处如不用尽气力，则不能见下文转折之妙，也不能见下文言辞之婉转，用心之良苦，友情之深挚，别意之凄酸。",
          "“莫愁前路无知己，天下谁人不识君。” 这两句是对朋友的劝慰：此去你不要担心遇不到知己，天下哪个不知道你董庭兰啊！话说得多么响亮，多么有力，于慰藉中充满着信心和力量，激励朋友抖擞精神去奋斗、去拼搏。于慰藉之中充满信心和力量。因为是知音，说话才朴质而豪爽；又因其沦落，才以希望为慰藉。",
          "诗人在即将分手之际，全然不写千丝万缕的离愁别绪，而是满怀激情地鼓励友人踏上征途，迎接未来。诗之所以卓绝，是因为高适“多胸臆语，兼有气骨”（殷璠《河岳英灵集》）、“以气质自高”（《唐诗纪事》），因而能为志士增色，为游子拭泪。如果不是诗人内心的郁积喷薄而出，则不能把临别赠语说得如此体贴入微，如此坚定不移，也就不能使此朴素无华之语言，铸造出这等冰清玉洁、醇厚动人的诗情。"
        ]
      ],
      "title": "别董大"
    }
  ],
  [
    {
      "dynasty": "宋代",
      "author": "范成大",
      "lines": [
        {
          "characters": [
            "梅",
            "子",
            "金",
            "黄",
            "杏",
            "子",
            "肥"
          ],
          "pinyins": [
            "méi",
            "zǐ",
            "jīn",
            "huáng",
            "xìng",
            "zǐ",
            "féi"
          ]
        },
        {
          "characters": [
            "麦",
            "花",
            "雪",
            "白",
            "菜",
            "花",
            "稀"
          ],
          "pinyins": [
            "mài",
            "huā",
            "xuě",
            "bái",
            "cài",
            "huā",
            "xī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "日",
            "长",
            "篱",
            "落",
            "无",
            "人",
            "过"
          ],
          "pinyins": [
            "rì",
            "cháng",
            "lí",
            "luò",
            "wú",
            "rén",
            "guò"
          ]
        },
        {
          "characters": [
            "惟",
            "有",
            "蜻",
            "蜓",
            "蛱",
            "蝶",
            "飞"
          ],
          "pinyins": [
            "wéi",
            "yǒu",
            "qīng",
            "tíng",
            "jiá",
            "dié",
            "fēi"
          ]
        },
        {
          "characters": [
            "(",
            "惟",
            " ",
            "通",
            "：",
            "唯",
            ")"
          ],
          "pinyins": [
            "(",
            "wéi",
            " ",
            "tōng",
            "：",
            "wéi",
            ")"
          ]
        }
      ],
      "keywords": [
        "田园",
        "写景",
        "小学古诗",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "初夏正是梅子金黄、杏子肥的时节，麦穗扬着白花，油菜花差不多落尽正在结籽。",
            "夏天日长，篱落边无人过往，大家都在田间忙碌，只有蜻蜓和蝴蝶在款款飞舞。"
          ],
          "annotation": [
            "篱落：篱笆。"
          ]
        }
      ],
      "appreciations": [],
      "title": "四时田园杂兴"
    },
    {
      "dynasty": "宋代",
      "author": "杨万里",
      "lines": [
        {
          "characters": [
            "篱",
            "落",
            "疏",
            "疏",
            "一",
            "径",
            "深"
          ],
          "pinyins": [
            "lí",
            "luò",
            "shū",
            "shū",
            "yī",
            "jìng",
            "shēn"
          ]
        },
        {
          "characters": [
            "树",
            "头",
            "新",
            "绿",
            "未",
            "成",
            "阴"
          ],
          "pinyins": [
            "shù",
            "tóu",
            "xīn",
            "lǜ",
            "wèi",
            "chéng",
            "yīn"
          ]
        },
        {
          "characters": [
            "(",
            "新",
            "绿",
            " ",
            "一",
            "作",
            "：",
            "花",
            "落",
            ")"
          ],
          "pinyins": [
            "(",
            "xīn",
            "lǜ",
            " ",
            "yī",
            "zuò",
            "：",
            "huā",
            "là",
            ")"
          ]
        },
        {
          "characters": [
            "儿",
            "童",
            "急",
            "走",
            "追",
            "黄",
            "蝶"
          ],
          "pinyins": [
            "ér",
            "tóng",
            "jí",
            "zǒu",
            "zhuī",
            "huáng",
            "dié"
          ]
        },
        {
          "characters": [
            "飞",
            "入",
            "菜",
            "花",
            "无",
            "处",
            "寻"
          ],
          "pinyins": [
            "fēi",
            "rù",
            "cài",
            "huā",
            "wú",
            "chǔ",
            "xún"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "古诗三百首",
        "小学古诗",
        "农村",
        "写景"
      ],
      "annotations": [
        {
          "translation": [
            "稀稀落落的篱笆旁，一条小路通向远方，路旁树上的花瓣纷纷飘落，新叶刚刚长出还未形成树荫。",
            "小孩子奔跑着追赶黄蝴蝶，可是蝴蝶飞入菜花丛中就再也找不到了。"
          ],
          "annotation": [
            "篱：篱笆。",
            "疏疏：稀疏。",
            "径：小路。",
            "阴：树叶茂盛浓密而形成的树荫。",
            "急走：奔跑。走，跑的意思。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首描写暮春农村景色的诗歌，描绘了一幅春意盎然的景象。",
          "第一句是纯景物的静态描写。篱笆和小路，点明这是农村，“篱落”是有宽度的，用“疏疏”指出它的状态，显见其中有间隔，才能看见篱笆外面的山道。“一径深”，表明山道只有一条，并且很长很长，延伸向远方。宽广的篱落与窄小的一径相对照，稀稀疏疏与绵绵长长相对照，互相映衬，突出了农村清新与宁静。",
          "第二句也是纯景物的静态描写。路旁，树枝上的桃花、李花已经落了，但树叶还没有长得茂密，展示出农村自然、朴素的风貌。",
          "第三句是人物动态描写。“急走”与“追”相结合，儿童们那种双手扑扑打打，两脚跌跌撞撞追蝶的兴奋、欢快场面就历历在目了，反映了儿童们的天真活泼。",
          "第四句，菜花是黄的，又是繁茂的一片，一只小小的蝴蝶，飞入这黄色的海洋里，自然是无处寻了。读者可以想象，这时儿童们东张西望，四处搜寻的焦急状态，以及搜寻不着的失望情绪等等，更表现出儿童们的天真和稚气。",
          "本诗通过对春末夏初季节交替时景色的描写，体现了万物勃发的生命力。全诗所摄取的景物极为平淡，所描绘人物的活动也极为平常，但由于采取景物与人物相结合，动静相间的写作手法，成功地刻画出农村恬淡自然，宁静清新的暮春风光。"
        ]
      ],
      "title": "宿新市徐公店"
    },
    {
      "dynasty": "宋代",
      "author": "辛弃疾",
      "lines": [
        {
          "characters": [
            "茅",
            "檐",
            "低",
            "小"
          ],
          "pinyins": [
            "máo",
            "yán",
            "dī",
            "xiǎo"
          ]
        },
        {
          "characters": [
            "溪",
            "上",
            "青",
            "青",
            "草"
          ],
          "pinyins": [
            "xī",
            "shàng",
            "qīng",
            "qīng",
            "cǎo"
          ]
        },
        {
          "characters": [
            "醉",
            "里",
            "吴",
            "音",
            "相",
            "媚",
            "好"
          ],
          "pinyins": [
            "zuì",
            "lǐ",
            "wú",
            "yīn",
            "xiāng",
            "mèi",
            "hǎo"
          ]
        },
        {
          "characters": [
            "白",
            "发",
            "谁",
            "家",
            "翁",
            "媪"
          ],
          "pinyins": [
            "bái",
            "fà",
            "shuí",
            "jiā",
            "wēng",
            "ǎo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "大",
            "儿",
            "锄",
            "豆",
            "溪",
            "东"
          ],
          "pinyins": [
            "dà",
            "ér",
            "chú",
            "dòu",
            "xī",
            "dōng"
          ]
        },
        {
          "characters": [
            "中",
            "儿",
            "正",
            "织",
            "鸡",
            "笼"
          ],
          "pinyins": [
            "zhōng",
            "ér",
            "zhèng",
            "zhī",
            "jī",
            "lóng"
          ]
        },
        {
          "characters": [
            "最",
            "喜",
            "小",
            "儿",
            "亡",
            "赖"
          ],
          "pinyins": [
            "zuì",
            "xǐ",
            "xiǎo",
            "ér",
            "wáng",
            "lài"
          ]
        },
        {
          "characters": [
            "溪",
            "头",
            "卧",
            "剥",
            "莲",
            "蓬"
          ],
          "pinyins": [
            "xī",
            "tóu",
            "wò",
            "bāo",
            "lián",
            "péng"
          ]
        },
        {
          "characters": [
            "(",
            "亡",
            " ",
            "同",
            "：",
            "无",
            ")"
          ],
          "pinyins": [
            "(",
            "wáng",
            " ",
            "tóng",
            "：",
            "wú",
            ")"
          ]
        }
      ],
      "keywords": [
        "宋词三百首",
        "小学古诗",
        "初中古诗",
        "乡村",
        "生活",
        "劳动"
      ],
      "annotations": [
        {
          "translation": [
            "草屋的茅檐又低又小，溪边长满了翠绿的小草。含有醉意的吴地方音，听起来温柔又美好，那满头白发的是谁家的公婆父老？",
            "大儿子在小溪东边的豆田锄草，二儿子正在家里编织鸡笼。最喜欢的顽皮的小儿子，他正横卧在溪头草丛，剥着刚摘下的莲蓬。"
          ],
          "annotation": [
            "清平乐（yuè）：词牌名。村居：题目",
            "茅檐：茅屋的屋檐。",
            "吴音：吴地的方言。作者当时住在信州（今上饶），这一带的方言为吴音。相媚好：指相互逗趣，取乐。",
            "翁媪（ǎo）：老翁、老妇。",
            "锄豆：锄掉豆田里的草。",
            "织：编织，指编织鸡笼。",
            "亡（wú）赖：这里指小孩顽皮、淘气。亡，通“无”。",
            "卧：趴。"
          ]
        }
      ],
      "appreciations": [
        [
          "在这首词中作者通过对农村景象的描绘，反映出他的主观感情，并非只在纯客观地作叙述描写。",
          "上阕头两句，写这个五口之家，有一所矮小的茅草房屋、紧靠着房屋有一条流水淙淙、清澈照人的小溪。溪边长满了碧绿的青草。在这里，作者只用了淡淡的两笔，就把由茅屋、小溪、青草组成的清新秀丽的环境勾画出来了。不难看出，这两句在全首词中，还兼有点明环境和地点的使命。",
          "三四两句，描写了一对满头白发的翁媪，亲热地坐在一起 ，一边喝酒，一边聊天的优闲自得的画面，这几句尽管写得很平淡，但是，它却把一对白发翁媪，乘着酒意，彼此“媚好 ”，亲密无间，那种和协、温暖、惬意的老年夫妻的幸福生活，形象地再现出来了。",
          "这就是无奇之中的奇妙之笔。当然，这里并不仅仅是限于这对翁媪的生活，它概括了农村普遍的老年夫妻生活乐趣，是有一定的典型意义。“吴音”，指吴地的地方话。作者写这首词时，是在江西上饶，此地，春秋时代属于吴国。“媪”，是对老年妇女的代称。",
          "下片写大儿子担负着溪东豆地里锄草的重担。二儿子年纪尚小，只能做点辅助劳动，所以在家里编织鸡笼。三儿子不懂世事，只知任意地调皮玩耍，看他趴在溪边剥莲蓬吃的神态。这说明农村中绝大多数并非坐以待食、不劳而获的闲人，即使是未成丁的孩子也要干点力所能及的活儿，则成年人的辛苦勤奋可想而知。“卧”字确实使用最妙， 它把小儿趴在溪边剥莲蓬吃的天真、活泼、顽皮的劲儿，和盘托出，跃然纸上， 从而使人物形象鲜明，意境耐人寻味。表现出只有老人和尚无劳动力的年龄最小的孩子，才悠然自得其乐。作者用了侧笔反衬手法，反映农村生活中一个恬静闲适的侧面，却给读者留下了大幅度的想象补充余地。这与作者的一首《鹧鸪天》的结尾，所谓“城中桃李愁风雨，春在溪头荠菜花”正是同一机杼，从艺术效果看，也正有异曲同工之妙。",
          "在写景方面，茅檐、小溪、青草，这本来是农村中司空见惯的东西，然而作者把它们组合在一个画面里，却显得格外清新优美。在写人方面，翁媪饮酒聊天，大儿锄草，中儿编鸡笼，小儿卧剥莲蓬。通过这样简单的情节安排，就把一片生机勃勃和平宁静、朴素安适的农村生活，真实地反映出来了，给人一种诗情画意，清新悦目的感觉，这样的构思巧妙、新颖，色彩和谐、鲜明，给人留下了难忘的印象。",
          "从作者对农村清新秀丽 、朴素雅静的环境描写，对翁媪及其三子形象的刻画，表现出词人喜爱农村和平宁静的生活。",
          "这首词 ，是作者晚年遭受议和派排斥和打击，志不得伸，归隐上饶地区闲居农村时写的，词作描写农村和平宁静、朴素安适的生活，并不能说是作者对现实的粉饰。从作者一生始终关心宋朝恢复大业来看，他向往这样的农村生活 ，因而会更加激起他抗击金兵、收复中原、统一祖国的爱国热忱。就当时的情况来说，在远离抗金前线的村庄，这种和平宁静的生活，也是存在的，此作并非是作者主观想象的产物，而是现实生活的反映。"
        ],
        [
          "作者这首词是从农村的一个非劳动环境中看到一些非劳动成员的生活剪影，反映出春日农村有生机、有情趣的一面。",
          "上片第一、二两句是作者望中所见，镜头稍远。“茅檐低小”，邓《笺》引杜甫《绝句漫兴》：“熟知茅斋绝低小，江上燕子故来频。”此正写南宋当时农村生活条件并不很好。如果不走近这低小的茅檐下，是看不到这户人家的活动，也听不到人们讲话的声音的。",
          "第二句点明茅屋距小溪不远，而溪上草已返青，实暗用谢灵运《登池上楼》“池塘生春草”语意，说明春到农村，生机无限，又是农忙季节了。作者略含醉意，迤逦行来，及至走近村舍茅檐，却听到一阵用吴音对话的声音，使自己感到亲切悦耳（即所谓“相媚好”），这才发现这一家的成年人都已下田劳动，只有一对老夫妇留在家里，娓娓地叙家常。所以用了一个反问句：“这是谁家的老人呢？”然后转入对这一家的其他少年人的描绘。这样讲，主客观层次较为分明，比把“醉”的主语指翁媪似更合情理。",
          "下片写大儿锄豆，中儿编织鸡笼，都是写非正式劳动成员在搞一些副业性质的劳动。这说明农村中绝大多数并非坐以待食、不劳而获的闲人，即使是未成丁的孩子也要干点力所能及的活儿，则成年人的辛苦勤奋可想而知。“卧”字确实使用最妙， 它把小儿躺在溪边剥莲蓬吃的天真、活泼、顽皮的劲儿，和盘托出，跃然纸上， 从而使人物形象鲜明，意境耐人寻味。表现出只有老人和尚无劳动力的年龄最小的孩子，才悠然自得其乐。这实际上是从《庄子·马蹄篇》“含哺而熙（嬉），鼓腹而游”的描写化出，却比《庄子》写得更为生动，更为含蓄，也更形象化。特别是作者用了侧笔反衬手法，反映农村生活中一个恬静闲适的侧面，却给读者留下了大幅度的想象补充余地。这与作者的一首《鹧鸪天》的结尾，所谓“城中桃李愁风雨，春在溪头荠菜花”正是同一机杼，从艺术效果看，也正有异曲同工之妙。",
          "诗人描绘了一家五口在乡村的生活情态，表现了生活之美和人情之美，体现了作者对田园安宁、平静生活的羡慕与向往。"
        ]
      ],
      "title": "清平乐·村居"
    },
    {
      "dynasty": "唐代",
      "author": "王昌龄",
      "lines": [
        {
          "characters": [
            "寒",
            "雨",
            "连",
            "江",
            "夜",
            "入",
            "吴"
          ],
          "pinyins": [
            "hán",
            "yǔ",
            "lián",
            "jiāng",
            "yè",
            "rù",
            "wú"
          ]
        },
        {
          "characters": [
            "平",
            "明",
            "送",
            "客",
            "楚",
            "山",
            "孤"
          ],
          "pinyins": [
            "píng",
            "míng",
            "sòng",
            "kè",
            "chǔ",
            "shān",
            "gū"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "洛",
            "阳",
            "亲",
            "友",
            "如",
            "相",
            "问"
          ],
          "pinyins": [
            "luò",
            "yáng",
            "qīn",
            "yǒu",
            "rú",
            "xiāng",
            "wèn"
          ]
        },
        {
          "characters": [
            "一",
            "片",
            "冰",
            "心",
            "在",
            "玉",
            "壶"
          ],
          "pinyins": [
            "yī",
            "piàn",
            "bīng",
            "xīn",
            "zài",
            "yù",
            "hú"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "小学古诗",
        "送别",
        "离别",
        "抒情",
        "早教",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "冷雨连夜洒遍吴地江天，清晨送走你后，独自面对着楚山离愁无限！",
            "到了洛阳，如果洛阳亲友问起我来，就请转告他们，我的心依然像玉壶里的冰那样晶莹纯洁！"
          ],
          "annotation": [
            "芙蓉楼：芙蓉楼：原名西北楼，登临可以俯瞰长江，遥望江北，在润州（今江苏省镇江市）西北。据《元和郡县志》卷二十六《江南道·润州》丹阳：“晋王恭为刺史，改创西南楼名万岁楼，西北楼名芙蓉楼。”一说此处指黔阳（今湖南黔城）芙蓉楼。辛渐：诗人的一位朋友。",
            "寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。",
            "吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。",
            "平明：天亮的时候。",
            "客：指作者的好友辛渐。",
            "楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。",
            "孤：独自，孤单一人。",
            "洛阳：现位于河南省西部、黄河南岸。",
            "冰心：比喻纯洁的心。",
            "玉壶：道教概念妙真道教义，专指自然无为虚无之心。"
          ]
        }
      ],
      "appreciations": [
        [
          "此诗为一首送别诗。",
          "“寒雨连江夜入吴”，迷蒙的烟雨笼罩着吴地江天，织成了一张无边无际的愁网。夜雨增添了萧瑟的秋意，也渲染出了离别的黯淡气氛。那寒意不仅弥漫在满江烟雨之中，更沁透在两个离别友人的心头上。“连”字和“入”字写出雨势的平稳连绵，江雨悄然而来的动态能为人分明地感知，则诗人因离情萦怀而一夜未眠的情景也自可想见。 但是，这一幅水天相连、浩渺迷茫的吴江夜雨图，正好展现了一种极其高远壮阔的境界。中晚唐诗和婉约派宋词往往将雨声写在窗下梧桐、檐前铁马、池中残荷等等琐物上，而王昌龄却并不实写如何感知秋雨来临的细节，他只是将听觉、视觉和想象概括成连江入吴的雨势，以大片淡墨染出满纸烟雨，这就用浩大的气魄烘托了“平明送客楚山孤”的开阔意境。",
          "后两句，“洛阳亲友如相问，一片冰心在玉壶”。是指作者与友人分手之际，对友人的嘱托。洛阳，指的是今河南省洛阳市，唐朝时是政治、经济、文化的著名城市，那里有作者的亲朋好友。相问，如同说“问你”，冰心是形容人的心地清明，如同冰块儿；玉壶，玉石制成的壶。六朝时期，诗人鲍照曾用“清如玉壶冰”（《代白头吟》诗），来比喻高洁清白的品格，此处的玉壶也是用来比喻纯正的品格。这两句话的意思是：你到达洛阳以后，那里的亲友如果问起你我的情况，你就这样告诉他们王昌龄的一颗心，仍然像一块纯洁清明的冰盛在玉壶中。作者托辛渐给洛阳友人，带去这样一句话，是有背景的。当时作者因不拘小节，遭到一般平庸人物的议论，几次收到贬谪。这里，显然是作者在对那些污蔑之词作出回击，也是对最了解自己的友人们做出的告慰。表现了不肯妥协的精神。",
          "自从开元宰相姚崇作《冰壶诫》以来，盛唐诗人如王维、崔颢、李白等都曾以冰壶自励，推崇光明磊落、表里澄澈的品格。王昌龄托辛渐给洛阳亲友带去的口信不是通常的平安竹报，而是传达自己依然冰清玉洁、坚持操守的信念，是大有深意的。",
          "早在六朝刘宋时期，诗人鲍照就用”清如玉壶冰”《代白头吟》来比喻高洁清白的品格。自从开元宰相姚崇作《冰壶诫》以来，盛唐诗人如王维、崔颢、李白等都曾以冰壶自励，推崇光明磊落、表里澄澈的品格。王昌龄托辛渐给洛阳亲友带去的口信不是通常的平安竹报，而是传达自己依然冰清玉洁、坚持操守的信念，是大有深意的。",
          "诗人在这以晶莹透明的冰心玉壶自喻，正是基于他与洛阳诗友亲朋之间的真正了解和信任，这决不是洗刷谗名的表白，而是蔑视谤议的自誉。因此诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。",
          "即景生情，情蕴景中，本是盛唐诗的共同特点，而深厚有余、优柔舒缓。此诗那苍茫的江雨和孤峙的楚山，不仅烘托出诗人送别时的孤寂之情，更展现了诗人开朗的胸怀和坚毅的性格。屹立在江天之中的孤山与冰心置于玉壶的比象之间又形成一种有意无意的照应，令人自然联想到诗人孤介傲岸、冰清玉洁的形象，使精巧的构思和深婉的用意融化在一片清空明澈的意境之中，所以天然浑成，不着痕迹，含蓄蕴藉，余韵无穷。"
        ]
      ],
      "title": "芙蓉楼送辛渐"
    },
    {
      "dynasty": "唐代",
      "author": "卢纶",
      "lines": [
        {
          "characters": [
            "月",
            "黑",
            "雁",
            "飞",
            "高"
          ],
          "pinyins": [
            "yuè",
            "hēi",
            "yàn",
            "fēi",
            "gāo"
          ]
        },
        {
          "characters": [
            "单",
            "于",
            "夜",
            "遁",
            "逃"
          ],
          "pinyins": [
            "chán",
            "yú",
            "yè",
            "dùn",
            "táo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "欲",
            "将",
            "轻",
            "骑",
            "逐"
          ],
          "pinyins": [
            "yù",
            "jiāng",
            "qīng",
            "qí",
            "zhú"
          ]
        },
        {
          "characters": [
            "大",
            "雪",
            "满",
            "弓",
            "刀"
          ],
          "pinyins": [
            "dà",
            "xuě",
            "mǎn",
            "gōng",
            "dāo"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "唐诗三百首",
        "边塞",
        "冬天",
        "战争",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "死寂之夜，乌云遮月，天边大雁惊飞，单于的军队想要趁着夜色悄悄潜逃。",
            "正想要带领轻骑兵一路追赶，大雪纷纷扬扬落满了身上的弓刀。"
          ],
          "annotation": [
            "塞下曲：古时边塞的一种军歌。",
            "月黑：没有月光。",
            "单于（chán yú ）：匈奴的首领。这里指入侵者的最高统帅。",
            "遁：逃走。",
            "将：率领。",
            "轻骑：轻装快速的骑兵。",
            "逐：追赶。",
            "满：沾满。"
          ]
        }
      ],
      "appreciations": [
        [
          "《塞下曲》为汉乐府旧题，属《横吹曲辞》，内容多写边塞征战。原共六首，蘅塘退士选其四首。这是卢纶组诗《塞下曲》中的第三首。卢纶曾任幕府中的元帅判官，对行伍生活有体验，描写此类生活的诗比较充实，风格雄劲。这首诗写将军雪夜准备率兵追敌的壮举，气概豪迈。",
          "诗由写景开始，“月黑雁飞高”并非眼中之景，而是意中之景。雪夜月黑，本不是雁飞的正常时刻；而宿雁惊飞，透露出敌人正在行动。寥寥五字，既交代了时间为冬季，又烘托出了战前的紧张气氛。",
          "“单于夜遁逃”，敌人夜间行动，并非率兵来袭，而是借月色的掩护仓皇逃遁。诗句语气肯定，判断明确，充满了对敌人的蔑视和我军的必胜信念，令读者为之振奋。",
          "后两句写将军准备追敌的场面，气势不凡。“欲将轻骑逐”，将军发现敌军潜逃，要率领轻装骑兵去追击；不仅仅因为轻骑快捷，同时也显示出了一种高度的自信。当勇士们列队准备出发时，一场纷纷扬扬的大雪下了起来，虽然站立不过片刻，刹那间弓刀上却落满了雪花。遮掩了他们武器的寒光。他们就像一支支即将离弦的箭，虽然尚未出发，却满怀着必胜的信心。",
          "最后一句“大雪满弓刀”是严寒景象的描写，突出表达了战斗的艰苦性和将士们奋勇的精神。",
          "本诗虽区区二十个字，却写出了当时的实情：单于在“月黑雁飞高”的情景下率军溃逃，将军在“大雪满弓刀”的奇寒天气情况下准备率军出击。一逃一追把紧张的气氛全部渲染了出来。诗句虽然没有直接写激烈的战斗场面，但留给了读者广阔的想象空间，营造了诗歌意蕴悠长的氛围。"
        ]
      ],
      "title": "塞下曲"
    },
    {
      "dynasty": "元代",
      "author": "王冕",
      "lines": [
        {
          "characters": [
            "我",
            "家",
            "洗",
            "砚",
            "池",
            "头",
            "树"
          ],
          "pinyins": [
            "wǒ",
            "jiā",
            "xǐ",
            "yàn",
            "chí",
            "tóu",
            "shù"
          ]
        },
        {
          "characters": [
            "朵",
            "朵",
            "花",
            "开",
            "淡",
            "墨",
            "痕"
          ],
          "pinyins": [
            "duǒ",
            "duǒ",
            "huā",
            "kāi",
            "dàn",
            "mò",
            "hén"
          ]
        },
        {
          "characters": [
            "(",
            "我",
            "家",
            " ",
            "一",
            "作",
            "：",
            "吾",
            "家",
            "；",
            "朵",
            "朵",
            " ",
            "一",
            "作",
            "：",
            "个",
            "个",
            ")"
          ],
          "pinyins": [
            "(",
            "wǒ",
            "jiā",
            " ",
            "yī",
            "zuò",
            "：",
            "wú",
            "jiā",
            "；",
            "duǒ",
            "duǒ",
            " ",
            "yī",
            "zuò",
            "：",
            "gè",
            "gè",
            ")"
          ]
        },
        {
          "characters": [
            "不",
            "要",
            "人",
            "夸",
            "好",
            "颜",
            "色"
          ],
          "pinyins": [
            "bú",
            "yào",
            "rén",
            "kuā",
            "hǎo",
            "yán",
            "sè"
          ]
        },
        {
          "characters": [
            "只",
            "留",
            "清",
            "气",
            "满",
            "乾",
            "坤"
          ],
          "pinyins": [
            "zhī",
            "liú",
            "qīng",
            "qì",
            "mǎn",
            "qián",
            "kūn"
          ]
        },
        {
          "characters": [
            "(",
            "好",
            "颜",
            "色",
            " ",
            "一",
            "作",
            "：",
            "颜",
            "色",
            "好",
            ")"
          ],
          "pinyins": [
            "(",
            "hǎo",
            "yán",
            "sè",
            " ",
            "yī",
            "zuò",
            "：",
            "yán",
            "sè",
            "hǎo",
            ")"
          ]
        }
      ],
      "keywords": [
        "古诗三百首",
        "题画",
        "咏物",
        "梅花",
        "言志",
        "自勉",
        "小学生必背古诗70首",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "我家洗砚池边有一棵梅树，朵朵开放的梅花都像是用淡淡的墨汁点染而成。",
            "它不需要别人夸奖颜色多么好看，只是要将清香之气弥漫在天地之间。"
          ],
          "annotation": [
            "墨梅：用墨笔勾勒出来的梅花。",
            "吾家：我家。因王羲之与王冕同姓，所以王冕便认为王姓自是一家。",
            "洗砚池：写字、画画后洗笔洗砚的池子。王羲之有“临池学书，池水尽黑”的传说。这里化用这个典故。",
            "池头：池边。头 ：边上。",
            "淡墨：水墨画中将墨色分为四种，如，清墨、淡墨、浓墨、焦墨。这里是说那朵朵盛开的梅花，是用淡淡的墨迹点化成的。",
            "痕：痕迹。",
            "清气:梅花的清香之气。",
            "满乾坤：弥漫在天地间。满：弥漫。乾坤：天地间。"
          ]
        }
      ],
      "appreciations": [
        [
          "这是一首题画诗。诗人赞美墨梅不求人夸，只愿给人间留下清香的美德，实际上是借梅自喻，表达自己对人生的态度以及不向世俗献媚的高尚情操。",
          "开头两句“吾家洗砚池头树，朵朵花开淡墨痕”直接描写墨梅。画中小池边的梅树，花朵盛开，朵朵梅花都是用淡淡的墨水点染而成的。“洗砚池”，化用王羲之“临池学书，池水尽黑”的典故。",
          "三、四两句盛赞墨梅的高风亮节。它由淡墨画成，外表虽然并不娇艳，但具有神清骨秀、高洁端庄、幽独超逸的内在气质；它不想用鲜艳的色彩去吸引人，讨好人，求得人们的夸奖，只愿散发一股清香，让它留在天地之间。这两句正是诗人的自我写照。王冕自幼家贫，白天放牛，晚上到佛寺长明灯下苦读，终于学得满腹经纶，而且能诗善画，多才多艺。但他屡试不第，又不愿巴结权贵，于是绝意功名利禄，归隐浙东九里山，作画易米为生。“不要人夸颜色好，只留清气满乾坤”两句，表现了诗人鄙薄流俗，独善其身，不求功勋的品格。",
          "这首诗题为“墨梅”，意在述志。诗人将画格、诗格、人格有机地融为一体。字面上在赞誉梅花，实际上是赞赏自己的立身之德。",
          "在这首诗中，一“淡”一“满”尽显个性，一方面，墨梅的丰姿与诗人傲岸的形象跃然纸上；另一方面令人觉得翰墨之香与梅花的清香仿佛扑面而来。从而使“诗格”、“画格”、人格巧妙地融合在一起。",
          "《墨梅》盛赞梅花的高风亮节，诗人也借物抒怀，借梅自喻，表明了自己的人生态度和高尚情操。有意见认为，该题画诗，点出创作意图，强调操守志趣，在艺术史上甚至比《墨梅图》本身还要出名。"
        ]
      ],
      "title": "墨梅"
    },
    {
      "dynasty": "唐代",
      "author": "佚名",
      "lines": [
        {
          "characters": [
            "胤",
            "恭",
            "勤",
            "不",
            "倦"
          ],
          "pinyins": [
            "yìn",
            "gōng",
            "qín",
            "bù",
            "juàn"
          ]
        },
        {
          "characters": [
            "博",
            "学",
            "多",
            "通"
          ],
          "pinyins": [
            "bó",
            "xué",
            "duō",
            "tōng"
          ]
        },
        {
          "characters": [
            "家",
            "贫",
            "不",
            "常",
            "得",
            "油"
          ],
          "pinyins": [
            "jiā",
            "pín",
            "bù",
            "cháng",
            "dé",
            "yóu"
          ]
        },
        {
          "characters": [
            "夏",
            "月",
            "则",
            "练",
            "囊",
            "盛",
            "数",
            "十",
            "萤",
            "火",
            "以",
            "照",
            "书"
          ],
          "pinyins": [
            "xià",
            "yuè",
            "zé",
            "liàn",
            "náng",
            "shèng",
            "shù",
            "shí",
            "yíng",
            "huǒ",
            "yǐ",
            "zhào",
            "shū"
          ]
        },
        {
          "characters": [
            "以",
            "夜",
            "继",
            "日",
            "焉"
          ],
          "pinyins": [
            "yǐ",
            "yè",
            "jì",
            "rì",
            "yān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学文言文",
        "故事"
      ],
      "annotations": [
        {
          "translation": [
            "晋朝人车胤谨慎勤劳而不知疲倦，知识广博，学问精通。他家境贫寒，不能经常得到香油。夏天的夜晚，车胤就用白绢做成透光的袋子，装几十个萤火虫照着书本，夜以继日地学习着。"
          ],
          "annotation": [
            "囊萤：用袋子装萤火虫。",
            "囊：文中作动词用，意思是“用袋子装”。",
            "胤恭勤不倦：晋朝人车胤谨慎勤劳而不知疲倦。",
            "恭：谨慎的意思。",
            "练囊：用白色绢子做袋。练：白绢，文中作动词用，意思是\"用白绢做\"。",
            "以夜继日：用夜晚接着白天（学习）。"
          ]
        }
      ],
      "appreciations": [],
      "title": "囊萤夜读"
    },
    {
      "dynasty": "宋代",
      "author": "祝穆",
      "lines": [
        {
          "characters": [
            "磨",
            "针",
            "溪"
          ],
          "pinyins": [
            "mó",
            "zhēn",
            "xī"
          ]
        },
        {
          "characters": [
            "在",
            "象",
            "耳",
            "山",
            "下"
          ],
          "pinyins": [
            "zài",
            "xiàng",
            "ěr",
            "shān",
            "xià"
          ]
        },
        {
          "characters": [
            "世",
            "传",
            "李",
            "太",
            "白",
            "读",
            "书",
            "山",
            "中"
          ],
          "pinyins": [
            "shì",
            "chuán",
            "lǐ",
            "tài",
            "bái",
            "dú",
            "shū",
            "shān",
            "zhōng"
          ]
        },
        {
          "characters": [
            "未",
            "成"
          ],
          "pinyins": [
            "wèi",
            "chéng"
          ]
        },
        {
          "characters": [
            "弃",
            "去"
          ],
          "pinyins": [
            "qì",
            "qù"
          ]
        },
        {
          "characters": [
            "过",
            "是",
            "溪"
          ],
          "pinyins": [
            "guò",
            "shì",
            "xī"
          ]
        },
        {
          "characters": [
            "逢",
            "老",
            "媪",
            "方",
            "磨",
            "铁",
            "杵"
          ],
          "pinyins": [
            "féng",
            "lǎo",
            "ǎo",
            "fāng",
            "mó",
            "tiě",
            "chǔ"
          ]
        },
        {
          "characters": [
            "问",
            "之"
          ],
          "pinyins": [
            "wèn",
            "zhī"
          ]
        },
        {
          "characters": [
            "曰",
            "：",
            "“",
            "欲",
            "作",
            "针"
          ],
          "pinyins": [
            "yuē",
            "：“",
            "yù",
            "zuò",
            "zhēn"
          ]
        },
        {
          "characters": [
            "”",
            "太",
            "白",
            "感",
            "其",
            "意"
          ],
          "pinyins": [
            "”",
            "tài",
            "bái",
            "gǎn",
            "qí",
            "yì"
          ]
        },
        {
          "characters": [
            "还",
            "卒",
            "业"
          ],
          "pinyins": [
            "huán",
            "zú",
            "yè"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "小学文言文",
        "寓言",
        "故事",
        "励志",
        "哲理"
      ],
      "annotations": [
        {
          "translation": [
            "磨针溪是在象耳山脚下。世世代代相传李白在山中读书的时候，没有完成好自己的学业，就放弃学习离开了。他路过一条小溪，遇见一位老妇人在磨铁棒，于是问她在干什么，老妇人说：“我想把它磨成针。”李白被她的精神感动，就回去完成学业。那老妇人自称姓武。现在那溪边还有一块武氏岩。"
          ],
          "annotation": [
            "世传：世世代代相传。",
            "成：完成。",
            "去：离开。",
            "逢：碰上。",
            "媪：妇女的统称。",
            "方：正在。",
            "铁杵；铁棍，铁棒，杵，压米或捶衣用的棒，一头粗一头细的圆棒。",
            "欲：想要。",
            "感：被......感动。",
            "还：回去。",
            "之：代词，指代老妇人在做的事。",
            "卒业：完成学业。",
            "今：现在。",
            "氏：姓…的人。"
          ]
        }
      ],
      "appreciations": [],
      "title": "铁杵成针"
    },
    {
      "dynasty": "近现代",
      "author": "毛泽东",
      "lines": [
        {
          "characters": [
            "读",
            "陆",
            "游",
            "咏",
            "梅",
            "词"
          ],
          "pinyins": [
            "dú",
            "lù",
            "yóu",
            "yǒng",
            "méi",
            "cí"
          ]
        },
        {
          "characters": [
            "反",
            "其",
            "意",
            "而",
            "用",
            "之"
          ],
          "pinyins": [
            "fǎn",
            "qí",
            "yì",
            "ér",
            "yòng",
            "zhī"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "风",
            "雨",
            "送",
            "春",
            "归"
          ],
          "pinyins": [
            "fēng",
            "yǔ",
            "sòng",
            "chūn",
            "guī"
          ]
        },
        {
          "characters": [
            "飞",
            "雪",
            "迎",
            "春",
            "到"
          ],
          "pinyins": [
            "fēi",
            "xuě",
            "yíng",
            "chūn",
            "dào"
          ]
        },
        {
          "characters": [
            "已",
            "是",
            "悬",
            "崖",
            "百",
            "丈",
            "冰"
          ],
          "pinyins": [
            "yǐ",
            "shì",
            "xuán",
            "yá",
            "bǎi",
            "zhàng",
            "bīng"
          ]
        },
        {
          "characters": [
            "犹",
            "有",
            "花",
            "枝",
            "俏"
          ],
          "pinyins": [
            "yóu",
            "yǒu",
            "huā",
            "zhī",
            "qiào"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "俏",
            "也",
            "不",
            "争",
            "春"
          ],
          "pinyins": [
            "qiào",
            "yě",
            "bù",
            "zhēng",
            "chūn"
          ]
        },
        {
          "characters": [
            "只",
            "把",
            "春",
            "来",
            "报"
          ],
          "pinyins": [
            "zhī",
            "bǎ",
            "chūn",
            "lái",
            "bào"
          ]
        },
        {
          "characters": [
            "待",
            "到",
            "山",
            "花",
            "烂",
            "漫",
            "时"
          ],
          "pinyins": [
            "dài",
            "dào",
            "shān",
            "huā",
            "làn",
            "màn",
            "shí"
          ]
        },
        {
          "characters": [
            "她",
            "在",
            "丛",
            "中",
            "笑"
          ],
          "pinyins": [
            "tā",
            "zài",
            "cóng",
            "zhōng",
            "xiào"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "咏物",
        "梅花",
        "品格"
      ],
      "annotations": [
        {
          "translation": [
            "品读了陆游的《卜算子·咏梅》，反用其原本的寓意而写了这首词。"
          ],
          "annotation": [
            "冰：形容极度寒冷。",
            "丛中笑：百花盛开时，感到欣慰和高兴。",
            "犹：还，仍然。",
            "俏：俊俏，美好的样子；（此处既能表现梅花的俏丽，又能表现革命者面对困难坚强不屈的美好情操。）",
            "烂漫：颜色鲜明而美丽。（文中指花全部盛开的样子）"
          ]
        }
      ],
      "appreciations": [
        [
          "此词塑造了梅花俊美而坚韧不拔的形象，鼓励人们要有威武不屈的精神和革命到底的乐观主义精神。上阕主要写梅花傲寒开放的美好身姿，描绘梅花的美丽、积极与坚贞；下阕主要写梅花的精神风貌，表现了梅花坚强不屈、不畏寒冷，对春天充满信心和谦虚的风格。",
          "上阕主要写梅花傲寒开放的俏丽身姿。起始二句叙季节的变换，既平直自然，又蕴含哲理。第一句才说“春归”，第二句就说“春到”。春归是梅花在风雨中所送，春到是梅花在飞雪中所迎。很显然，这里的“迎春”、“送春”者，不是“风雨”、“飞雪”，而是梅和梅花。在风雨中送走春天时，梅花虽已凋谢但在飞雪中迎来春天时，梅花却正吐艳。这两句对仗工整，拟人形象，生动地表现了中国共产党及其领导下的中国人民坚强不屈的革命英雄主义、坚韧不拔的意志和大无畏的战斗精神。“已是悬崖百丈冰，犹有花枝俏”承“飞雪”写出，极力渲染梅花开放时的冰雪环境，这是一种衬托的手法，在“百丈冰”的时节梅花开放是十分难能可贵的。这样一来，“犹有花枝俏”一句就格外醒目。梅花不仅在如此严寒的环境中开放，而且开放得还特别俏丽。作者以冰雪衬托风骨铮铮的梅花，以梅花的品质、梅花的形象象征中国共产党人。作者笔下的梅花形象是全新的，不仅是诗人眼中梅花的形象，也是诗人自己以及中国共产党人的形象。",
          "下阕是对无私无欲的梅花的礼赞。首句承“俏”字写出。俏丽的梅花开放于寒冬之时，它是春天的信使，预报春天就要到来，当春天真正到来时她已经飘零了。这就是梅花乐于奉献的性格，所以作者说梅花是“俏也不争春，只把春来报”。“俏”字浓缩了千种生机，万般气，是这首词的诗眼，是新时代梅花精神风貌的外现。“俏”字也是上下阕之间过渡的桥梁，使整首词的境界浑然天成。“待到山花烂漫时，她在从中”两句，描写春天降临繁花似锦的时候，梅花那种舒心高兴的样子。写出了花不仅有俏丽的身姿，而且有崇高的精神境界。“笑”字写出了新时代梅花谦逊脱俗的品质，豁达大度的精神风采极大地升华了词的艺术境界。新时代的梅花形象象征了共产党人斗争在前，享受在后的崇高美德和无私奉献的伟大精神。",
          "这首咏物词是运用逆向思维写作的典范。词前序中说的“反其意”是读者进入这首咏梅词艺术境界的极佳通道。陆游当时主张北伐，皇帝不信任他，朝廷中主和的投降派又排挤、攻击他，他难酬壮志，伤感悲凉，便作了《卜算子·咏梅》。陆游以梅自况，表示要坚持爱国情操，至死不向恶势力屈服。但是，陆游词中的“梅”太孤寂了，要听任群芳的嫉妒，没有阳光普照，却有风摧雨浇，尽管最后“零落成泥碾作尘”，但始终保持了固有的芳香，而毛泽东词中的“梅”则完全相反。陆游笔下的“梅花”是一个孤独的爱国者形象，而毛泽东笔下的“梅花”是伟大的共产主义者，她是一个人，更代表了先进的无产阶级群体。陆游笔下的“梅花”生长在“驿外断桥边”，在凄风苦雨中支撑，而毛泽东笔下的“梅花”与飞雪为伍，在“悬崖百丈冰”时，傲霜斗雪成长。陆游笔下的“梅花”寂寞无主地开放，在黄昏中独自发愁，颓唐哀伤，而毛泽东笔下的“梅花”在春天即将到来时绽放，自豪，乐观。陆游笔下的“梅花”“无意苦争春”，与世无争，明哲保身，而毛泽东笔下的“梅花”“只把春来报”，要把春光迎到人间，无私奉献。陆游笔下的“梅花”“一任群芳妒”孤芳自赏，无可奈何，而毛泽东笔下的“梅花”在山花烂漫的花丛中欢笑，永远与百花在一起。陆游笔下的“梅花”最终结局是“零落成泥碾作尘”，被人遗忘，而毛泽东笔下的“梅花”迎来了百花盛开的春天，在春天里得到永生。",
          "《卜算子·咏梅》是毛泽东诗词中比、兴手法用得最好的一首。作者将梅花的自然美与人的德善美有机地融为一，达到了“天人合一”的最高境界。词中象征、拟人、衬托、比喻、夸张、对仗、顶针等多种修辞手法的巧妙运用，写出了梅花富于挑战性的个性和谦逊无私的高风亮节，较完美地实现了托物言志的目的。"
        ]
      ],
      "title": "卜算子·咏梅"
    },
    {
      "dynasty": "唐代",
      "author": "杜甫",
      "lines": [
        {
          "characters": [
            "黄",
            "师",
            "塔",
            "前",
            "江",
            "水",
            "东"
          ],
          "pinyins": [
            "huáng",
            "shī",
            "tǎ",
            "qián",
            "jiāng",
            "shuǐ",
            "dōng"
          ]
        },
        {
          "characters": [
            "春",
            "光",
            "懒",
            "困",
            "倚",
            "微",
            "风"
          ],
          "pinyins": [
            "chūn",
            "guāng",
            "lǎn",
            "kùn",
            "yǐ",
            "wēi",
            "fēng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "桃",
            "花",
            "一",
            "簇",
            "开",
            "无",
            "主"
          ],
          "pinyins": [
            "táo",
            "huā",
            "yī",
            "cù",
            "kāi",
            "wú",
            "zhǔ"
          ]
        },
        {
          "characters": [
            "可",
            "爱",
            "深",
            "红",
            "爱",
            "浅",
            "红"
          ],
          "pinyins": [
            "kě",
            "ài",
            "shēn",
            "hóng",
            "ài",
            "qiǎn",
            "hóng"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "写景",
        "桃花"
      ],
      "annotations": [
        {
          "translation": [
            "来到黄师塔前江水的东岸，温暖的春天使人困倦，只想倚着春风小憩。",
            "一株无主的桃花开得正盛，究竟是爱深红还是更爱浅红呢？"
          ],
          "annotation": [
            "江畔：指成都锦江之滨。",
            "独步：独自散步。",
            "塔：墓地。",
            "一簇：一丛，无主--没有主人。"
          ]
        }
      ],
      "appreciations": [
        [
          "诗题为独步寻花，组诗的第五首则写到黄师塔前看花。“黄师塔前江水东”，写具体的地点。“春光懒困倚微风”则写自己的倦态，春暖人易懒倦，所以倚风小息。但这为的是更好地看花，看那“桃花一簇开无主，可爱深红爱浅红”。这里叠用爱字，爱深红，爱浅红，爱这爱那，应接不暇，但又是紧跟着“开无主”三字来的。“开无主”就是自由自在地开，尽量地开，大开特开，所以下句承接起来更显出绚烂绮丽，诗也如锦似绣。"
        ]
      ],
      "title": "江畔独步寻花"
    },
    {
      "dynasty": "唐代",
      "author": "罗隐",
      "lines": [
        {
          "characters": [
            "不",
            "论",
            "平",
            "地",
            "与",
            "山",
            "尖"
          ],
          "pinyins": [
            "bù",
            "lùn",
            "píng",
            "dì",
            "yǔ",
            "shān",
            "jiān"
          ]
        },
        {
          "characters": [
            "无",
            "限",
            "风",
            "光",
            "尽",
            "被",
            "占"
          ],
          "pinyins": [
            "wú",
            "xiàn",
            "fēng",
            "guāng",
            "jìn",
            "bèi",
            "zhān"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "采",
            "得",
            "百",
            "花",
            "成",
            "蜜",
            "后"
          ],
          "pinyins": [
            "cǎi",
            "dé",
            "bǎi",
            "huā",
            "chéng",
            "mì",
            "hòu"
          ]
        },
        {
          "characters": [
            "为",
            "谁",
            "辛",
            "苦",
            "为",
            "谁",
            "甜"
          ],
          "pinyins": [
            "wéi",
            "shuí",
            "xīn",
            "kǔ",
            "wéi",
            "shuí",
            "tián"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        }
      ],
      "keywords": [
        "寓言",
        "咏物",
        "怜悯",
        "小学生必背古诗70首"
      ],
      "annotations": [
        {
          "translation": [
            "无论是在平地，还是在山峰，及其美好的风景都被蜜蜂占有。",
            "蜜蜂啊，你采尽百花酿成了花蜜，到底为谁付出辛苦，又想让谁品尝香甜？"
          ],
          "annotation": [
            "山尖：山峰。",
            "无限风光：极其美好的风景。",
            "占：占有，占据。",
            "采：采取，这里指采取花蜜。"
          ]
        }
      ],
      "appreciations": [
        [
          "罗隐的咏物诗“切于物”而“不粘于物”，往往别出心裁，独具寓意，讽刺深峻犀利又耐人寻味。清沈祥龙《论词随笔》云：“咏物之作，在借物以寓性情，凡身世之感，君国之忧，隐然蕴于其内，斯寄托遥深，非沾沾焉咏一物矣。”罗隐正是在对物象深入细致的观察基础之上，对所咏之物融进他强烈的家国之忧与身世之慨，刺时讽世使得其能在晚唐诗坛脱颖而出。《蜂》通过吟咏蜜蜂采花酿蜜供人享用这一自然现象，表现了他对社会和历史问题的思考。",
          "前两句写蜜蜂的生存状态，在山花烂漫间不停穿梭、劳作，广阔的领地给了它们相当大的施展本领的空间。“不论”“无限”，蜜蜂在辛勤劳动中“占尽风光”，简单写来看似平平无奇，纯行直白，几乎是欣赏、夸赞的口吻，实则是匠心独运，先扬后抑，为下文的议论做出了铺垫。",
          "后两句紧乘“蜜蜂”这一意象，把它象征的“劳动者”意象加以引申、扩大，发出“采得百花成蜜后，为谁辛苦为谁甜”的一声叹息。同时也提出一个耐人寻味的问题：已采的百花酿成蜜，辛辛苦苦的劳作终于有了可喜的成果，话锋一转，这般辛劳到底又是为了谁呢？在当时黑暗腐朽的社会里，为的正是那些不劳而获、占据高位、手握重权的剥削者，此中的讽意不言而明。诗人以反诘的语气控诉了那些沉迷利禄之人，感喟良久之余不禁又对广大的劳苦人民产生了矜惜怜悯之情，从另一个侧面对这种劳者不获、获者不劳的不平现实加以嘲讽和鞭笞，在为劳动人民鸣冤叫屈的同时也是对自己久沉下僚、大志难伸的境遇予以反省，表达对唐末朋党倾轧、宦官专权、战乱频仍、民不聊生的社会现象更深的痛恨之情。",
          "蜂与蝶在诗人词客笔下，成为风韵的象征。然而小蜜蜂毕竟与花蝴蝶不同，它是为酿蜜而劳苦一生，贡献甚多而享受甚少。诗人罗隐着眼于这一点，写出这样一则寄慨遥深的诗的“动物故事”。仅其命意就令人耳目一新。此诗艺术表现上值得注意的有三点：",
          "一、欲夺故予，反跌有力。此诗寄意集中在末二句的感叹上，慨蜜蜂一生经营，除“辛苦而外并无所有。然而前两句却用几乎是矜夸的口吻，说无论是平原田野还是崇山峻岭，凡是鲜花盛开的地方，都是蜜蜂的领域。这里作者运用极度的副词、形容词——“不论”、“无限”、“尽”等等，和无条件句式，极称蜜蜂“占尽风光”，似与题旨矛盾。其实这只是正言欲反、欲夺故予的手法，为末二句作势。俗话说：抬得高，跌得重。所以末二句对前二句反跌一笔，说蜂采花成蜜，不知究属谁有，将“尽占”二字一扫而空，表达效果就更强。",
          "二、叙述反诘，唱叹有情。此诗运用了夹叙夹议的手法，但议论并未明确发出，而运用反诘语气道之。前二句主叙，后二句主议。后二句中又是三句主叙，四句主议。“采得百花”已示“辛苦”之意，“成蜜”二字已具“甜”意。但由于主叙主议不同，末二句有反复之意而无重复之感。本来反诘句的意思只是：为谁甜蜜而自甘辛苦呢？却分成两问：“为谁辛苦”？“为谁甜”？亦反复而不重复。言下辛苦归自己、甜蜜属别人之意甚显。而反复咏叹，使人觉感慨无穷。诗人怜惜之意可掬。",
          "三、寓意遥深，可以两解。此诗抓住蜜蜂特点，不做作，不雕绘，不尚词藻，虽平浅而有思致，使读者能从这则“动物故事”中若有所悟，觉得其中寄有人生感喟。有人说此诗实乃叹世人之劳心于利禄者；有人则认为是借蜜蜂歌颂辛勤的劳动者，而对那些不劳而获的剥削者以无情讽嘲。两种解会似相龃龉，其实皆允。因为“寓言”诗有两种情况：一种是作者为某种说教而设喻，寓意较浅显而确定；另一种是作者怀着浓厚感情观物，使物著上人的色彩，其中也能引出教训，但“寓意”就不那么肤浅和确定。如此诗，大抵作者从蜂的“故事”看到那时苦辛人生的影子，但他只把“故事”写下来，不直接说教或具体比附，创造的形象也就具有较大灵活性。而现实生活中存在着不同意义的辛苦人生，与蜂相似的主要有两种：一种是所谓“终朝聚敛苦无多，及到多时眼闭了”（《红楼梦》“好了歌”）；一种是“运锄耕劚侵星起”而“到头禾黍属他人”。这就使得读者可以在两种意义上作不同的理解了。但是，随着时代的前进，劳动光荣成为普遍观念，“蜂”越来越成为一种美德的象征，人们在读罗隐这诗的时候，自然更多地倾向于后一种解释了。"
        ],
        [
          "蜂与蝶在诗人词客笔下，成为风韵的象征。然而小蜜蜂毕竟与花蝴蝶不同，它是为酿蜜而劳苦一生，积累甚多而享受甚少。诗人罗隐着眼于这一点，写出这样一则寄慨遥深的诗的“动物故事”。仅其命意就令人耳目一新。此诗艺术表现上值得注意的有三点：",
          "一、欲夺故予，反跌有力。此诗寄意集中在末二句的感喟上，慨蜜蜂一生经营，除“辛苦”而外并无所有。然而前两句却用几乎是矜夸的口吻，说无论是平原田野还是崇山峻岭，凡是鲜花盛开的地方，都是蜜蜂的领地。这里作者运用极度的副词、形容词──“不论”、“无限”、“尽”等等，和无条件句式，极称蜜蜂“占尽风光”，似与题旨矛盾。其实这只是正言欲反、欲夺故予的手法，为末二句作势。俗话说：抬得高，跌得重。所以末二句对前二句反跌一笔，说蜂采花成蜜，不知究属谁有，将“尽占”二字一扫而空，表达效果就更强。如一开始就正面落笔，必不如此有力。",
          "二、叙述反诘，唱叹有情。此诗采用了夹叙夹议的手法，但议论并未明确发出，而运用反诘语气道之。前二句主叙，后二句主议。后二句中又是三句主叙，四句主议。“采得百花”已示“辛苦”之意，“成蜜”二字已具“甜”意。但由于主叙主议不同，末二句有反复之意而无重复之感。本来反诘句的意思只是：为谁甜蜜而自甘辛苦呢？却分成两问：“为谁辛苦”？“为谁甜”？亦反复而不重复。言下辛苦归自己、甜蜜属别人之意甚显。而反复咏叹，使人觉感慨无穷。诗人矜惜怜悯之意可掬。",
          "三、寓意遥深，可以两解。此诗抓住蜜蜂特点，不做作，不雕绘，不尚词藻，虽平淡而有思致，使读者能从这则“动物故事”中若有所悟，觉得其中寄有人生感喟。有人说此诗实乃叹世人之劳心于利禄者；有人则认为是借蜜蜂歌颂辛勤的劳动者，而对那些不劳而获的剥削者以无情讽刺。两种解会似相龃龉，其实皆允。因为“寓言”诗有两种情况：一种是作者为某种说教而设喻，寓意较浅显而确定；另一种是作者怀着浓厚感情观物，使物著上人的色彩，其中也能引出教训，但“寓意”就不那么浅显和确定。如此诗，大抵作者从蜂的“故事”看到那时苦辛人生的影子，但他只把“故事”写下来，不直接说教或具体比附，创造的形象也就具有较大灵活性。而现实生活中存在着不同意义的苦辛人生，与蜂相似的主要有两种：一种是所谓“终朝聚敛苦无多，及到多时眼闭了”（《红楼梦》“好了歌”）；一种是“运锄耕劚侵星起”而“到头禾黍属他人”。这就使得读者可以在两种意义上作不同的理解了。但是，随着时代的前进，劳动光荣成为普遍观念，“蜂”越来越成为一种美德的象征，人们在读罗隐这诗的时候，自然更多地倾向于后一种解会了。可见，“寓言”的寓意并非一成不变，古老的“寓言”也会与日俱新。"
        ]
      ],
      "title": "蜂"
    },
    {
      "dynasty": "唐代",
      "author": "李白",
      "lines": [
        {
          "characters": [
            "众",
            "鸟",
            "高",
            "飞",
            "尽"
          ],
          "pinyins": [
            "zhòng",
            "niǎo",
            "gāo",
            "fēi",
            "jìn"
          ]
        },
        {
          "characters": [
            "孤",
            "云",
            "独",
            "去",
            "闲"
          ],
          "pinyins": [
            "gū",
            "yún",
            "dú",
            "qù",
            "xián"
          ]
        },
        {
          "characters": [],
          "pinyins": []
        },
        {
          "characters": [
            "相",
            "看",
            "两",
            "不",
            "厌"
          ],
          "pinyins": [
            "xiāng",
            "kàn",
            "liǎng",
            "bù",
            "yàn"
          ]
        },
        {
          "characters": [
            "只",
            "有",
            "敬",
            "亭",
            "山"
          ],
          "pinyins": [
            "zhǐ",
            "yǒu",
            "jìng",
            "tíng",
            "shān"
          ]
        },
        {
          "characters": [
            "(",
            "只",
            "有",
            " ",
            "一",
            "作",
            "：",
            "唯",
            "有",
            ")"
          ],
          "pinyins": [
            "(",
            "zhǐ",
            "yǒu",
            " ",
            "yī",
            "zuò",
            "：",
            "wéi",
            "yǒu",
            ")"
          ]
        }
      ],
      "keywords": [
        "小学古诗",
        "写景",
        "写山",
        "孤独",
        "小学生必背古诗80首"
      ],
      "annotations": [
        {
          "translation": [
            "山中群鸟一只只高飞远去，天空中的最后一片白云也悠然飘走。",
            "敬亭山和我对视着，谁都看不够，看不厌，看来理解我的只有这敬亭山了。"
          ],
          "annotation": [
            "敬亭山：在今安徽宣城市北。",
            "尽：没有了。",
            "孤云：陶渊明《咏贫士诗》中有“孤云独无依”的句子。",
            "独去闲：独去，独自去。",
            "闲：形容云彩飘来飘去，悠闲自在的样子。孤单的云彩飘来飘去。",
            "两不厌：指诗人和敬亭山而言。",
            "厌：满足。"
          ]
        }
      ],
      "appreciations": [
        [
          "这首诗是诗人表现自己精神世界的佳作。此诗表面是写独游敬亭山的情趣，而其深含之意则是诗人生命历程中旷世的孤独感。诗人以奇特的想象力和巧妙的构思，赋予山水景物以生命，将敬亭山拟人化，写得十分生动。作者写的是自己的孤独和自己的怀才不遇，但更是自己的坚定，在大自然中寻求安慰和寄托。",
          "“众鸟高飞尽，孤云独去闲。”这首五绝的前两句是说，群鸟高飞无影无踪，孤云独去自在悠闲。",
          "前两句看似写眼前之景，其实，把孤独之感写尽了：天上几只鸟儿高飞远去，直至无影无踪；寥廓的长空还有一片白云，却也不愿停留，慢慢的越飘越远，似乎世间万物都在厌弃诗人。“尽”、“闲”两个字，把读者引入一个静的境界：仿佛是在一群山鸟的喧闹声消除之后格外感到清静；在翻滚的厚云消失之后感到特别的清幽平静。因此这两句是写“动”见“静”，以“动”衬“静”，正烘托出诗人心灵的孤独寂寞。这种生动形象的写法，能给读者以联想，并且暗示了诗人在敬亭山游览观望之久，勾画出他独坐出神的形象，为下联作了铺垫。",
          "这两句的意象以“众星拱月”式并置，前句中心词“鸟”是中心意象，加上“飞”字形成一个复合意象，强化动态表现意义。“众鸟”原可以让读者联想到山中闲静宁谧的场景，群鸟儿在空山中婉转鸣啼，有一种格外的逸趣，而眼前，众鸟高飞，离人越来越远，“高”字起到一个拓展空间的作用，抬头仰望，空阔的蓝天上，鸟儿在远走高飞，直至看不见。一个“尽”字，增强了此句的表现力度，表现出李白此时的万般惆怅。后句“云”为中心词，与“去”复合，默默的云也在渐渐飘走。而云并非满天白云，原本就只是“孤云”无伴，偏偏还悠闲地慢慢地飘离。诗人以“闲”写出了孤云的状态，突出了离去的过程，让读者在品味孤云离去的状态时，感知诗人内心的不忍和无奈。",
          "三、四两句“相看两不厌，只有敬亭山”用浪漫主义手法，将敬亭山人格化、个性化。尽管鸟飞云去，诗人仍没有回去，也不想回去，他久久地凝望着幽静秀丽的敬亭山，觉得敬亭山似乎也正含情脉脉地看着他自己。他们之间不必说什么话，已达到了感情上的交流。“相看两不厌”表达了诗人与敬亭山之间的深厚感情。“相”、“两”二字同义重复，把诗人与敬亭山紧紧地联系在一起，表现出强烈的感情。同时，“相看”也点出此时此刻唯有“山”和“我”的孤寂情景与“两”字相重，山与人的相依之情油然而生。结句中“只有”两字也是经过锤炼的，更突出诗人对敬亭山的喜爱。“人生得一知己足矣”，鸟飞云去对诗人来说不足挂齿。这两句诗所创造的意境仍然是“静”的，表面看来，是写了诗人与敬亭山相对而视，脉脉含情。实际上，诗人愈是写山的“有情”，愈是表现出人的“无情”；而他那横遭冷遇，寂寞凄凉的处境，也就在这静谧的场面中透露出来了。",
          "“众鸟”、“孤云”这种动的意象与“敬亭山”这种静的意象相反并置，时间和空间的维度里仅仅出现了量的变化，而心理的维度却产生着质的变化：有理想、有才能而在政治上遭受压抑的士大夫往往对“逝去”，对“消散”有着特殊的敏感，人事短暂，宇宙永恒，常常是他们不遇时发出的慨叹。诗人引恒久的山为知己，可能是“长安不得见”后，不得已而为之的一种方式了。就算长安招引他，他也不知道自己会不会随“众鸟高飞”而去。",
          "诗人笔下，不见敬亭山秀丽的山色、溪水、小桥，并非敬亭山无物可写，因为敬亭山“东临宛溪，南俯城闉，烟市风帆，极目如画”。从诗中来看，无从知晓诗人相对于山的位置，或许是在山顶，或许在空阔地带，然而这些都不重要了。这首诗的写作目的不是赞美景物，而是借景抒情，借此地无言之景，抒内心无奈之情。诗人在被拟人化了的敬亭山中寻到慰藉，似乎少了一点孤独感。然而，恰恰在这里，诗人内心深处的孤独之情被表现得更加突出。人世间的深重的孤独之情，诗人人生悲剧的气氛充溢在整首诗中。全诗似乎全是景语，无一情语，然而，由于景是情所造，因而，虽句句是景，却句句是情，就像王夫之所说，是“情中景，景中情”。"
        ]
      ],
      "title": "独坐敬亭山"
    }
  ]
]
