export default [
  [
    [
      {
        "dynasty": "两汉",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "江",
              "南",
              "可",
              "采",
              "莲"
            ],
            "pinyins": [
              "jiāng",
              "nán",
              "kě",
              "cǎi",
              "lián"
            ]
          },
          {
            "characters": [
              "莲",
              "叶",
              "何",
              "田",
              "田"
            ],
            "pinyins": [
              "lián",
              "yè",
              "hé",
              "tián",
              "tián"
            ]
          },
          {
            "characters": [
              "鱼",
              "戏",
              "莲",
              "叶",
              "间"
            ],
            "pinyins": [
              "yú",
              "xì",
              "lián",
              "yè",
              "jiān"
            ]
          },
          {
            "characters": [
              "鱼",
              "戏",
              "莲",
              "叶",
              "东"
            ],
            "pinyins": [
              "yú",
              "xì",
              "lián",
              "yè",
              "dōng"
            ]
          },
          {
            "characters": [
              "鱼",
              "戏",
              "莲",
              "叶",
              "西"
            ],
            "pinyins": [
              "yú",
              "xì",
              "lián",
              "yè",
              "xī"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "民歌",
          "写景",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "江南又到了适宜采莲的季节了，莲叶浮出水面，挨挨挤挤，重重叠叠，迎风招展。在茂密如盖的荷叶下面，欢快的鱼儿在不停的嬉戏玩耍。",
              "一会儿在这儿，一会儿又忽然游到了那儿，说不清究竟是在东边，还是在西边，还是在南边，还是在北边。"
            ],
            "annotation": [
              "汉乐府：原是汉初采诗制乐的官署，后来又专指汉代的乐府诗。汉惠帝时，有乐府令一官，可能当时已设有乐府。武帝时乐府规模扩大，成为一个专设的官署，掌管郊祀、巡行、朝会、宴飨时的音乐，兼管采集民间歌谣，以供统治者观风察俗，了解民情厚薄。这些采集来的歌谣和其他经乐府配曲入乐的诗歌即被后人称为乐府诗。",
              "田田：荷叶茂盛的样子。",
              "可：在这里有“适宜” 、“ 正好”的意思。"
            ]
          },
          {
            "translation": [
              "江南水上可以采莲，莲叶层层叠叠繁茂葱翠，鱼儿在莲叶间嬉戏。",
              "鱼一会在莲叶的东边嬉戏，一会在莲叶的西边嬉戏，一会在莲叶的的南边嬉戏，一会又在莲叶的北边嬉戏。"
            ],
            "annotation": [
              "何：多么。",
              "田田：莲叶长的茂盛相连的样子。"
            ]
          }
        ],
        "title": "江南",
        "id": "77bb2f60-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王维",
        "lines": [
          {
            "characters": [
              "远",
              "看",
              "山",
              "有",
              "色"
            ],
            "pinyins": [
              "yuǎn",
              "kàn",
              "shān",
              "yǒu",
              "sè"
            ]
          },
          {
            "characters": [
              "近",
              "听",
              "水",
              "无",
              "声"
            ],
            "pinyins": [
              "jìn",
              "tīng",
              "shuǐ",
              "wú",
              "shēng"
            ]
          },
          {
            "characters": [
              "春",
              "去",
              "花",
              "还",
              "在"
            ],
            "pinyins": [
              "chūn",
              "qù",
              "huā",
              "huán",
              "zài"
            ]
          },
          {
            "characters": [
              "人",
              "来",
              "鸟",
              "不",
              "惊"
            ],
            "pinyins": [
              "rén",
              "lái",
              "niǎo",
              "bù",
              "jīng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "山水",
          "向往",
          "早教"
        ],
        "annotations": [
          {
            "translation": [
              "远看高山色彩明亮，走到近处却听不到水的声音。",
              "春天过去，可是依旧有许多花草争奇斗艳，人走近，可是鸟却依然没有被惊动。"
            ],
            "annotation": [
              "色：颜色，也有景色之意。",
              "惊：吃惊，害怕。"
            ]
          }
        ],
        "title": "画",
        "id": "77bb2f61-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "骆宾王",
        "lines": [
          {
            "characters": [
              "鹅",
              "，",
              "鹅",
              "，",
              "鹅"
            ],
            "pinyins": [
              "é",
              " ",
              "é",
              " ",
              "é"
            ]
          },
          {
            "characters": [
              "曲",
              "项",
              "向",
              "天",
              "歌"
            ],
            "pinyins": [
              "qū",
              "xiàng",
              "xiàng",
              "tiān",
              "gē"
            ]
          },
          {
            "characters": [
              "白",
              "毛",
              "浮",
              "绿",
              "水"
            ],
            "pinyins": [
              "bái",
              "máo",
              "fú",
              "lǜ",
              "shuǐ"
            ]
          },
          {
            "characters": [
              "红",
              "掌",
              "拨",
              "清",
              "波"
            ],
            "pinyins": [
              "hóng",
              "zhǎng",
              "bō",
              "qīng",
              "bō"
            ]
          }
        ],
        "keywords": [
          "咏物",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "“鹅，鹅，鹅！”面向蓝天，一群鹅儿伸着弯曲的脖子在歌唱。",
              "洁白的羽毛漂浮在碧绿水面，红红的脚掌拨动着清清水波。"
            ],
            "annotation": [
              "曲项：弯着脖子。",
              "歌：长鸣。",
              "拨：划动。"
            ]
          }
        ],
        "title": "咏鹅",
        "id": "77bba490-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李绅",
        "lines": [
          {
            "characters": [
              "锄",
              "禾",
              "日",
              "当",
              "午"
            ],
            "pinyins": [
              "chú",
              "hé",
              "rì",
              "dāng",
              "wǔ"
            ]
          },
          {
            "characters": [
              "汗",
              "滴",
              "禾",
              "下",
              "土"
            ],
            "pinyins": [
              "hàn",
              "dī",
              "hé",
              "xià",
              "tǔ"
            ]
          },
          {
            "characters": [
              "谁",
              "知",
              "盘",
              "中",
              "餐"
            ],
            "pinyins": [
              "shuí",
              "zhī",
              "pán",
              "zhōng",
              "cān"
            ]
          },
          {
            "characters": [
              "粒",
              "粒",
              "皆",
              "辛",
              "苦"
            ],
            "pinyins": [
              "lì",
              "lì",
              "jiē",
              "xīn",
              "kǔ"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "小学生必背古诗70首",
          "农民",
          "劳动"
        ],
        "annotations": [
          {
            "translation": [
              "盛夏中午，烈日炎炎，农民还在劳作，汗珠滴入泥土。",
              "有谁想到，我们碗中的米饭，一粒一粒都是农民辛苦劳动得来的呀？"
            ],
            "annotation": [
              "禾：谷类植物的统称。",
              "餐：一作“飧”。熟食的通称。"
            ]
          }
        ],
        "title": "悯农二首·其二",
        "id": "77bba491-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "小",
              "时",
              "不",
              "识",
              "月"
            ],
            "pinyins": [
              "xiǎo",
              "shí",
              "bù",
              "shí",
              "yuè"
            ]
          },
          {
            "characters": [
              "呼",
              "作",
              "白",
              "玉",
              "盘"
            ],
            "pinyins": [
              "hū",
              "zuò",
              "bái",
              "yù",
              "pán"
            ]
          },
          {
            "characters": [
              "又",
              "疑",
              "瑶",
              "台",
              "镜"
            ],
            "pinyins": [
              "yòu",
              "yí",
              "yáo",
              "tái",
              "jìng"
            ]
          },
          {
            "characters": [
              "飞",
              "在",
              "青",
              "云",
              "端"
            ],
            "pinyins": [
              "fēi",
              "zài",
              "qīng",
              "yún",
              "duān"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "月亮"
        ],
        "annotations": [
          {
            "translation": [
              "小时候不认识月亮， 把它称为白玉盘。",
              "又怀疑是瑶台仙镜，飞在夜空青云之上。"
            ],
            "annotation": [
              "呼作：称为。",
              "白玉盘：指晶莹剔透的白盘子。",
              "疑：怀疑。",
              "瑶台：传说中神仙居住的地方。出处：《穆天子传》卷三：“天子宾于西王母，天子觞西王母于瑶池之上。西王母为天子谣曰：‘白云在天，山陵自出。道里悠远，山川间之。将子无死，尚能复来。’天子答之曰：‘予归东土，和治诸夏。万民平均，吾顾见汝。比及三年，将复而野。’”《武帝内传》称王母为“玄都阿母”。"
            ]
          }
        ],
        "title": "古朗月行(节选)",
        "id": "77bba492-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李峤",
        "lines": [
          {
            "characters": [
              "解",
              "落",
              "三",
              "秋",
              "叶"
            ],
            "pinyins": [
              "jiě",
              "là",
              "sān",
              "qiū",
              "yè"
            ]
          },
          {
            "characters": [
              "能",
              "开",
              "二",
              "月",
              "花"
            ],
            "pinyins": [
              "néng",
              "kāi",
              "èr",
              "yuè",
              "huā"
            ]
          },
          {
            "characters": [
              "过",
              "江",
              "千",
              "尺",
              "浪"
            ],
            "pinyins": [
              "guò",
              "jiāng",
              "qiān",
              "chǐ",
              "làng"
            ]
          },
          {
            "characters": [
              "入",
              "竹",
              "万",
              "竿",
              "斜"
            ],
            "pinyins": [
              "rù",
              "zhú",
              "wàn",
              "gān",
              "xié"
            ]
          }
        ],
        "keywords": [
          "写风",
          "励志",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "风能吹落秋天金黄的树叶，能吹开春天美丽的鲜花。",
              "刮过江面能掀千尺巨浪，吹进竹林能使万竿倾斜。"
            ],
            "annotation": [
              "解落：吹落，散落。解：解开，这里指吹。",
              "三秋：秋季。一说指农历九月。",
              "能：能够。二月：农历二月，指春季。",
              "过：经过。",
              "斜：倾斜。"
            ]
          }
        ],
        "title": "风",
        "id": "77bba493-8134-11ea-9149-af5cd5c4fc93"
      }
    ],
    [
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "床",
              "前",
              "明",
              "月",
              "光"
            ],
            "pinyins": [
              "chuáng",
              "qián",
              "míng",
              "yuè",
              "guāng"
            ]
          },
          {
            "characters": [
              "疑",
              "是",
              "地",
              "上",
              "霜"
            ],
            "pinyins": [
              "yí",
              "shì",
              "dì",
              "shàng",
              "shuāng"
            ]
          },
          {
            "characters": [
              "举",
              "头",
              "望",
              "明",
              "月"
            ],
            "pinyins": [
              "jǔ",
              "tóu",
              "wàng",
              "míng",
              "yuè"
            ]
          },
          {
            "characters": [
              "低",
              "头",
              "思",
              "故",
              "乡"
            ],
            "pinyins": [
              "dī",
              "tóu",
              "sī",
              "gù",
              "xiāng"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "月亮",
          "思乡",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。",
              "我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。"
            ],
            "annotation": [
              "静夜思：静静的夜里，产生的思绪。",
              "床：今传五种说法。",
              "一指井台。已经有学者撰文考证过。中国教育家协会理事程实将考证结果写成论文发表在刊物上，还和好友创作了《诗意图》。",
              "二指井栏。从考古发现来看，中国最早的水井是木结构水井。古代井栏有数米高，成方框形围住井口，防止人跌入井内，这方框形既像四堵墙，又像古代的床。因此古代井栏又叫银床，说明井和床有关系，其关系的发生则是由于两者在形状上的相似和功能上的类同。古代井栏专门有一个字来指称，即“韩”字。《说文》释“韩”为“井垣也”，即井墙之意。",
              "三“床”即“窗”的通假字。本诗中的‘床’字，是争论和异议的焦点。我们可以做一下基本推理。本诗的写作背景是在一个明月夜，很可能是月圆前后，作者由看到月光，再看到明月，又引起思乡之情。",
              "既然作者抬头看到了明月，那么作者不可能身处室内，在室内随便一抬头，是看不到月亮的。因此我们断定，‘床’是室外的一件物什，至于具体是什么，很难考证。从意义上讲，‘床’可能与‘窗’通假，而且在窗户前面是可能看到月亮的。但是，参照宋代版本，‘举头望山月’，便可证实作者所言乃是室外的月亮。从时间上讲，宋代版本比明代版本在对作者原意的忠诚度上，更加可靠。",
              "四取本义，即坐卧的器具，《诗经·小雅·斯干》有“载寐之牀”，《易·剥牀·王犊注》亦有“在下而安者也。”之说，讲得即是卧具。",
              "五马未都等认为，床应解释为胡床。胡床，亦称“交床”、“交椅”、“绳床”。古时一种可以折叠的轻便坐具，马扎功能类似小板凳，但人所坐的面非木板，而是可卷折的布或类似物，两边腿可合起来。现代人常为古代文献中或诗词中的“胡床”或“床”所误。至迟在唐时，“床”仍然是“胡床”（即马扎，一种坐具）。",
              "疑：好像。",
              "举头：抬头。"
            ]
          }
        ],
        "title": "静夜思",
        "id": "77bc67e0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "王应麟",
        "lines": [
          {
            "characters": [
              "人",
              "之",
              "初"
            ],
            "pinyins": [
              "rén",
              "zhī",
              "chū"
            ]
          },
          {
            "characters": [
              "性",
              "本",
              "善"
            ],
            "pinyins": [
              "xìng",
              "běn",
              "shàn"
            ]
          },
          {
            "characters": [
              "性",
              "相",
              "近"
            ],
            "pinyins": [
              "xìng",
              "xiāng",
              "jìn"
            ]
          },
          {
            "characters": [
              "习",
              "相",
              "远"
            ],
            "pinyins": [
              "xí",
              "xiāng",
              "yuǎn"
            ]
          },
          {
            "characters": [
              "苟",
              "不",
              "教"
            ],
            "pinyins": [
              "gǒu",
              "bù",
              "jiào"
            ]
          },
          {
            "characters": [
              "性",
              "乃",
              "迁"
            ],
            "pinyins": [
              "xìng",
              "nǎi",
              "qiān"
            ]
          },
          {
            "characters": [
              "教",
              "之",
              "道"
            ],
            "pinyins": [
              "jiào",
              "zhī",
              "dào"
            ]
          },
          {
            "characters": [
              "贵",
              "以",
              "专"
            ],
            "pinyins": [
              "guì",
              "yǐ",
              "zhuān"
            ]
          },
          {
            "characters": [
              "子",
              "不",
              "学"
            ],
            "pinyins": [
              "zǐ",
              "bù",
              "xué"
            ]
          },
          {
            "characters": [
              "非",
              "所",
              "宜"
            ],
            "pinyins": [
              "fēi",
              "suǒ",
              "yí"
            ]
          },
          {
            "characters": [
              "幼",
              "不",
              "学"
            ],
            "pinyins": [
              "yòu",
              "bù",
              "xué"
            ]
          },
          {
            "characters": [
              "老",
              "何",
              "为"
            ],
            "pinyins": [
              "lǎo",
              "hé",
              "wéi"
            ]
          },
          {
            "characters": [
              "玉",
              "不",
              "琢"
            ],
            "pinyins": [
              "yù",
              "bù",
              "zhuó"
            ]
          },
          {
            "characters": [
              "不",
              "成",
              "器"
            ],
            "pinyins": [
              "bù",
              "chéng",
              "qì"
            ]
          },
          {
            "characters": [
              "人",
              "不",
              "学"
            ],
            "pinyins": [
              "rén",
              "bù",
              "xué"
            ]
          },
          {
            "characters": [
              "不",
              "知",
              "义"
            ],
            "pinyins": [
              "bù",
              "zhī",
              "yì"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "人生",
          "哲理"
        ],
        "annotations": [
          {
            "translation": [
              "人出生之初，禀性本身都是善良的。",
              "天性也都相差不多，只是后天所处的环境不同和所受教育不同，彼此的习性才形成了巨大的差别。",
              "如果从小不好好教育，善良的本性就会发生改变。",
              "为了使人不变坏，最重要的方法就是要专心一致地去教育孩子。"
            ],
            "annotation": [
              "初：开始，开头。",
              "性：性格，本性。",
              "习：习惯，习性。",
              "苟：如果；假使。",
              "教：教育，指导。",
              "迁：改变。",
              "专：专心致志。",
              "宜：合适，应该。",
              "幼：年幼，小时候。",
              "琢：雕琢。",
              "器：器物，这里指成才。",
              "义：古同“仪”。公正合宜的道理或举动。"
            ]
          }
        ],
        "title": "人之初",
        "id": "77bc67e1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "白居易",
        "lines": [
          {
            "characters": [
              "小",
              "娃",
              "撑",
              "小",
              "艇"
            ],
            "pinyins": [
              "xiǎo",
              "wá",
              "chēng",
              "xiǎo",
              "tǐng"
            ]
          },
          {
            "characters": [
              "偷",
              "采",
              "白",
              "莲",
              "回"
            ],
            "pinyins": [
              "tōu",
              "cǎi",
              "bái",
              "lián",
              "huí"
            ]
          },
          {
            "characters": [
              "不",
              "解",
              "藏",
              "踪",
              "迹"
            ],
            "pinyins": [
              "bù",
              "jiě",
              "cáng",
              "zōng",
              "jì"
            ]
          },
          {
            "characters": [
              "浮",
              "萍",
              "一",
              "道",
              "开"
            ],
            "pinyins": [
              "fú",
              "píng",
              "yī",
              "dào",
              "kāi"
            ]
          }
        ],
        "keywords": [
          "儿童",
          "生活",
          "早教",
          "小学古诗",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "小孩撑着小船，偷偷地从池塘里采了白莲回来。",
              "他不懂得掩藏自己的行踪，浮萍被船儿荡开，水面上留下了一条长长的水线。"
            ],
            "annotation": [
              "小娃：男孩儿或女孩儿。",
              "艇：船。",
              "白莲：白色的莲花。",
              "踪迹：指被小艇划开的浮萍。",
              "浮萍：水生植物，椭圆形叶子浮在水面，叶下面有须根，夏季开白花。"
            ]
          }
        ],
        "title": "池上",
        "id": "77bc67e2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "杨万里",
        "lines": [
          {
            "characters": [
              "泉",
              "眼",
              "无",
              "声",
              "惜",
              "细",
              "流"
            ],
            "pinyins": [
              "quán",
              "yǎn",
              "wú",
              "shēng",
              "xī",
              "xì",
              "liú"
            ]
          },
          {
            "characters": [
              "树",
              "阴",
              "照",
              "水",
              "爱",
              "晴",
              "柔"
            ],
            "pinyins": [
              "shù",
              "yīn",
              "zhào",
              "shuǐ",
              "ài",
              "qíng",
              "róu"
            ]
          },
          {
            "characters": [
              "小",
              "荷",
              "才",
              "露",
              "尖",
              "尖",
              "角"
            ],
            "pinyins": [
              "xiǎo",
              "hé",
              "cái",
              "lòu",
              "jiān",
              "jiān",
              "jiǎo"
            ]
          },
          {
            "characters": [
              "早",
              "有",
              "蜻",
              "蜓",
              "立",
              "上",
              "头"
            ],
            "pinyins": [
              "zǎo",
              "yǒu",
              "qīng",
              "tíng",
              "lì",
              "shàng",
              "tou"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "夏天",
          "写水",
          "池塘",
          "小学生必背古诗70首",
          "小学生必背古诗80首",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "泉眼悄然无声是因舍不得细细的水流，映在水里的树阴喜欢这晴天里柔和的风光。",
              "小荷叶刚从水面露出尖尖的角，早就有一只小蜻蜓立在它的上头。"
            ],
            "annotation": [
              "泉眼：泉水的出口。",
              "惜：吝惜。",
              "照水：映在水里。",
              "晴柔：晴天里柔和的风光。",
              "尖尖角：初出水端还没有舒展的荷叶尖端。",
              "上头：上面，顶端。为了押韵，“头”不读轻声。"
            ]
          }
        ],
        "title": "小池",
        "id": "77bc8ef0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "孟浩然",
        "lines": [
          {
            "characters": [
              "春",
              "眠",
              "不",
              "觉",
              "晓"
            ],
            "pinyins": [
              "chūn",
              "mián",
              "bù",
              "jué",
              "xiǎo"
            ]
          },
          {
            "characters": [
              "处",
              "处",
              "闻",
              "啼",
              "鸟"
            ],
            "pinyins": [
              "chǔ",
              "chù",
              "wén",
              "tí",
              "niǎo"
            ]
          },
          {
            "characters": [
              "夜",
              "来",
              "风",
              "雨",
              "声"
            ],
            "pinyins": [
              "yè",
              "lái",
              "fēng",
              "yǔ",
              "shēng"
            ]
          },
          {
            "characters": [
              "花",
              "落",
              "知",
              "多",
              "少"
            ],
            "pinyins": [
              "huā",
              "là",
              "zhī",
              "duō",
              "shǎo"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "写景",
          "惜春",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "春日里贪睡不知不觉天就亮了，到处可以听见小鸟的鸣叫声。",
              "回想昨夜的阵阵风雨声，不知吹落了多少娇美的春花。"
            ],
            "annotation": [
              "晓：天刚亮的时候，春晓：春天的早晨。",
              "不觉晓：不知不觉天就亮了。",
              "啼鸟：鸟的啼叫声。",
              "知多少：不知有多少。"
            ]
          },
          {
            "translation": [
              "春夜酣睡天亮了也不知道，醒来只听到到处有鸟儿啼叫。",
              "想起昨夜里风声紧雨声潇潇，花儿不知道被打落了多少？"
            ],
            "annotation": [
              "⑴不觉晓：不知不觉天就亮了。晓：早晨，天明，天刚亮的时候。",
              "⑵闻：听见。啼鸟：鸟啼，鸟的啼叫声。",
              "⑶“夜来”句：一作“欲知昨夜风”。",
              "⑷“花落”句：一作“花落无多少”。知多少：不知有多少。知：不知，表示推想。"
            ]
          }
        ],
        "title": "春晓",
        "id": "77bc8ef1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "李",
              "白",
              "乘",
              "舟",
              "将",
              "欲",
              "行"
            ],
            "pinyins": [
              "lǐ",
              "bái",
              "chéng",
              "zhōu",
              "jiāng",
              "yù",
              "háng"
            ]
          },
          {
            "characters": [
              "忽",
              "闻",
              "岸",
              "上",
              "踏",
              "歌",
              "声"
            ],
            "pinyins": [
              "hū",
              "wén",
              "àn",
              "shàng",
              "tà",
              "gē",
              "shēng"
            ]
          },
          {
            "characters": [
              "桃",
              "花",
              "潭",
              "水",
              "深",
              "千",
              "尺"
            ],
            "pinyins": [
              "táo",
              "huā",
              "tán",
              "shuǐ",
              "shēn",
              "qiān",
              "chǐ"
            ]
          },
          {
            "characters": [
              "不",
              "及",
              "汪",
              "伦",
              "送",
              "我",
              "情"
            ],
            "pinyins": [
              "bù",
              "jí",
              "wāng",
              "lún",
              "sòng",
              "wǒ",
              "qíng"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写水",
          "友情",
          "送别",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "李白乘舟将要远行离去，忽听岸上传来踏歌之声。",
              "即使桃花潭水深至千尺，也比不上汪伦送我之情。"
            ],
            "annotation": [
              "汪伦：李白的朋友。",
              "将欲行：敦煌写本《唐人选唐诗》作“欲远行”。",
              "踏歌：唐代民间流行的一种手拉手、两足踏地为节拍的歌舞形式，可以边走边唱。",
              "桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法。",
              "不及：不如。"
            ]
          },
          {
            "translation": [
              "我正乘上小船，刚要解缆出发，忽听岸上传来，悠扬踏歌之声。",
              "看那桃花潭水，纵然深有千尺，怎能及汪伦送我之情。"
            ],
            "annotation": [
              "⑴汪伦：李白的朋友。",
              "⑵踏歌：唐代一作广为流行的民间歌舞形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。",
              "⑶桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。深千尺：诗人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）。",
              "⑷不及：不如。"
            ]
          }
        ],
        "title": "赠汪伦",
        "id": "77bc8ef2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "贾岛",
        "lines": [
          {
            "characters": [
              "松",
              "下",
              "问",
              "童",
              "子"
            ],
            "pinyins": [
              "sōng",
              "xià",
              "wèn",
              "tóng",
              "zǐ"
            ]
          },
          {
            "characters": [
              "言",
              "师",
              "采",
              "药",
              "去"
            ],
            "pinyins": [
              "yán",
              "shī",
              "cǎi",
              "yào",
              "qù"
            ]
          },
          {
            "characters": [
              "只",
              "在",
              "此",
              "山",
              "中"
            ],
            "pinyins": [
              "zhī",
              "zài",
              "cǐ",
              "shān",
              "zhōng"
            ]
          },
          {
            "characters": [
              "云",
              "深",
              "不",
              "知",
              "处"
            ],
            "pinyins": [
              "yún",
              "shēn",
              "bù",
              "zhī",
              "chǔ"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "寻访",
          "写人",
          "小学生必背古诗70首",
          "小学生必背古诗80首",
          "隐逸"
        ],
        "annotations": [
          {
            "translation": [
              "苍松下询问年少的学童，他说他的师傅已经去山中采药了。",
              "只知道就在这座大山里，可山中云雾缭绕不知道他的行踪。"
            ],
            "annotation": [
              "寻：寻访。隐者：隐士，隐居在山林中的人。古代指不肯做官而隐居在山野之间的人。一般指的是贤士。",
              "不遇：没有遇到，没有见到。",
              "童子：没有成年的人，小孩。在这里是指“隐者”的弟子、学生。",
              "言：回答，说。",
              "云深：指山上的云雾。",
              "处：行踪，所在。"
            ]
          }
        ],
        "title": "寻隐者不遇",
        "id": "77bc8ef3-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "明",
        "author": "唐寅",
        "lines": [
          {
            "characters": [
              "头",
              "上",
              "红",
              "冠",
              "不",
              "用",
              "裁"
            ],
            "pinyins": [
              "tóu",
              "shàng",
              "hóng",
              "guān",
              "bù",
              "yòng",
              "cái"
            ]
          },
          {
            "characters": [
              "满",
              "身",
              "雪",
              "白",
              "走",
              "将",
              "来"
            ],
            "pinyins": [
              "mǎn",
              "shēn",
              "xuě",
              "bái",
              "zǒu",
              "jiāng",
              "lái"
            ]
          },
          {
            "characters": [
              "平",
              "生",
              "不",
              "敢",
              "轻",
              "言",
              "语"
            ],
            "pinyins": [
              "píng",
              "shēng",
              "bù",
              "gǎn",
              "qīng",
              "yán",
              "yǔ"
            ]
          },
          {
            "characters": [
              "一",
              "叫",
              "千",
              "门",
              "万",
              "户",
              "开"
            ],
            "pinyins": [
              "yī",
              "jiào",
              "qiān",
              "mén",
              "wàn",
              "hù",
              "kāi"
            ]
          }
        ],
        "keywords": [
          "咏物",
          "动物",
          "赞美"
        ],
        "annotations": [
          {
            "translation": [
              "它头上的红色冠子不用裁剪是天生的，身披雪白的羽毛雄纠纠地走来。",
              "一生之中它从来不敢轻易鸣叫，但是它叫的时候，千家万户的门都打开。"
            ],
            "annotation": [
              "裁：裁剪，这里是制作的意思。",
              "将：助词，用在动词和来、去等表示趋向的补语之间。",
              "平生：平素，平常。",
              "轻：随便，轻易。",
              "言语：这里指啼鸣，喻指说话，发表意见。",
              "一：一旦。",
              "千门万户：指众多的人家。"
            ]
          }
        ],
        "title": "画鸡",
        "id": "77bc8ef4-8134-11ea-9149-af5cd5c4fc93"
      }
    ]
  ],
  [
    [
      {
        "dynasty": "唐",
        "author": "王之涣",
        "lines": [
          {
            "characters": [
              "白",
              "日",
              "依",
              "山",
              "尽"
            ],
            "pinyins": [
              "bái",
              "rì",
              "yī",
              "shān",
              "jìn"
            ]
          },
          {
            "characters": [
              "黄",
              "河",
              "入",
              "海",
              "流"
            ],
            "pinyins": [
              "huáng",
              "hé",
              "rù",
              "hǎi",
              "liú"
            ]
          },
          {
            "characters": [
              "欲",
              "穷",
              "千",
              "里",
              "目"
            ],
            "pinyins": [
              "yù",
              "qióng",
              "qiān",
              "lǐ",
              "mù"
            ]
          },
          {
            "characters": [
              "更",
              "上",
              "一",
              "层",
              "楼"
            ],
            "pinyins": [
              "gēng",
              "shàng",
              "yī",
              "céng",
              "lóu"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "登楼",
          "写景",
          "励志",
          "哲理",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "夕阳依傍着山峦慢慢沉落，滔滔黄河朝着大海汹涌奔流。",
              "想要看到千里之外的风光，那就要再登上更高的一层城楼。"
            ],
            "annotation": [
              "鹳（guàn）雀（què）楼：旧址在山西永济县，楼高三层，前对中条山，下临黄河。传说常有鹳雀在此停留，故有此名。",
              "白日：太阳。",
              "依：依傍。",
              "尽：消失。 这句话是说太阳依傍山峦沉落。",
              "欲：想要得到某种东西或达到某种目的的愿望，但也有希望、想要的意思。",
              "穷：尽，使达到极点。",
              "千里目：眼界宽阔。",
              "更：再。"
            ]
          }
        ],
        "title": "登鹳雀楼",
        "id": "77bd0420-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "日",
              "照",
              "香",
              "炉",
              "生",
              "紫",
              "烟"
            ],
            "pinyins": [
              "rì",
              "zhào",
              "xiāng",
              "lú",
              "shēng",
              "zǐ",
              "yān"
            ]
          },
          {
            "characters": [
              "遥",
              "看",
              "瀑",
              "布",
              "挂",
              "前",
              "川"
            ],
            "pinyins": [
              "yáo",
              "kàn",
              "pù",
              "bù",
              "guà",
              "qián",
              "chuān"
            ]
          },
          {
            "characters": [
              "飞",
              "流",
              "直",
              "下",
              "三",
              "千",
              "尺"
            ],
            "pinyins": [
              "fēi",
              "liú",
              "zhí",
              "xià",
              "sān",
              "qiān",
              "chǐ"
            ]
          },
          {
            "characters": [
              "疑",
              "是",
              "银",
              "河",
              "落",
              "九",
              "天"
            ],
            "pinyins": [
              "yí",
              "shì",
              "yín",
              "hé",
              "là",
              "jiǔ",
              "tiān"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景",
          "山水",
          "瀑布",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "香炉峰在阳光的照射下生起紫色烟霞，从远处看去瀑布好似白色绢绸悬挂山前。",
              "高崖上飞腾直落的瀑布好像有几千尺，让人怀疑是银河从天上泻落到人间。"
            ],
            "annotation": [
              "香炉：指香炉峰。",
              "紫烟：指日光透过云雾，远望如紫色的烟云。",
              "遥看：从远处看。",
              "挂：悬挂。",
              "前川：一作“长川”。",
              "川：河流，这里指瀑布。",
              "直：笔直。",
              "三千尺：形容山高。这里是夸张的说法，不是实指。",
              "疑：怀疑。",
              "银河：古人指银河系构成的带状星群。",
              "九天：一作“半天”。"
            ]
          }
        ],
        "title": "望庐山瀑布",
        "id": "77bd0421-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "危",
              "楼",
              "高",
              "百",
              "尺"
            ],
            "pinyins": [
              "wēi",
              "lóu",
              "gāo",
              "bǎi",
              "chǐ"
            ]
          },
          {
            "characters": [
              "手",
              "可",
              "摘",
              "星",
              "辰"
            ],
            "pinyins": [
              "shǒu",
              "kě",
              "zhāi",
              "xīng",
              "chén"
            ]
          },
          {
            "characters": [
              "不",
              "敢",
              "高",
              "声",
              "语"
            ],
            "pinyins": [
              "bù",
              "gǎn",
              "gāo",
              "shēng",
              "yǔ"
            ]
          },
          {
            "characters": [
              "恐",
              "惊",
              "天",
              "上",
              "人"
            ],
            "pinyins": [
              "kǒng",
              "jīng",
              "tiān",
              "shàng",
              "rén"
            ]
          }
        ],
        "keywords": [
          "纪游",
          "写景",
          "早教",
          "小学古诗"
        ],
        "annotations": [
          {
            "translation": [
              "山上寺院好似有百丈之高，站在上边仿佛都能摘下星辰。",
              "不敢高声说话，唯恐惊动了天上的仙人。"
            ],
            "annotation": [
              "宿：住，过夜。",
              "危楼：高楼，这里指山顶的寺庙。危：高。百尺：虚指，不是实数，这里形容楼很高。",
              "星辰：天上的星星统称。",
              "语：说话。",
              "恐：唯恐，害怕。惊：惊动。"
            ]
          }
        ],
        "title": "夜宿山寺",
        "id": "77bd0422-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "南北朝",
        "author": "乐府诗集",
        "lines": [
          {
            "characters": [
              "敕",
              "勒",
              "川"
            ],
            "pinyins": [
              "chì",
              "lè",
              "chuān"
            ]
          },
          {
            "characters": [
              "阴",
              "山",
              "下"
            ],
            "pinyins": [
              "yīn",
              "shān",
              "xià"
            ]
          },
          {
            "characters": [
              "天",
              "似",
              "穹",
              "庐"
            ],
            "pinyins": [
              "tiān",
              "sì",
              "qióng",
              "lú"
            ]
          },
          {
            "characters": [
              "笼",
              "盖",
              "四",
              "野"
            ],
            "pinyins": [
              "lóng",
              "gài",
              "sì",
              "yě"
            ]
          },
          {
            "characters": [
              "天",
              "苍",
              "苍"
            ],
            "pinyins": [
              "tiān",
              "cāng",
              "cāng"
            ]
          },
          {
            "characters": [
              "野",
              "茫",
              "茫"
            ],
            "pinyins": [
              "yě",
              "máng",
              "máng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "乐府",
          "赞美",
          "民歌",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "阴山脚下有敕勒族生活的大平原。",
              "敕勒川的天空与大地相连，看起来好像牧民们居住的毡帐一般。",
              "蓝天下的草原都翻滚着绿色的波澜，那风吹到草低处，有一群群的牛羊时隐时现。"
            ],
            "annotation": [
              "《敕勒歌》：敕勒（chì lè）：种族名，北齐时居住在朔州（今山西省北部）一带。",
              "敕勒川：川：平川、平原。敕勒族居住的地方，在现在的山西、内蒙一带。北魏时期把今河套平原至土默川一带称为敕勒川。",
              "阴山：在今内蒙古自治区北部。",
              "穹庐（qióng lú）：用毡布搭成的帐篷，即蒙古包。",
              "笼盖四野（yǎ）：笼盖，另有版本作“笼罩”（洪迈《容斋随笔》卷一和胡仔《苕溪渔隐丛话》后集卷三十一）；四野，草原的四面八方。",
              "苍苍：青色。苍，青。天苍苍：天蓝蓝的。",
              "茫茫：辽阔无边的样子。",
              "见（xiàn）：同“现”，显露。"
            ]
          }
        ],
        "title": "敕勒歌",
        "id": "77bd0423-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "王安石",
        "lines": [
          {
            "characters": [
              "墙",
              "角",
              "数",
              "枝",
              "梅"
            ],
            "pinyins": [
              "qiáng",
              "jiǎo",
              "shù",
              "zhī",
              "méi"
            ]
          },
          {
            "characters": [
              "凌",
              "寒",
              "独",
              "自",
              "开"
            ],
            "pinyins": [
              "líng",
              "hán",
              "dú",
              "zì",
              "kāi"
            ]
          },
          {
            "characters": [
              "遥",
              "知",
              "不",
              "是",
              "雪"
            ],
            "pinyins": [
              "yáo",
              "zhī",
              "bú",
              "shì",
              "xuě"
            ]
          },
          {
            "characters": [
              "为",
              "有",
              "暗",
              "香",
              "来"
            ],
            "pinyins": [
              "wéi",
              "yǒu",
              "àn",
              "xiāng",
              "lái"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "写景",
          "咏物",
          "梅花",
          "寓人",
          "早教",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "墙角有几枝梅花，正冒着严寒独自盛开。",
              "远远的就知道洁白的梅花不是雪，因为有梅花的幽香传来。"
            ],
            "annotation": [
              "凌寒：冒着严寒。",
              "遥：远远地。知：知道。",
              "为（wèi）：因为。",
              "暗香：指梅花的幽香。"
            ]
          }
        ],
        "title": "梅花",
        "id": "77bd2b30-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "胡令能",
        "lines": [
          {
            "characters": [
              "蓬",
              "头",
              "稚",
              "子",
              "学",
              "垂",
              "纶"
            ],
            "pinyins": [
              "péng",
              "tóu",
              "zhì",
              "zǐ",
              "xué",
              "chuí",
              "lún"
            ]
          },
          {
            "characters": [
              "侧",
              "坐",
              "莓",
              "苔",
              "草",
              "映",
              "身"
            ],
            "pinyins": [
              "cè",
              "zuò",
              "méi",
              "tái",
              "cǎo",
              "yìng",
              "shēn"
            ]
          },
          {
            "characters": [
              "路",
              "人",
              "借",
              "问",
              "遥",
              "招",
              "手"
            ],
            "pinyins": [
              "lù",
              "rén",
              "jiè",
              "wèn",
              "yáo",
              "zhāo",
              "shǒu"
            ]
          },
          {
            "characters": [
              "怕",
              "得",
              "鱼",
              "惊",
              "不",
              "应",
              "人"
            ],
            "pinyins": [
              "pà",
              "dé",
              "yú",
              "jīng",
              "bù",
              "yīng",
              "rén"
            ]
          }
        ],
        "keywords": [
          "儿童",
          "垂钓",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "一个头发蓬乱、面孔青嫩的小孩在河边学钓鱼，侧身坐在青苔上绿草映衬着他的身影。",
              "听到有过路的人问路，连忙远远地摆了摆手，不敢回应路人生怕惊动了鱼儿。"
            ],
            "annotation": [
              "蓬头：形容小孩可爱。稚子：年龄小的、懵懂的孩子。垂纶：钓鱼。纶：钓鱼用的丝线。",
              "莓：一种野草。苔：苔藓植物。映：遮映。",
              "借问：向人打听。",
              "鱼惊：鱼儿受到惊吓。应：回应，答应，理睬。"
            ]
          }
        ],
        "title": "小儿垂钓",
        "id": "77bd2b31-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "柳宗元",
        "lines": [
          {
            "characters": [
              "千",
              "山",
              "鸟",
              "飞",
              "绝"
            ],
            "pinyins": [
              "qiān",
              "shān",
              "niǎo",
              "fēi",
              "jué"
            ]
          },
          {
            "characters": [
              "万",
              "径",
              "人",
              "踪",
              "灭"
            ],
            "pinyins": [
              "wàn",
              "jìng",
              "rén",
              "zōng",
              "miè"
            ]
          },
          {
            "characters": [
              "孤",
              "舟",
              "蓑",
              "笠",
              "翁"
            ],
            "pinyins": [
              "gū",
              "zhōu",
              "suō",
              "lì",
              "wēng"
            ]
          },
          {
            "characters": [
              "独",
              "钓",
              "寒",
              "江",
              "雪"
            ],
            "pinyins": [
              "dú",
              "diào",
              "hán",
              "jiāng",
              "xuě"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "写景",
          "冬天",
          "山水",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "所有的山上，飞鸟的身影已经绝迹，所有道路都不见人的踪迹。",
              "江面孤舟上，一位披戴着蓑笠的老翁，独自在大雪覆盖的寒冷江面上垂钓。"
            ],
            "annotation": [
              "绝：无，没有。",
              "万径：虚指，指千万条路。",
              "人踪：人的脚印。",
              "孤：孤零零。",
              "蓑笠（suō lì）：蓑衣和斗笠　笠：用竹篾编成的帽子。",
              "独：独自。"
            ]
          }
        ],
        "title": "江雪",
        "id": "77bd5240-8134-11ea-9149-af5cd5c4fc93"
      }
    ],
    [
      {
        "dynasty": "清",
        "author": "高鼎",
        "lines": [
          {
            "characters": [
              "草",
              "长",
              "莺",
              "飞",
              "二",
              "月",
              "天"
            ],
            "pinyins": [
              "cǎo",
              "zhǎng",
              "yīng",
              "fēi",
              "èr",
              "yuè",
              "tiān"
            ]
          },
          {
            "characters": [
              "拂",
              "堤",
              "杨",
              "柳",
              "醉",
              "春",
              "烟"
            ],
            "pinyins": [
              "fú",
              "dī",
              "yáng",
              "liǔ",
              "zuì",
              "chūn",
              "yān"
            ]
          },
          {
            "characters": [
              "儿",
              "童",
              "散",
              "学",
              "归",
              "来",
              "早"
            ],
            "pinyins": [
              "ér",
              "tóng",
              "sàn",
              "xué",
              "guī",
              "lái",
              "zǎo"
            ]
          },
          {
            "characters": [
              "忙",
              "趁",
              "东",
              "风",
              "放",
              "纸",
              "鸢"
            ],
            "pinyins": [
              "máng",
              "chèn",
              "dōng",
              "fēng",
              "fàng",
              "zhǐ",
              "yuān"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "春天",
          "乡村",
          "写景",
          "早教",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "农历二月，青草渐渐发芽生长，黄莺飞来飞去，轻拂堤岸的杨柳陶醉在春天的雾气中。",
              "村里的孩子们早早就放学回家，赶紧趁着东风把风筝放上蓝天。"
            ],
            "annotation": [
              "村居：在乡村里居住时见到的景象。",
              "拂堤杨柳：杨柳枝条很长，垂下来，微微摆动，像是在抚摸堤岸。",
              "醉：迷醉，陶醉。",
              "春烟：春天水泽、草木等蒸发出来的雾气。",
              "散学：放学。",
              "纸鸢：泛指风筝，它是一种纸做的形状像老鹰的风筝。鸢：老鹰。"
            ]
          }
        ],
        "title": "村居",
        "id": "77bdc770-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "贺知章",
        "lines": [
          {
            "characters": [
              "碧",
              "玉",
              "妆",
              "成",
              "一",
              "树",
              "高"
            ],
            "pinyins": [
              "bì",
              "yù",
              "zhuāng",
              "chéng",
              "yī",
              "shù",
              "gāo"
            ]
          },
          {
            "characters": [
              "万",
              "条",
              "垂",
              "下",
              "绿",
              "丝",
              "绦"
            ],
            "pinyins": [
              "wàn",
              "tiáo",
              "chuí",
              "xià",
              "lǜ",
              "sī",
              "tāo"
            ]
          },
          {
            "characters": [
              "不",
              "知",
              "细",
              "叶",
              "谁",
              "裁",
              "出"
            ],
            "pinyins": [
              "bù",
              "zhī",
              "xì",
              "yè",
              "shuí",
              "cái",
              "chū"
            ]
          },
          {
            "characters": [
              "二",
              "月",
              "春",
              "风",
              "似",
              "剪",
              "刀"
            ],
            "pinyins": [
              "èr",
              "yuè",
              "chūn",
              "fēng",
              "sì",
              "jiǎn",
              "dāo"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景",
          "咏物",
          "春天",
          "柳树",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "高高的柳树长满了翠绿的新叶，轻垂的柳条像千万条轻轻飘动的绿色丝带。",
              "不知道这细细的柳叶是谁裁剪出来的，就是二月的春风，如同神奇的剪刀。"
            ],
            "annotation": [
              "碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。",
              "妆：装饰，打扮。",
              "一树：满树。一：满，全。在中国古典诗词和文章中，数量词在使用中并不一定表示确切的数量。下一句的“万”，就是表示很多的意思。",
              "绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。",
              "裁：裁剪。",
              "似：如同，好像。"
            ]
          }
        ],
        "title": "咏柳",
        "id": "77bdc771-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "杨万里",
        "lines": [
          {
            "characters": [
              "毕",
              "竟",
              "西",
              "湖",
              "六",
              "月",
              "中"
            ],
            "pinyins": [
              "bì",
              "jìng",
              "xī",
              "hú",
              "liù",
              "yuè",
              "zhōng"
            ]
          },
          {
            "characters": [
              "风",
              "光",
              "不",
              "与",
              "四",
              "时",
              "同"
            ],
            "pinyins": [
              "fēng",
              "guāng",
              "bù",
              "yǔ",
              "sì",
              "shí",
              "tóng"
            ]
          },
          {
            "characters": [
              "接",
              "天",
              "莲",
              "叶",
              "无",
              "穷",
              "碧"
            ],
            "pinyins": [
              "jiē",
              "tiān",
              "lián",
              "yè",
              "wú",
              "qióng",
              "bì"
            ]
          },
          {
            "characters": [
              "映",
              "日",
              "荷",
              "花",
              "别",
              "样",
              "红"
            ],
            "pinyins": [
              "yìng",
              "rì",
              "hé",
              "huā",
              "bié",
              "yàng",
              "hóng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "夏天",
          "西湖",
          "写景",
          "荷花",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "到底是西湖六月天的景色，风光与其它季节大不相同。",
              "那密密层层的荷叶铺展开去，像与天相接，一片无边无际的青翠碧绿，阳光下荷花分外鲜艳娇红。"
            ],
            "annotation": [
              "晓：太阳刚刚升起。",
              "净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。",
              "林子方：作者的朋友，官居直阁秘书。",
              "毕竟： 到底。",
              "六月中：六月的时候。",
              "四时：春夏秋冬四个季节。在这里指六月以外的其他时节。",
              "同：相同。",
              "接天：像与天空相接。",
              "无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。",
              "映日：太阳映照。",
              "别样：宋代俗语，特别，不一样。",
              "别样红：红得特别出色。"
            ]
          },
          {
            "translation": [
              "六月里西湖的风光景色到底和其他时节的不一样。",
              "那密密层层的荷叶铺展开去，与蓝天相连接，一片无边无际的青翠碧绿；那亭亭玉立的荷花绽蕾盛开，在阳光辉映下，显得格外的鲜艳娇红。"
            ],
            "annotation": [
              "晓出：太阳刚刚升起。",
              "净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。",
              "林子方：作者的朋友，官居直阁秘书。",
              "毕竟： 到底。",
              "六月中：六月中旬。",
              "四时：春夏秋冬四个季节。在这里指六月以外的其他时节。同：相同。",
              "接天：像与天空相接。",
              "无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。",
              "映日：指阳光。映照着日光。。",
              "别样：宋代俗语，特别，不一样。",
              "别样红：红得特别出色。"
            ]
          }
        ],
        "title": "晓出净慈寺送林子方",
        "id": "77bdc772-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "杜甫",
        "lines": [
          {
            "characters": [
              "两",
              "个",
              "黄",
              "鹂",
              "鸣",
              "翠",
              "柳"
            ],
            "pinyins": [
              "liǎng",
              "gè",
              "huáng",
              "lí",
              "míng",
              "cuì",
              "liǔ"
            ]
          },
          {
            "characters": [
              "一",
              "行",
              "白",
              "鹭",
              "上",
              "青",
              "天"
            ],
            "pinyins": [
              "yī",
              "xíng",
              "bái",
              "lù",
              "shàng",
              "qīng",
              "tiān"
            ]
          },
          {
            "characters": [
              "窗",
              "含",
              "西",
              "岭",
              "千",
              "秋",
              "雪"
            ],
            "pinyins": [
              "chuāng",
              "hán",
              "xī",
              "lǐng",
              "qiān",
              "qiū",
              "xuě"
            ]
          },
          {
            "characters": [
              "门",
              "泊",
              "东",
              "吴",
              "万",
              "里",
              "船"
            ],
            "pinyins": [
              "mén",
              "bó",
              "dōng",
              "wú",
              "wàn",
              "lǐ",
              "chuán"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景",
          "写雪",
          "写鸟",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "两只黄鹂在翠绿的柳树间鸣叫，一行白鹭直冲向蔚蓝的天空。",
              "坐在窗前可以看见西岭千年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。"
            ],
            "annotation": [
              "西岭：西岭雪山。",
              "千秋雪：指西岭雪山上千年不化的积雪。",
              "泊：停泊。",
              "东吴：古时候吴国的领地，江苏省一带。",
              "万里船：不远万里开来的船只。"
            ]
          }
        ],
        "title": "绝句",
        "id": "77bdc773-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "白居易",
        "lines": [
          {
            "characters": [
              "离",
              "离",
              "原",
              "上",
              "草"
            ],
            "pinyins": [
              "lí",
              "lí",
              "yuán",
              "shàng",
              "cǎo"
            ]
          },
          {
            "characters": [
              "一",
              "岁",
              "一",
              "枯",
              "荣"
            ],
            "pinyins": [
              "yī",
              "suì",
              "yī",
              "kū",
              "róng"
            ]
          },
          {
            "characters": [
              "野",
              "火",
              "烧",
              "不",
              "尽"
            ],
            "pinyins": [
              "yě",
              "huǒ",
              "shāo",
              "bù",
              "jìn"
            ]
          },
          {
            "characters": [
              "春",
              "风",
              "吹",
              "又",
              "生"
            ],
            "pinyins": [
              "chūn",
              "fēng",
              "chuī",
              "yòu",
              "shēng"
            ]
          },
          {
            "characters": [
              "远",
              "芳",
              "侵",
              "古",
              "道"
            ],
            "pinyins": [
              "yuǎn",
              "fāng",
              "qīn",
              "gǔ",
              "dào"
            ]
          },
          {
            "characters": [
              "晴",
              "翠",
              "接",
              "荒",
              "城"
            ],
            "pinyins": [
              "qíng",
              "cuì",
              "jiē",
              "huāng",
              "chéng"
            ]
          },
          {
            "characters": [
              "又",
              "送",
              "王",
              "孙",
              "去"
            ],
            "pinyins": [
              "yòu",
              "sòng",
              "wáng",
              "sūn",
              "qù"
            ]
          },
          {
            "characters": [
              "萋",
              "萋",
              "满",
              "别",
              "情"
            ],
            "pinyins": [
              "qī",
              "qī",
              "mǎn",
              "bié",
              "qíng"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "送别",
          "离别",
          "咏物",
          "写草",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。",
              "野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。",
              "远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。",
              "今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。"
            ],
            "annotation": [
              "赋得：借古人诗句或成语命题作诗。诗题前一般都冠以“赋得”二字。这是古代人学习作诗或文人聚会分题作诗或科举考试时命题作诗的一种方式，称为\"赋得体\"。",
              "离离：青草茂盛的样子。",
              "一岁一枯荣：枯，枯萎。荣，茂盛。野草每年都会茂盛一次，枯萎一次。",
              "远芳侵古道：芳，指野草那浓郁的香气。远芳：草香远播。侵，侵占，长满。远处芬芳的野草一直长到古老的驿道上。",
              "晴翠：草原明丽翠绿。",
              "王孙：本指贵族后代，此指远方的友人。",
              "萋萋：形容草木长得茂盛的样子。"
            ]
          }
        ],
        "title": "赋得古原草送别",
        "id": "77bdc774-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李绅",
        "lines": [
          {
            "characters": [
              "春",
              "种",
              "一",
              "粒",
              "粟"
            ],
            "pinyins": [
              "chūn",
              "zhòng",
              "yī",
              "lì",
              "sù"
            ]
          },
          {
            "characters": [
              "秋",
              "收",
              "万",
              "颗",
              "子"
            ],
            "pinyins": [
              "qiū",
              "shōu",
              "wàn",
              "kē",
              "zǐ"
            ]
          },
          {
            "characters": [
              "四",
              "海",
              "无",
              "闲",
              "田"
            ],
            "pinyins": [
              "sì",
              "hǎi",
              "wú",
              "xián",
              "tián"
            ]
          },
          {
            "characters": [
              "农",
              "夫",
              "犹",
              "饿",
              "死"
            ],
            "pinyins": [
              "nóng",
              "fū",
              "yóu",
              "è",
              "sǐ"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "农民",
          "劳动"
        ],
        "annotations": [
          {
            "translation": [
              "春天播种下一粒种子，到了秋天就可以收获很多的粮食。",
              "天下没有一块不被耕作的田，可仍然有种田的农夫饿死。"
            ],
            "annotation": [
              "悯：怜悯。这里有同情的意思。诗一作《古风二首》。这两首诗的排序各版本有所不同。",
              "粟：泛指谷类。",
              "秋收：一作“秋成”。子：指粮食颗粒。",
              "四海：指全国。闲田：没有耕种的田。",
              "犹：仍然。"
            ]
          }
        ],
        "title": "悯农二首·其一",
        "id": "77bdc775-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "清",
        "author": "查慎行",
        "lines": [
          {
            "characters": [
              "月",
              "黑",
              "见",
              "渔",
              "灯"
            ],
            "pinyins": [
              "yuè",
              "hēi",
              "jiàn",
              "yú",
              "dēng"
            ]
          },
          {
            "characters": [
              "孤",
              "光",
              "一",
              "点",
              "萤"
            ],
            "pinyins": [
              "gū",
              "guāng",
              "yī",
              "diǎn",
              "yíng"
            ]
          },
          {
            "characters": [
              "微",
              "微",
              "风",
              "簇",
              "浪"
            ],
            "pinyins": [
              "wēi",
              "wēi",
              "fēng",
              "cù",
              "làng"
            ]
          },
          {
            "characters": [
              "散",
              "作",
              "满",
              "河",
              "星"
            ],
            "pinyins": [
              "sàn",
              "zuò",
              "mǎn",
              "hé",
              "xīng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "漆黑的夜晚不见月亮，只见那渔船上的灯光，在茫茫的夜色中，像萤火虫一样发出一点微亮。",
              "微风阵阵，河水泛起层层波浪，渔灯微光在水面上散开，好像无数星星洒落在河面上。"
            ],
            "annotation": [
              "孤光：孤零零的灯光。",
              "簇：拥起。"
            ]
          }
        ],
        "title": "舟夜书所见",
        "id": "77bdc776-8134-11ea-9149-af5cd5c4fc93"
      }
    ]
  ],
  [
    [
      {
        "dynasty": "唐",
        "author": "杜牧",
        "lines": [
          {
            "characters": [
              "远",
              "上",
              "寒",
              "山",
              "石",
              "径",
              "斜"
            ],
            "pinyins": [
              "yuǎn",
              "shàng",
              "hán",
              "shān",
              "shí",
              "jìng",
              "xié"
            ]
          },
          {
            "characters": [
              "白",
              "云",
              "深",
              "处",
              "有",
              "人",
              "家"
            ],
            "pinyins": [
              "bái",
              "yún",
              "shēn",
              "chǔ",
              "yǒu",
              "rén",
              "jiā"
            ]
          },
          {
            "characters": [
              "停",
              "车",
              "坐",
              "爱",
              "枫",
              "林",
              "晚"
            ],
            "pinyins": [
              "tíng",
              "chē",
              "zuò",
              "ài",
              "fēng",
              "lín",
              "wǎn"
            ]
          },
          {
            "characters": [
              "霜",
              "叶",
              "红",
              "于",
              "二",
              "月",
              "花"
            ],
            "pinyins": [
              "shuāng",
              "yè",
              "hóng",
              "yú",
              "èr",
              "yuè",
              "huā"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "秋天",
          "写景",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "沿着弯弯曲曲的小路上山，在那生出白云的地方居然还有几户人家。",
              "停下马车是因为喜爱深秋枫林的晚景，枫叶秋霜染过，艳比二月春花。"
            ],
            "annotation": [
              "山行：在山中行走。",
              "远上：登上远处的。",
              "寒山：深秋季节的山。",
              "石径：石子的小路。",
              "斜：为倾斜的意思。",
              "生：产生，生出。另有版本作“深”。（“生”可理解为在形成白云的地方；“深”可理解为在云雾缭绕的的深处）",
              "车：轿子。",
              "坐：因为。",
              "霜叶：枫树的叶子经深秋寒霜之后变成了红色。",
              "枫林晚：傍晚时的枫树林。",
              "红于：比……更红，本文指霜叶红于二月花。"
            ]
          }
        ],
        "title": "山行",
        "id": "77be3ca0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "苏轼",
        "lines": [
          {
            "characters": [
              "荷",
              "尽",
              "已",
              "无",
              "擎",
              "雨",
              "盖"
            ],
            "pinyins": [
              "hé",
              "jìn",
              "yǐ",
              "wú",
              "qíng",
              "yǔ",
              "gài"
            ]
          },
          {
            "characters": [
              "菊",
              "残",
              "犹",
              "有",
              "傲",
              "霜",
              "枝"
            ],
            "pinyins": [
              "jú",
              "cán",
              "yóu",
              "yǒu",
              "ào",
              "shuāng",
              "zhī"
            ]
          },
          {
            "characters": [
              "一",
              "年",
              "好",
              "景",
              "君",
              "须",
              "记"
            ],
            "pinyins": [
              "yī",
              "nián",
              "hǎo",
              "jǐng",
              "jūn",
              "xū",
              "jì"
            ]
          },
          {
            "characters": [
              "最",
              "是",
              "橙",
              "黄",
              "橘",
              "绿",
              "时"
            ],
            "pinyins": [
              "zuì",
              "shì",
              "chéng",
              "huáng",
              "jú",
              "lǜ",
              "shí"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "写景",
          "勉励"
        ],
        "annotations": [
          {
            "translation": [
              "荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。",
              "一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。"
            ],
            "annotation": [
              "刘景文：刘季孙，字景文，工诗，时任两浙兵马都监，驻杭州。苏轼视他为国士，曾上表推荐，并以诗歌唱酬往来。",
              "荷尽：荷花枯萎，残败凋谢。",
              "擎：举，向上托。",
              "雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。",
              "菊残：菊花凋谢。",
              "犹：仍然。",
              "傲霜：不怕霜冻寒冷，坚强不屈。",
              "君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。",
              "最是：一作“正是”。",
              "橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。"
            ]
          }
        ],
        "title": "赠刘景文",
        "id": "77be3ca1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "叶绍翁",
        "lines": [
          {
            "characters": [
              "萧",
              "萧",
              "梧",
              "叶",
              "送",
              "寒",
              "声"
            ],
            "pinyins": [
              "xiāo",
              "xiāo",
              "wú",
              "yè",
              "sòng",
              "hán",
              "shēng"
            ]
          },
          {
            "characters": [
              "江",
              "上",
              "秋",
              "风",
              "动",
              "客",
              "情"
            ],
            "pinyins": [
              "jiāng",
              "shàng",
              "qiū",
              "fēng",
              "dòng",
              "kè",
              "qíng"
            ]
          },
          {
            "characters": [
              "知",
              "有",
              "儿",
              "童",
              "挑",
              "促",
              "织"
            ],
            "pinyins": [
              "zhī",
              "yǒu",
              "ér",
              "tóng",
              "tiāo",
              "cù",
              "zhī"
            ]
          },
          {
            "characters": [
              "夜",
              "深",
              "篱",
              "落",
              "一",
              "灯",
              "明"
            ],
            "pinyins": [
              "yè",
              "shēn",
              "lí",
              "luò",
              "yī",
              "dēng",
              "míng"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景",
          "思念",
          "乡情"
        ],
        "annotations": [
          {
            "translation": [
              "瑟瑟的秋风吹动梧桐树叶，送来阵阵寒意，江上秋风吹来不禁思念起自己的家乡。",
              "忽然看到远处篱笆下的一点灯火，料想是孩子们在捉蟋蟀。"
            ],
            "annotation": [
              "萧萧：风声。",
              "客情：旅客思乡之情。",
              "挑：挑弄、引动。",
              "促织：俗称蟋蟀，有的地区又叫蛐蛐。",
              "篱落：篱笆。"
            ]
          }
        ],
        "title": "夜书所见",
        "id": "77be3ca2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "天",
              "门",
              "中",
              "断",
              "楚",
              "江",
              "开"
            ],
            "pinyins": [
              "tiān",
              "mén",
              "zhōng",
              "duàn",
              "chǔ",
              "jiāng",
              "kāi"
            ]
          },
          {
            "characters": [
              "碧",
              "水",
              "东",
              "流",
              "至",
              "此",
              "回"
            ],
            "pinyins": [
              "bì",
              "shuǐ",
              "dōng",
              "liú",
              "zhì",
              "cǐ",
              "huí"
            ]
          },
          {
            "characters": [
              "两",
              "岸",
              "青",
              "山",
              "相",
              "对",
              "出"
            ],
            "pinyins": [
              "liǎng",
              "àn",
              "qīng",
              "shān",
              "xiāng",
              "duì",
              "chū"
            ]
          },
          {
            "characters": [
              "孤",
              "帆",
              "一",
              "片",
              "日",
              "边",
              "来"
            ],
            "pinyins": [
              "gū",
              "fān",
              "yī",
              "piàn",
              "rì",
              "biān",
              "lái"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景",
          "山水",
          "长江",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "长江犹如巨斧，劈开天门雄峰，碧绿江水滚滚东流到这里，又回旋向北流去。",
              "两岸青山互相对峙美景难分高下，一只小船从太阳升起的地方悠悠驶来。"
            ],
            "annotation": [
              "天门山：位于安徽省和县与芜湖市长江两岸，在江北的叫西梁山，在江南的叫东梁山（古代又称博望山）。两山隔江对峙，形同天设的门户，天门由此得名。",
              "中断：江水从中间隔断两山。",
              "楚江：即长江。因为古代长江中游地带属楚国，所以叫楚江。开：劈开，断开。",
              "至此：意为东流的江水在这转向北流。一作“直北”。回：回漩，回转。指这一段江水由于地势险峻方向有所改变，并更加汹涌。",
              "两岸青山：分别指东梁山和西梁山。出：突出，出现。",
              "日边来：指孤舟从天水相接处的远方驶来，远远望去，仿佛来自日边。"
            ]
          }
        ],
        "title": "望天门山",
        "id": "77be3ca3-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "苏轼",
        "lines": [
          {
            "characters": [
              "水",
              "光",
              "潋",
              "滟",
              "晴",
              "方",
              "好"
            ],
            "pinyins": [
              "shuǐ",
              "guāng",
              "liàn",
              "yàn",
              "qíng",
              "fāng",
              "hǎo"
            ]
          },
          {
            "characters": [
              "山",
              "色",
              "空",
              "蒙",
              "雨",
              "亦",
              "奇"
            ],
            "pinyins": [
              "shān",
              "sè",
              "kōng",
              "mēng",
              "yǔ",
              "yì",
              "qí"
            ]
          },
          {
            "characters": [
              "欲",
              "把",
              "西",
              "湖",
              "比",
              "西",
              "子"
            ],
            "pinyins": [
              "yù",
              "bǎ",
              "xī",
              "hú",
              "bǐ",
              "xī",
              "zǐ"
            ]
          },
          {
            "characters": [
              "淡",
              "妆",
              "浓",
              "抹",
              "总",
              "相",
              "宜"
            ],
            "pinyins": [
              "dàn",
              "zhuāng",
              "nóng",
              "mǒ",
              "zǒng",
              "xiāng",
              "yí"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "西湖",
          "写景",
          "早教",
          "优美",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。",
              "若把西湖比作美人西施，淡妆浓抹都是那么得十分适宜。"
            ],
            "annotation": [
              "湖：即杭州西湖。",
              "潋滟(liàn yàn) ：水面波光闪动的样子。",
              "方好：正是显得很美。",
              "空蒙：细雨迷茫的样子。",
              "西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、王昭君、貂蝉、杨玉环）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。",
              "相宜：也显得十分美丽。"
            ]
          },
          {
            "translation": [
              "在晴日阳光照耀下，西湖水波荡漾，光彩熠熠，美极了；雨天的西湖，山中云雾朦胧，缥缥渺渺，又显出别一番奇妙景致。",
              "如果把美丽的西湖比作美人西施，那么淡妆浓抹都显得十分自然。"
            ],
            "annotation": [
              "湖：即杭州西湖。",
              "潋滟(liàn yàn) ：水面波光闪动的样子。",
              "方好：正显得美。",
              "空蒙：细雨迷蒙的样子。",
              "亦：也。",
              "奇：奇妙。",
              "欲：可以；如果。",
              "西子：即西施，春秋时代越国著名的美女。",
              "总相宜：总是很合适，十分自然。"
            ]
          }
        ],
        "title": "饮湖上初晴后雨",
        "id": "77be3ca4-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "刘禹锡",
        "lines": [
          {
            "characters": [
              "湖",
              "光",
              "秋",
              "月",
              "两",
              "相",
              "和"
            ],
            "pinyins": [
              "hú",
              "guāng",
              "qiū",
              "yuè",
              "liǎng",
              "xiāng",
              "hé"
            ]
          },
          {
            "characters": [
              "潭",
              "面",
              "无",
              "风",
              "镜",
              "未",
              "磨"
            ],
            "pinyins": [
              "tán",
              "miàn",
              "wú",
              "fēng",
              "jìng",
              "wèi",
              "mó"
            ]
          },
          {
            "characters": [
              "遥",
              "望",
              "洞",
              "庭",
              "山",
              "水",
              "翠"
            ],
            "pinyins": [
              "yáo",
              "wàng",
              "dòng",
              "tíng",
              "shān",
              "shuǐ",
              "cuì"
            ]
          },
          {
            "characters": [
              "白",
              "银",
              "盘",
              "里",
              "一",
              "青",
              "螺"
            ],
            "pinyins": [
              "bái",
              "yín",
              "pán",
              "lǐ",
              "yī",
              "qīng",
              "luó"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景",
          "山水小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "洞庭湖水色与月光互相辉映，湖面风平浪静，犹如未磨的铜镜。",
              "远远眺望洞庭湖山水苍翠如墨，好似白银盘里托着一枚青螺。"
            ],
            "annotation": [
              "洞庭：湖名，在今湖南省北部。",
              "湖光：湖面的波光。",
              "两：指湖光和秋月。",
              "和：和谐。指水色与月光互相辉映。",
              "潭面：指湖面。",
              "镜未磨：古人的镜子用铜制作、磨成。这里一说是湖面无风，水平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物模糊。",
              "山水翠：也作“山水色”。",
              "山：指洞庭湖中的君山。",
              "白银盘：形容平静而又清的洞庭湖面。",
              "青螺：这里用来形容洞庭湖中的君山。"
            ]
          }
        ],
        "title": "望洞庭",
        "id": "77be63b0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "群",
              "儿",
              "戏",
              "于",
              "庭"
            ],
            "pinyins": [
              "qún",
              "ér",
              "xì",
              "yú",
              "tíng"
            ]
          },
          {
            "characters": [
              "一",
              "儿",
              "登",
              "瓮"
            ],
            "pinyins": [
              "yī",
              "ér",
              "dēng",
              "wèng"
            ]
          }
        ],
        "keywords": [
          "写人",
          "小学文言文"
        ],
        "annotations": [
          {
            "translation": [
              "司马光和一群小孩子在庭院里面玩，一个小孩站在大缸上面，失足跌落缸中被水淹没，其他的小孩子都跑掉了，只有司马光拿石头砸开了缸，水从而流出，小孩子得以活命。"
            ],
            "annotation": [
              "司马光：字君实，陕州夏县（现在山西）人。北宋大臣，史学家，编撰《资治通鉴》等书。",
              "庭：庭院。",
              "瓮：口小腹大的一种容器。",
              "皆：全，都。",
              "弃去：逃走。",
              "光：指司马光。",
              "破：打开，打破。",
              "迸：涌出。"
            ]
          }
        ],
        "title": "司马光",
        "id": "77be63b1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "清",
        "author": "袁枚",
        "lines": [
          {
            "characters": [
              "牧",
              "童",
              "骑",
              "黄",
              "牛"
            ],
            "pinyins": [
              "mù",
              "tóng",
              "qí",
              "huáng",
              "niú"
            ]
          },
          {
            "characters": [
              "歌",
              "声",
              "振",
              "林",
              "樾"
            ],
            "pinyins": [
              "gē",
              "shēng",
              "zhèn",
              "lín",
              "yuè"
            ]
          },
          {
            "characters": [
              "意",
              "欲",
              "捕",
              "鸣",
              "蝉"
            ],
            "pinyins": [
              "yì",
              "yù",
              "bǔ",
              "míng",
              "chán"
            ]
          },
          {
            "characters": [
              "忽",
              "然",
              "闭",
              "口",
              "立"
            ],
            "pinyins": [
              "hū",
              "rán",
              "bì",
              "kǒu",
              "lì"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "儿童",
          "早教",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "牧童骑在黄牛背上，嘹亮的歌声在树林里回荡。",
              "忽然想要捕捉树上鸣叫的知了，于是马上停止唱歌，静悄悄地站立在树旁。"
            ],
            "annotation": [
              "牧童：指放牛的孩子。",
              "振：振荡；回荡。说明牧童的歌声嘹亮。",
              "林樾（yuè）：指道旁成荫的树。",
              "欲：想要。",
              "捕：捉。",
              "鸣：叫。",
              "立：站立。"
            ]
          }
        ],
        "title": "所见",
        "id": "77be63b2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "朝",
              "辞",
              "白",
              "帝",
              "彩",
              "云",
              "间"
            ],
            "pinyins": [
              "zhāo",
              "cí",
              "bái",
              "dì",
              "cǎi",
              "yún",
              "jiān"
            ]
          },
          {
            "characters": [
              "千",
              "里",
              "江",
              "陵",
              "一",
              "日",
              "还"
            ],
            "pinyins": [
              "qiān",
              "lǐ",
              "jiāng",
              "líng",
              "yī",
              "rì",
              "huán"
            ]
          },
          {
            "characters": [
              "两",
              "岸",
              "猿",
              "声",
              "啼",
              "不",
              "住"
            ],
            "pinyins": [
              "liǎng",
              "àn",
              "yuán",
              "shēng",
              "tí",
              "bú",
              "zhù"
            ]
          },
          {
            "characters": [
              "轻",
              "舟",
              "已",
              "过",
              "万",
              "重",
              "山"
            ],
            "pinyins": [
              "qīng",
              "zhōu",
              "yǐ",
              "guò",
              "wàn",
              "zhòng",
              "shān"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "写景",
          "抒情早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "清晨告别五彩云霞映照中的白帝城，千里之遥的江陵，一天就可以到达。",
              "两岸猿声还在耳边不停地回荡，轻快的小舟已驶过万重青山。"
            ],
            "annotation": [
              "发：启程。白帝城：故址在今重庆市奉节县白帝山上。杨齐贤注：“白帝城，公孙述所筑。初，公孙述至鱼复，有白龙出井中，自以承汉土运，故称白帝，改鱼复为白帝城。”王琦注：“白帝城，在夔州奉节县，与巫山相近。所谓彩云，正指巫山之云也。”",
              "朝：早晨。辞：告别。彩云间：因白帝城在白帝山上，地势高耸，从山下江中仰望，仿佛耸入云间。",
              "江陵：今湖北荆州市。从白帝城到江陵约一千二百里，其间包括七百里三峡。郦道元《三峡》：“自三峡七百里中，两岸连山，略无阙处。重岩叠障，隐天蔽日，自非亭午时分，不见曦月。至于夏水襄陵，沿溯（或泝）阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百时里，虽乘奔御风，不以疾也。春冬之时，则素湍绿潭，回清倒影。绝巘（或巚）多生怪柏，悬泉瀑布，飞漱其间。清荣峻茂，良多趣味。每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异。空谷传响，哀啭久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳。’”还：归；返回。",
              "猿：猿猴。啼：鸣、叫。住：停息。",
              "万重山：层层叠叠的山，形容有许多。"
            ]
          }
        ],
        "title": "早发白帝城",
        "id": "77be63b3-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王昌龄",
        "lines": [
          {
            "characters": [
              "荷",
              "叶",
              "罗",
              "裙",
              "一",
              "色",
              "裁"
            ],
            "pinyins": [
              "hé",
              "yè",
              "luó",
              "qún",
              "yī",
              "sè",
              "cái"
            ]
          },
          {
            "characters": [
              "芙",
              "蓉",
              "向",
              "脸",
              "两",
              "边",
              "开"
            ],
            "pinyins": [
              "fú",
              "róng",
              "xiàng",
              "liǎn",
              "liǎng",
              "biān",
              "kāi"
            ]
          },
          {
            "characters": [
              "乱",
              "入",
              "池",
              "中",
              "看",
              "不",
              "见"
            ],
            "pinyins": [
              "luàn",
              "rù",
              "chí",
              "zhōng",
              "kàn",
              "bú",
              "jiàn"
            ]
          },
          {
            "characters": [
              "闻",
              "歌",
              "始",
              "觉",
              "有",
              "人",
              "来"
            ],
            "pinyins": [
              "wén",
              "gē",
              "shǐ",
              "jué",
              "yǒu",
              "rén",
              "lái"
            ]
          }
        ],
        "keywords": [
          "写景",
          "少女"
        ],
        "annotations": [
          {
            "translation": [
              "采莲少女的绿罗裙融入到田田荷叶中，仿佛一色，少女的脸庞掩映在盛开的荷花间，相互映照。",
              "混入莲池中不见了踪影，听到歌声四起才觉察到有人前来。"
            ],
            "annotation": [
              "罗裙：用细软而有疏孔的丝织品制成的裙子。",
              "一色裁：像是用同一颜色的衣料剪裁的。",
              "芙蓉：指荷花。",
              "乱入：杂入、混入。",
              "看不见：指分不清哪是芙蓉的绿叶红花，哪是少女的绿裙红颜。",
              "闻歌：听到歌声。",
              "始觉：才知道。"
            ]
          }
        ],
        "title": "采莲曲",
        "id": "77be63b4-8134-11ea-9149-af5cd5c4fc93"
      }
    ],
    [
      {
        "dynasty": "唐",
        "author": "杜甫",
        "lines": [
          {
            "characters": [
              "迟",
              "日",
              "江",
              "山",
              "丽"
            ],
            "pinyins": [
              "chí",
              "rì",
              "jiāng",
              "shān",
              "lì"
            ]
          },
          {
            "characters": [
              "春",
              "风",
              "花",
              "草",
              "香"
            ],
            "pinyins": [
              "chūn",
              "fēng",
              "huā",
              "cǎo",
              "xiāng"
            ]
          },
          {
            "characters": [
              "泥",
              "融",
              "飞",
              "燕",
              "子"
            ],
            "pinyins": [
              "ní",
              "róng",
              "fēi",
              "yàn",
              "zi"
            ]
          },
          {
            "characters": [
              "沙",
              "暖",
              "睡",
              "鸳",
              "鸯"
            ],
            "pinyins": [
              "shā",
              "nuǎn",
              "shuì",
              "yuān",
              "yāng"
            ]
          }
        ],
        "keywords": [
          "春天",
          "写景",
          "早教"
        ],
        "annotations": [
          {
            "translation": [
              "沐浴在春光下的江山显得格外秀丽，春风里到处弥漫着花草的香味。",
              "燕子衔着湿泥飞来飞去忙着筑巢，暖和的沙子上成双成对的鸳鸯静睡不动。"
            ],
            "annotation": [
              "迟日：春天日渐长，所以说迟日。",
              "泥融：这里指泥土滋润、湿润。",
              "鸳鸯：一种水鸟，雄鸟与雌鸟常常双双出没。"
            ]
          }
        ],
        "title": "绝句",
        "id": "77beb1d0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "苏轼",
        "lines": [
          {
            "characters": [
              "竹",
              "外",
              "桃",
              "花",
              "三",
              "两",
              "枝"
            ],
            "pinyins": [
              "zhú",
              "wài",
              "táo",
              "huā",
              "sān",
              "liǎng",
              "zhī"
            ]
          },
          {
            "characters": [
              "春",
              "江",
              "水",
              "暖",
              "鸭",
              "先",
              "知"
            ],
            "pinyins": [
              "chūn",
              "jiāng",
              "shuǐ",
              "nuǎn",
              "yā",
              "xiān",
              "zhī"
            ]
          },
          {
            "characters": [
              "蒌",
              "蒿",
              "满",
              "地",
              "芦",
              "芽",
              "短"
            ],
            "pinyins": [
              "lóu",
              "hāo",
              "mǎn",
              "dì",
              "lú",
              "yá",
              "duǎn"
            ]
          },
          {
            "characters": [
              "正",
              "是",
              "河",
              "豚",
              "欲",
              "上",
              "时"
            ],
            "pinyins": [
              "zhèng",
              "shì",
              "hé",
              "tún",
              "yù",
              "shàng",
              "shí"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "题画",
          "春天",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。",
              "河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。"
            ],
            "annotation": [
              "惠崇（亦为慧崇）：福建建阳僧，宋初九僧之一，能诗能画。《春江晚景》是惠崇所作画名，共两幅，一幅是鸭戏图，一幅是飞雁图。钱钟书《宋诗选注》中为“晓景”。诸多注本，有用“晓景”、有用“晚景”，此从《东坡全集》及清以前注本用“晚景”。",
              "蒌蒿：草名，有青蒿、白蒿等种。芦芽：芦苇的幼芽，可食用。",
              "河豚：鱼的一种，学名“鲀”，肉味鲜美，但是卵巢和肝脏有剧毒。产于我国沿海和一些内河。每年春天逆江而上，在淡水中产卵。",
              "上：指逆江而上。"
            ]
          }
        ],
        "title": "惠崇春江晚景",
        "id": "77beb1d1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "曾几",
        "lines": [
          {
            "characters": [
              "梅",
              "子",
              "黄",
              "时",
              "日",
              "日",
              "晴"
            ],
            "pinyins": [
              "méi",
              "zǐ",
              "huáng",
              "shí",
              "rì",
              "rì",
              "qíng"
            ]
          },
          {
            "characters": [
              "小",
              "溪",
              "泛",
              "尽",
              "却",
              "山",
              "行"
            ],
            "pinyins": [
              "xiǎo",
              "xī",
              "fàn",
              "jìn",
              "què",
              "shān",
              "háng"
            ]
          },
          {
            "characters": [
              "绿",
              "阴",
              "不",
              "减",
              "来",
              "时",
              "路"
            ],
            "pinyins": [
              "lǜ",
              "yīn",
              "bù",
              "jiǎn",
              "lái",
              "shí",
              "lù"
            ]
          },
          {
            "characters": [
              "添",
              "得",
              "黄",
              "鹂",
              "四",
              "五",
              "声"
            ],
            "pinyins": [
              "tiān",
              "dé",
              "huáng",
              "lí",
              "sì",
              "wǔ",
              "shēng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "纪游",
          "喜悦"
        ],
        "annotations": [
          {
            "translation": [
              "梅子成熟的时候，天天都是晴朗的好天气，乘小船走到小溪的尽头，再走山间小路。",
              "山路上古树苍翠，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。"
            ],
            "annotation": [
              "三衢道中：在去三衢州的道路上。三衢即衢州，今浙江省常山县，因境内有三衢山而得名。",
              "梅子黄时：指五月，梅子成熟的季节。",
              "小溪泛尽：乘小船走到小溪的尽头。小溪，小河沟。泛，乘船。尽，尽头。",
              "却山行：再走山间小路。却，再的意思。",
              "阴：树荫。",
              "不减：并没有少多少，差不多。",
              "黄鹂：黄莺。"
            ]
          }
        ],
        "title": "三衢道中",
        "id": "77bed8e0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "先秦",
        "author": "韩非",
        "lines": [
          {
            "characters": [
              "宋",
              "人",
              "有",
              "耕",
              "者",
              "。",
              "田",
              "中",
              "有",
              "株",
              "。",
              "兔",
              "走",
              "触",
              "株"
            ],
            "pinyins": [
              "sòng",
              "rén",
              "yǒu",
              "gēng",
              "zhě",
              " ",
              "tián",
              "zhōng",
              "yǒu",
              "zhū",
              " ",
              "tù",
              "zǒu",
              "chù",
              "zhū"
            ]
          },
          {
            "characters": [
              "折",
              "颈",
              "而",
              "死"
            ],
            "pinyins": [
              "zhē",
              "jǐng",
              "ér",
              "sǐ"
            ]
          },
          {
            "characters": [
              "因",
              "释",
              "其",
              "耒",
              "而",
              "守",
              "株"
            ],
            "pinyins": [
              "yīn",
              "shì",
              "qí",
              "lěi",
              "ér",
              "shǒu",
              "zhū"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "寓言",
          "哲理"
        ],
        "annotations": [
          {}
        ],
        "title": "守株待兔",
        "id": "77bed8e1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "王安石",
        "lines": [
          {
            "characters": [
              "爆",
              "竹",
              "声",
              "中",
              "一",
              "岁",
              "除"
            ],
            "pinyins": [
              "bào",
              "zhú",
              "shēng",
              "zhōng",
              "yī",
              "suì",
              "chú"
            ]
          },
          {
            "characters": [
              "春",
              "风",
              "送",
              "暖",
              "入",
              "屠",
              "苏"
            ],
            "pinyins": [
              "chūn",
              "fēng",
              "sòng",
              "nuǎn",
              "rù",
              "tú",
              "sū"
            ]
          },
          {
            "characters": [
              "千",
              "门",
              "万",
              "户",
              "曈",
              "曈",
              "日"
            ],
            "pinyins": [
              "qiān",
              "mén",
              "wàn",
              "hù",
              "tóng",
              "tóng",
              "rì"
            ]
          },
          {
            "characters": [
              "总",
              "把",
              "新",
              "桃",
              "换",
              "旧",
              "符"
            ],
            "pinyins": [
              "zǒng",
              "bǎ",
              "xīn",
              "táo",
              "huàn",
              "jiù",
              "fú"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "春节",
          "风俗",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "爆竹声中旧的一年已经过去，迎着和暖的春风开怀畅饮屠苏酒。",
              "初升的太阳照耀着千家万户，都把旧的桃符取下换上新的桃符。"
            ],
            "annotation": [
              "元日：农历正月初一，即春节。",
              "爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一（yí）岁除：一年已尽，“一”字用在第四声（去声）字的前面时，“一”变调，读第二声（阳平）。除，逝去。",
              "屠苏：指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。",
              "千门万户：形容门户众多，人口稠密。",
              "曈曈：日出时光亮而温暖的样子。",
              "桃：桃符，古代一种风俗，农历正月初一时人们用桃木板写上神荼、郁垒两位神灵的名字，悬挂在门旁，用来压邪。也作春联。"
            ]
          }
        ],
        "title": "元日",
        "id": "77bed8e2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "杜牧",
        "lines": [
          {
            "characters": [
              "清",
              "明",
              "时",
              "节",
              "雨",
              "纷",
              "纷"
            ],
            "pinyins": [
              "qīng",
              "míng",
              "shí",
              "jié",
              "yǔ",
              "fēn",
              "fēn"
            ]
          },
          {
            "characters": [
              "路",
              "上",
              "行",
              "人",
              "欲",
              "断",
              "魂"
            ],
            "pinyins": [
              "lù",
              "shàng",
              "háng",
              "rén",
              "yù",
              "duàn",
              "hún"
            ]
          },
          {
            "characters": [
              "借",
              "问",
              "酒",
              "家",
              "何",
              "处",
              "有"
            ],
            "pinyins": [
              "jiè",
              "wèn",
              "jiǔ",
              "jiā",
              "hé",
              "chǔ",
              "yǒu"
            ]
          },
          {
            "characters": [
              "牧",
              "童",
              "遥",
              "指",
              "杏",
              "花",
              "村"
            ],
            "pinyins": [
              "mù",
              "tóng",
              "yáo",
              "zhǐ",
              "xìng",
              "huā",
              "cūn"
            ]
          }
        ],
        "keywords": [
          "清明节",
          "写景",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "江南清明时节细雨纷纷飘洒，路上羁旅行人个个落魄断魂。",
              "询问当地之人何处买酒浇愁？牧童笑而不答指了指杏花深处的村庄。"
            ],
            "annotation": [
              "清明：二十四节气之一，在阳历四月五日前后。旧俗当天有扫墓、踏青、插柳等活动。宫中以当天为秋千节，坤宁宫及各后宫都安置秋千，嫔妃做秋千之戏。",
              "纷纷：形容多。",
              "欲断魂：形容伤感极深，好像灵魂要与身体分开一样。断魂：神情凄迷，烦闷不乐。这两句是说，清明时候，阴雨连绵，飘飘洒洒下个不停；如此天气，如此节日，路上行人情绪低落，神魂散乱。",
              "借问：请问。",
              "杏花村：杏花深处的村庄。今在安徽贵池秀山门外。受此诗影响，后人多用“杏花村”作酒店名。"
            ]
          }
        ],
        "title": "清明",
        "id": "77bed8e3-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王维",
        "lines": [
          {
            "characters": [
              "独",
              "在",
              "异",
              "乡",
              "为",
              "异",
              "客"
            ],
            "pinyins": [
              "dú",
              "zài",
              "yì",
              "xiāng",
              "wéi",
              "yì",
              "kè"
            ]
          },
          {
            "characters": [
              "每",
              "逢",
              "佳",
              "节",
              "倍",
              "思",
              "亲"
            ],
            "pinyins": [
              "měi",
              "féng",
              "jiā",
              "jié",
              "bèi",
              "sī",
              "qīn"
            ]
          },
          {
            "characters": [
              "遥",
              "知",
              "兄",
              "弟",
              "登",
              "高",
              "处"
            ],
            "pinyins": [
              "yáo",
              "zhī",
              "xiōng",
              "dì",
              "dēng",
              "gāo",
              "chǔ"
            ]
          },
          {
            "characters": [
              "遍",
              "插",
              "茱",
              "萸",
              "少",
              "一",
              "人"
            ],
            "pinyins": [
              "biàn",
              "chā",
              "zhū",
              "yú",
              "shǎo",
              "yī",
              "rén"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "重阳节",
          "思乡",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "一个人独自在他乡作客，每逢节日加倍思念远方的亲人。",
              "遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。"
            ],
            "annotation": [
              "九月九日：即重阳节。古以九为阳数，故曰重阳。",
              "忆：想念。",
              "山东：王维迁居于蒲县（今山西永济市），在函谷关与华山以东，所以称山东。",
              "异乡：他乡、外乡。",
              "为异客：作他乡的客人。",
              "佳节：美好的节日。",
              "登高：古有重阳节登高的风俗。",
              "茱萸（zhūyú）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。"
            ]
          }
        ],
        "title": "九月九日忆山东兄弟",
        "id": "77bed8e4-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "白居易",
        "lines": [
          {
            "characters": [
              "江",
              "南",
              "好"
            ],
            "pinyins": [
              "jiāng",
              "nán",
              "hǎo"
            ]
          },
          {
            "characters": [
              "风",
              "景",
              "旧",
              "曾",
              "谙"
            ],
            "pinyins": [
              "fēng",
              "jǐng",
              "jiù",
              "zēng",
              "ān"
            ]
          },
          {
            "characters": [
              "日",
              "出",
              "江",
              "花",
              "红",
              "胜",
              "火"
            ],
            "pinyins": [
              "rì",
              "chū",
              "jiāng",
              "huā",
              "hóng",
              "shèng",
              "huǒ"
            ]
          }
        ],
        "keywords": [
          "宋词三百首",
          "小学古诗",
          "江南",
          "写景",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首",
          "写景",
          "山水"
        ],
        "annotations": [
          {
            "translation": [
              "江南好，我对江南的美丽风景曾经是多么的熟悉。春天的时候，晨光映照的岸边红花，比熊熊的火焰还要红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？"
            ],
            "annotation": [
              "忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府诗集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。",
              "谙（ān）：熟悉。作者年轻时曾三次到过江南。",
              "江花：江边的花朵。一说指江中的浪花。",
              "红胜火：颜色鲜红胜过火焰。",
              "绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。",
              "蓝：蓝草，其叶可制青绿染料。"
            ]
          }
        ],
        "title": "忆江南",
        "id": "77bed8e5-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "韦应物",
        "lines": [
          {
            "characters": [
              "独",
              "怜",
              "幽",
              "草",
              "涧",
              "边",
              "生"
            ],
            "pinyins": [
              "dú",
              "lián",
              "yōu",
              "cǎo",
              "jiàn",
              "biān",
              "shēng"
            ]
          },
          {
            "characters": [
              "上",
              "有",
              "黄",
              "鹂",
              "深",
              "树",
              "鸣"
            ],
            "pinyins": [
              "shàng",
              "yǒu",
              "huáng",
              "lí",
              "shēn",
              "shù",
              "míng"
            ]
          },
          {
            "characters": [
              "春",
              "潮",
              "带",
              "雨",
              "晚",
              "来",
              "急"
            ],
            "pinyins": [
              "chūn",
              "cháo",
              "dài",
              "yǔ",
              "wǎn",
              "lái",
              "jí"
            ]
          },
          {
            "characters": [
              "野",
              "渡",
              "无",
              "人",
              "舟",
              "自",
              "横"
            ],
            "pinyins": [
              "yě",
              "dù",
              "wú",
              "rén",
              "zhōu",
              "zì",
              "héng"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "初中古诗",
          "写景",
          "抒情",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "最是喜爱涧边幽谷里生长的野草，还有那树丛深处婉转啼鸣的黄鹂。",
              "傍晚时分，春潮上涨，春雨淅沥，西涧水势顿见湍急，荒野渡口无人，只有一只小船悠闲地横在水面。"
            ],
            "annotation": [
              "滁州：在今安徽滁州以西。西涧：在滁州城西，俗名称上马河。",
              "独怜：唯独喜欢。",
              "幽草：幽谷里的小草。幽，一作“芳”。生：一作“行”。",
              "深树：枝叶茂密的树。深，《才调集》作“远”。树，《全唐诗》注“有本作‘处’”。",
              "春潮：春天的潮汐。",
              "野渡：郊野的渡口。横：指随意漂浮。"
            ]
          }
        ],
        "title": "滁州西涧",
        "id": "77bed8e6-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "白居易",
        "lines": [
          {
            "characters": [
              "人",
              "间",
              "四",
              "月",
              "芳",
              "菲",
              "尽"
            ],
            "pinyins": [
              "rén",
              "jiān",
              "sì",
              "yuè",
              "fāng",
              "fēi",
              "jìn"
            ]
          },
          {
            "characters": [
              "山",
              "寺",
              "桃",
              "花",
              "始",
              "盛",
              "开"
            ],
            "pinyins": [
              "shān",
              "sì",
              "táo",
              "huā",
              "shǐ",
              "shèng",
              "kāi"
            ]
          },
          {
            "characters": [
              "长",
              "恨",
              "春",
              "归",
              "无",
              "觅",
              "处"
            ],
            "pinyins": [
              "cháng",
              "hèn",
              "chūn",
              "guī",
              "wú",
              "mì",
              "chǔ"
            ]
          },
          {
            "characters": [
              "不",
              "知",
              "转",
              "入",
              "此",
              "中",
              "来"
            ],
            "pinyins": [
              "bù",
              "zhī",
              "zhuǎn",
              "rù",
              "cǐ",
              "zhōng",
              "lái"
            ]
          }
        ],
        "keywords": [
          "写景",
          "写花",
          "早教"
        ],
        "annotations": [
          {
            "translation": [
              "四月正是平地上百花凋零殆尽的时候，高山古寺中的桃花才刚刚盛放。",
              "我常为春光逝去无处寻觅而惋惜，却不知它已经转到这里来。"
            ],
            "annotation": [
              "大林寺：在庐山大林峰，相传为晋代僧人昙诜所建，为中国佛教胜地之一。",
              "人间：指庐山下的平地村落。芳菲：盛开的花，亦可泛指花，花草艳盛的阳春景色。尽：指花凋谢了。",
              "山寺：指大林寺。始：才；刚刚。",
              "长恨：常常惋惜。春归：春天回去了。觅：寻找。",
              "不知：岂料，想不到。转：反。此中：这深山的寺庙里。"
            ]
          }
        ],
        "title": "大林寺桃花",
        "id": "77bed8e7-8134-11ea-9149-af5cd5c4fc93"
      }
    ]
  ],
  [
    [
      {
        "dynasty": "唐",
        "author": "白居易",
        "lines": [
          {
            "characters": [
              "一",
              "道",
              "残",
              "阳",
              "铺",
              "水",
              "中"
            ],
            "pinyins": [
              "yī",
              "dào",
              "cán",
              "yáng",
              "pū",
              "shuǐ",
              "zhōng"
            ]
          },
          {
            "characters": [
              "半",
              "江",
              "瑟",
              "瑟",
              "半",
              "江",
              "红"
            ],
            "pinyins": [
              "bàn",
              "jiāng",
              "sè",
              "sè",
              "bàn",
              "jiāng",
              "hóng"
            ]
          },
          {
            "characters": [
              "可",
              "怜",
              "九",
              "月",
              "初",
              "三",
              "夜"
            ],
            "pinyins": [
              "kě",
              "lián",
              "jiǔ",
              "yuè",
              "chū",
              "sān",
              "yè"
            ]
          },
          {
            "characters": [
              "露",
              "似",
              "真",
              "珠",
              "月",
              "似",
              "弓"
            ],
            "pinyins": [
              "lòu",
              "sì",
              "zhēn",
              "zhū",
              "yuè",
              "sì",
              "gōng"
            ]
          }
        ],
        "keywords": [
          "写景",
          "写水"
        ],
        "annotations": [
          {
            "translation": [
              "快要落山的夕阳，霞光柔和的铺在江水上，江水一半碧绿，一半艳红。",
              "最可爱的是那九月初三之夜，露珠似颗颗珍珠，朗朗新月形如弯弓。"
            ],
            "annotation": [
              "暮江吟：黄昏时分在江边所作的诗。吟，古代诗歌的一种形式。",
              "残阳：快落山的太阳的光。也指晚霞。",
              "瑟瑟：原意为碧色珍宝，此处指碧绿色 。",
              "可怜：可爱。",
              "九月初三：农历九月初三的时候。",
              "真珠：即珍珠。",
              "月似弓：农历九月初三，上弦月，其弯如弓。"
            ]
          }
        ],
        "title": "暮江吟",
        "id": "77bf4e10-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "苏轼",
        "lines": [
          {
            "characters": [
              "横",
              "看",
              "成",
              "岭",
              "侧",
              "成",
              "峰"
            ],
            "pinyins": [
              "héng",
              "kàn",
              "chéng",
              "lǐng",
              "cè",
              "chéng",
              "fēng"
            ]
          },
          {
            "characters": [
              "远",
              "近",
              "高",
              "低",
              "各",
              "不",
              "同"
            ],
            "pinyins": [
              "yuǎn",
              "jìn",
              "gāo",
              "dī",
              "gè",
              "bù",
              "tóng"
            ]
          },
          {
            "characters": [
              "不",
              "识",
              "庐",
              "山",
              "真",
              "面",
              "目"
            ],
            "pinyins": [
              "bù",
              "shí",
              "lú",
              "shān",
              "zhēn",
              "miàn",
              "mù"
            ]
          },
          {
            "characters": [
              "只",
              "缘",
              "身",
              "在",
              "此",
              "山",
              "中"
            ],
            "pinyins": [
              "zhī",
              "yuán",
              "shēn",
              "zài",
              "cǐ",
              "shān",
              "zhōng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "纪游",
          "写山",
          "庐山",
          "哲理",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。",
              "之所以辨不清庐山真正的面目，是因为我身处在庐山之中。"
            ],
            "annotation": [
              "题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。",
              "横看：从正面看。庐山总是南北走向，横看就是从东面西面看.",
              "侧：侧面。",
              "各不同：各不相同。",
              "不识：不能认识，辨别。",
              "真面目：指庐山真实的景色，形状。",
              "缘：因为；由于。",
              "此山：这座山，指庐山。",
              "西林：西林寺，在现在江西省的庐山上。这首诗是题在寺里墙壁上的。"
            ]
          }
        ],
        "title": "题西林壁",
        "id": "77bf4e11-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "卢梅坡",
        "lines": [
          {
            "characters": [
              "梅",
              "雪",
              "争",
              "春",
              "未",
              "肯",
              "降"
            ],
            "pinyins": [
              "méi",
              "xuě",
              "zhēng",
              "chūn",
              "wèi",
              "kěn",
              "jiàng"
            ]
          },
          {
            "characters": [
              "骚",
              "人",
              "阁",
              "笔",
              "费",
              "评",
              "章"
            ],
            "pinyins": [
              "sāo",
              "rén",
              "gé",
              "bǐ",
              "fèi",
              "píng",
              "zhāng"
            ]
          },
          {
            "characters": [
              "梅",
              "须",
              "逊",
              "雪",
              "三",
              "分",
              "白"
            ],
            "pinyins": [
              "méi",
              "xū",
              "xùn",
              "xuě",
              "sān",
              "fēn",
              "bái"
            ]
          },
          {
            "characters": [
              "雪",
              "却",
              "输",
              "梅",
              "一",
              "段",
              "香"
            ],
            "pinyins": [
              "xuě",
              "què",
              "shū",
              "méi",
              "yī",
              "duàn",
              "xiāng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "冬天",
          "写雪",
          "梅花",
          "励志",
          "哲理",
          "优美"
        ],
        "annotations": [
          {
            "translation": [
              "梅花和雪花都认为各自占尽了春色，谁也不肯服输。文人骚客难以评论高下，只得搁笔好好思量。",
              "梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。"
            ],
            "annotation": [
              "卢梅坡，宋诗人。生卒年不详。“梅坡”不是他的名字，而是他自号为梅坡。",
              "降（xiáng）：服输。",
              "骚人：诗人。",
              "阁笔：放下笔。阁，同“搁”放下。",
              "评章：评议。这里指评议梅与雪的高下。"
            ]
          }
        ],
        "title": "雪梅",
        "id": "77bf4e12-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "先秦",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "炎",
              "帝",
              "之",
              "少",
              "女"
            ],
            "pinyins": [
              "yán",
              "dì",
              "zhī",
              "shào",
              "nǚ"
            ]
          },
          {
            "characters": [
              "名",
              "曰",
              "女",
              "娃"
            ],
            "pinyins": [
              "míng",
              "yuē",
              "nǚ",
              "wá"
            ]
          },
          {
            "characters": [
              "女",
              "娃",
              "游",
              "于",
              "东",
              "海"
            ],
            "pinyins": [
              "nǚ",
              "wá",
              "yóu",
              "yú",
              "dōng",
              "hǎi"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "神话",
          "故事"
        ],
        "annotations": [
          {
            "translation": [
              "炎帝的小女儿，名叫女娃。有一次，女娃去东海游玩，溺水身亡，再也没有回来，因此化为精卫鸟。经常叼着西山上的树枝和石块，用来填塞东海。"
            ],
            "annotation": [
              "炎帝之少女：炎帝的小女儿。",
              "溺：溺水，淹没。",
              "故：因此。",
              "堙：填塞。"
            ]
          }
        ],
        "title": "精卫填海",
        "id": "77bf4e13-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王昌龄",
        "lines": [
          {
            "characters": [
              "秦",
              "时",
              "明",
              "月",
              "汉",
              "时",
              "关"
            ],
            "pinyins": [
              "qín",
              "shí",
              "míng",
              "yuè",
              "hàn",
              "shí",
              "guān"
            ]
          },
          {
            "characters": [
              "万",
              "里",
              "长",
              "征",
              "人",
              "未",
              "还"
            ],
            "pinyins": [
              "wàn",
              "lǐ",
              "cháng",
              "zhēng",
              "rén",
              "wèi",
              "huán"
            ]
          },
          {
            "characters": [
              "但",
              "使",
              "龙",
              "城",
              "飞",
              "将",
              "在"
            ],
            "pinyins": [
              "dàn",
              "shǐ",
              "lóng",
              "chéng",
              "fēi",
              "jiāng",
              "zài"
            ]
          },
          {
            "characters": [
              "不",
              "教",
              "胡",
              "马",
              "度",
              "阴",
              "山"
            ],
            "pinyins": [
              "bù",
              "jiào",
              "hú",
              "mǎ",
              "dù",
              "yīn",
              "shān"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "边塞",
          "战争",
          "忧国忧民",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "依旧是秦汉时期的明月和边关，守边御敌鏖战万里征夫未回还。",
              "倘若龙城的飞将李广如今还在，一定不会让敌人的铁蹄踏过阴山。"
            ],
            "annotation": [
              "但使：只要。",
              "龙城飞将：汉朝名将李广。这里泛指英勇善战的将领。也有说是指卫青。《汉书·卫青霍去病传》载，元光六年（前129年），卫青为车骑将军，出上谷，至笼城，斩首虏数百。笼城，颜师古注曰：“笼”与“龙”同。龙城飞将指的是卫青奇袭龙城的事情。",
              "教：令，使。",
              "胡马：指侵扰内地的外族骑兵。",
              "度：越过。",
              "阴山：位于今内蒙古中部及河北北部。"
            ]
          }
        ],
        "title": "出塞",
        "id": "77bf4e14-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王翰",
        "lines": [
          {
            "characters": [
              "葡",
              "萄",
              "美",
              "酒",
              "夜",
              "光",
              "杯"
            ],
            "pinyins": [
              "pú",
              "táo",
              "měi",
              "jiǔ",
              "yè",
              "guāng",
              "bēi"
            ]
          },
          {
            "characters": [
              "欲",
              "饮",
              "琵",
              "琶",
              "马",
              "上",
              "催"
            ],
            "pinyins": [
              "yù",
              "yǐn",
              "pí",
              "pá",
              "mǎ",
              "shàng",
              "cuī"
            ]
          },
          {
            "characters": [
              "醉",
              "卧",
              "沙",
              "场",
              "君",
              "莫",
              "笑"
            ],
            "pinyins": [
              "zuì",
              "wò",
              "shā",
              "chǎng",
              "jūn",
              "mò",
              "xiào"
            ]
          },
          {
            "characters": [
              "古",
              "来",
              "征",
              "战",
              "几",
              "人",
              "回"
            ],
            "pinyins": [
              "gǔ",
              "lái",
              "zhēng",
              "zhàn",
              "jī",
              "rén",
              "huí"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "豪放",
          "边塞",
          "战争",
          "宴饮",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "酒筵上甘醇的葡萄美酒盛满在夜光杯之中，正要畅饮时，马上琵琶也声声响起，仿佛催人出征。",
              "如果醉卧在沙场上，也请你不要笑话，古来出外打仗的能有几人返回家乡？"
            ],
            "annotation": [
              "凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：王翰写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代王世贞推为唐代七绝的压卷之作。",
              "夜光杯：玉石制成的酒杯，当把美酒置于杯中，放在月光下，杯中就会闪闪发亮，夜光杯由此而得名。",
              "欲：将要。",
              "琵琶：这里指作战时用来发出号角的声音时用的。",
              "催：催人出征；也有人解作鸣奏助兴。",
              "沙场：平坦空旷的沙地，古时多指战场。",
              "君：你。",
              "征战：打仗。"
            ]
          }
        ],
        "title": "凉州词",
        "id": "77bf4e15-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "李清照",
        "lines": [
          {
            "characters": [
              "生",
              "当",
              "作",
              "人",
              "杰"
            ],
            "pinyins": [
              "shēng",
              "dàng",
              "zuò",
              "rén",
              "jié"
            ]
          },
          {
            "characters": [
              "死",
              "亦",
              "为",
              "鬼",
              "雄"
            ],
            "pinyins": [
              "sǐ",
              "yì",
              "wéi",
              "guǐ",
              "xióng"
            ]
          },
          {
            "characters": [
              "至",
              "今",
              "思",
              "项",
              "羽"
            ],
            "pinyins": [
              "zhì",
              "jīn",
              "sī",
              "xiàng",
              "yǔ"
            ]
          },
          {
            "characters": [
              "不",
              "肯",
              "过",
              "江",
              "东"
            ],
            "pinyins": [
              "bù",
              "kěn",
              "guò",
              "jiāng",
              "dōng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "地名",
          "咏史怀古",
          "爱国",
          "忧愤",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "活着就要当人中的俊杰，死了也要做鬼中的英雄。",
              "人们到现在还思念项羽，只因他不肯偷生回江东。"
            ],
            "annotation": [
              "人杰：人中的豪杰。汉高祖曾称赞开国功臣张良、萧何、韩信是“人杰”。",
              "鬼雄：鬼中的英雄。屈原《国殇》：身既死兮神以灵，子魂魄兮为鬼雄。",
              "项羽：秦末时自立为西楚霸王，与刘邦争夺天下，在垓下之战中，兵败自杀。",
              "江东：项羽当初随叔父项梁起兵的地方。"
            ]
          }
        ],
        "title": "夏日绝句",
        "id": "77bf7520-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "王",
              "戎",
              "七",
              "岁"
            ],
            "pinyins": [
              "wáng",
              "róng",
              "qī",
              "suì"
            ]
          },
          {
            "characters": [
              "尝",
              "与",
              "诸",
              "小",
              "儿",
              "游"
            ],
            "pinyins": [
              "cháng",
              "yǔ",
              "zhū",
              "xiǎo",
              "ér",
              "yóu"
            ]
          },
          {
            "characters": [
              "看",
              "道",
              "边",
              "李",
              "树",
              "多",
              "子",
              "折",
              "枝"
            ],
            "pinyins": [
              "kàn",
              "dào",
              "biān",
              "lǐ",
              "shù",
              "duō",
              "zǐ",
              "zhé",
              "zhī"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "故事",
          "哲理"
        ],
        "annotations": [
          {
            "translation": [
              "王戎七岁的时候，曾经和许多小孩一起嬉戏玩耍。他们看见路边李子树上果实累累，把树枝都压弯了。许多孩子都争相跑过去摘李子，只有王戎没有动。有人问他为什么不去摘李子，王戎回答说：“李树在路边竟然还有这么多李子，这一定是苦李子。”摘来一尝，的确如此。"
            ],
            "annotation": [
              "王戎：西晋琅琊（今属山东）人，自幼聪明过人，为“竹林七贤”之一，官至尚书令，司徒。",
              "尝：曾经。",
              "诸：众多。",
              "游：嬉戏玩耍。",
              "子：李子。",
              "折枝：压弯树枝。",
              "竞走：争相地跑过去。",
              "竞：争逐。",
              "走：跑。",
              "唯：只有。",
              "信然：确实如此。"
            ]
          }
        ],
        "title": "王戎不取道旁李",
        "id": "77bf7521-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王维",
        "lines": [
          {
            "characters": [
              "空",
              "山",
              "不",
              "见",
              "人"
            ],
            "pinyins": [
              "kōng",
              "shān",
              "bú",
              "jiàn",
              "rén"
            ]
          },
          {
            "characters": [
              "但",
              "闻",
              "人",
              "语",
              "响"
            ],
            "pinyins": [
              "dàn",
              "wén",
              "rén",
              "yǔ",
              "xiǎng"
            ]
          },
          {
            "characters": [
              "返",
              "景",
              "入",
              "深",
              "林"
            ],
            "pinyins": [
              "fǎn",
              "jǐng",
              "rù",
              "shēn",
              "lín"
            ]
          },
          {
            "characters": [
              "复",
              "照",
              "青",
              "苔",
              "上"
            ],
            "pinyins": [
              "fù",
              "zhào",
              "qīng",
              "tái",
              "shàng"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "写山",
          "写景",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "幽静的山谷里看不见人，只听到人说话的声音。",
              "落日的影晕映入了深林，又照在幽暗处的青苔上。"
            ],
            "annotation": [
              "鹿柴（zhài）：王维在辋川别业的胜景之一（在今陕西省蓝田县西南）。柴：通“寨”、“砦”，用树木围成的栅栏。",
              "但：只。",
              "返景（yǐng）：同“返影”，太阳将落时通过云彩反射的阳光。",
              "复：又。"
            ]
          }
        ],
        "title": "鹿柴",
        "id": "77bf7522-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李商隐",
        "lines": [
          {
            "characters": [
              "云",
              "母",
              "屏",
              "风",
              "烛",
              "影",
              "深"
            ],
            "pinyins": [
              "yún",
              "mǔ",
              "píng",
              "fēng",
              "zhú",
              "yǐng",
              "shēn"
            ]
          },
          {
            "characters": [
              "长",
              "河",
              "渐",
              "落",
              "晓",
              "星",
              "沉"
            ],
            "pinyins": [
              "cháng",
              "hé",
              "jiàn",
              "là",
              "xiǎo",
              "xīng",
              "chén"
            ]
          },
          {
            "characters": [
              "嫦",
              "娥",
              "应",
              "悔",
              "偷",
              "灵",
              "药"
            ],
            "pinyins": [
              "cháng",
              "é",
              "yīng",
              "huǐ",
              "tōu",
              "líng",
              "yào"
            ]
          },
          {
            "characters": [
              "碧",
              "海",
              "青",
              "天",
              "夜",
              "夜",
              "心"
            ],
            "pinyins": [
              "bì",
              "hǎi",
              "qīng",
              "tiān",
              "yè",
              "yè",
              "xīn"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "写人",
          "孤寂"
        ],
        "annotations": [
          {
            "translation": [
              "云母屏风上烛影暗淡，银河渐渐斜落晨星也隐没低沉。",
              "嫦娥应该后悔偷取了长生不老之药，如今空对碧海青天夜夜孤寂。"
            ],
            "annotation": [
              "常娥：原作“姮娥”，今作“嫦娥”，神话中的月亮女神，传说是夏代东夷首领后羿的妻子。",
              "云母屏风：以云母石制作的屏风。云母，一种矿物，板状，晶体透明有光泽，古代常用来装饰窗户、屏风等物。",
              "深：暗淡。",
              "长河：银河。",
              "晓星：晨星。或谓指启明星，清晨时出现在东方。",
              "灵药：指长生不死药。",
              "碧海青天：指嫦娥的枯燥生活，只能见到碧色的海，深蓝色的天。碧海：形容蓝天苍碧如同大海。",
              "夜夜心：指嫦娥每晚都会感到孤单。"
            ]
          }
        ],
        "title": "嫦娥",
        "id": "77bf7523-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "高适",
        "lines": [
          {
            "characters": [
              "千",
              "里",
              "黄",
              "云",
              "白",
              "日",
              "曛"
            ],
            "pinyins": [
              "qiān",
              "lǐ",
              "huáng",
              "yún",
              "bái",
              "rì",
              "xūn"
            ]
          },
          {
            "characters": [
              "北",
              "风",
              "吹",
              "雁",
              "雪",
              "纷",
              "纷"
            ],
            "pinyins": [
              "běi",
              "fēng",
              "chuī",
              "yàn",
              "xuě",
              "fēn",
              "fēn"
            ]
          },
          {
            "characters": [
              "莫",
              "愁",
              "前",
              "路",
              "无",
              "知",
              "己"
            ],
            "pinyins": [
              "mò",
              "chóu",
              "qián",
              "lù",
              "wú",
              "zhī",
              "jǐ"
            ]
          },
          {
            "characters": [
              "天",
              "下",
              "谁",
              "人",
              "不",
              "识",
              "君"
            ],
            "pinyins": [
              "tiān",
              "xià",
              "shuí",
              "rén",
              "bù",
              "shí",
              "jūn"
            ]
          }
        ],
        "keywords": [
          "赠别",
          "写景",
          "抒情",
          "友情",
          "离别"
        ],
        "annotations": [
          {
            "translation": [
              "黄云蔽天，绵延千里，太阳黯淡无光，呼啸的北风刚刚送走了雁群，又带来了纷纷扬扬的大雪。",
              "不要担心前路茫茫没有知己，普天之下哪个不识你呢？"
            ],
            "annotation": [
              "董大：指董庭兰，是当时有名的音乐家，在其兄弟中排名第一，故称“董大”。",
              "黄云：天上的乌云，在阳光下，乌云是暗黄色，所以叫黄云。",
              "白日曛（xūn）：太阳黯淡无光。曛，即曛黄，指夕阳西沉时的昏黄景色。",
              "谁人：哪个人。君：你，这里指董大。"
            ]
          }
        ],
        "title": "别董大",
        "id": "77bf7524-8134-11ea-9149-af5cd5c4fc93"
      }
    ],
    [
      {
        "dynasty": "宋",
        "author": "范成大",
        "lines": [
          {
            "characters": [
              "梅",
              "子",
              "金",
              "黄",
              "杏",
              "子",
              "肥"
            ],
            "pinyins": [
              "méi",
              "zǐ",
              "jīn",
              "huáng",
              "xìng",
              "zǐ",
              "féi"
            ]
          },
          {
            "characters": [
              "麦",
              "花",
              "雪",
              "白",
              "菜",
              "花",
              "稀"
            ],
            "pinyins": [
              "mài",
              "huā",
              "xuě",
              "bái",
              "cài",
              "huā",
              "xī"
            ]
          },
          {
            "characters": [
              "日",
              "长",
              "篱",
              "落",
              "无",
              "人",
              "过"
            ],
            "pinyins": [
              "rì",
              "cháng",
              "lí",
              "luò",
              "wú",
              "rén",
              "guò"
            ]
          },
          {
            "characters": [
              "惟",
              "有",
              "蜻",
              "蜓",
              "蛱",
              "蝶",
              "飞"
            ],
            "pinyins": [
              "wéi",
              "yǒu",
              "qīng",
              "tíng",
              "jiá",
              "dié",
              "fēi"
            ]
          }
        ],
        "keywords": [
          "田园",
          "写景",
          "小学古诗",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "初夏正是梅子金黄、杏子肥的时节，麦穗扬着白花，油菜花差不多落尽正在结籽。",
              "夏天日长，篱落边无人过往，大家都在田间忙碌，只有蜻蜓和蝴蝶在款款飞舞。"
            ],
            "annotation": [
              "篱落：篱笆。"
            ]
          }
        ],
        "title": "四时田园杂兴",
        "id": "77bfc340-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "杨万里",
        "lines": [
          {
            "characters": [
              "篱",
              "落",
              "疏",
              "疏",
              "一",
              "径",
              "深"
            ],
            "pinyins": [
              "lí",
              "luò",
              "shū",
              "shū",
              "yī",
              "jìng",
              "shēn"
            ]
          },
          {
            "characters": [
              "树",
              "头",
              "新",
              "绿",
              "未",
              "成",
              "阴"
            ],
            "pinyins": [
              "shù",
              "tóu",
              "xīn",
              "lǜ",
              "wèi",
              "chéng",
              "yīn"
            ]
          },
          {
            "characters": [
              "儿",
              "童",
              "急",
              "走",
              "追",
              "黄",
              "蝶"
            ],
            "pinyins": [
              "ér",
              "tóng",
              "jí",
              "zǒu",
              "zhuī",
              "huáng",
              "dié"
            ]
          },
          {
            "characters": [
              "飞",
              "入",
              "菜",
              "花",
              "无",
              "处",
              "寻"
            ],
            "pinyins": [
              "fēi",
              "rù",
              "cài",
              "huā",
              "wú",
              "chǔ",
              "xún"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "农村",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "稀稀落落的篱笆旁，一条小路通向远方，路旁树上的花瓣纷纷飘落，新叶刚刚长出还未形成树荫。",
              "小孩子奔跑着追赶黄蝴蝶，可是蝴蝶飞入菜花丛中就再也找不到了。"
            ],
            "annotation": [
              "篱：篱笆。",
              "疏疏：稀疏。",
              "径：小路。",
              "阴：树叶茂盛浓密而形成的树荫。",
              "急走：奔跑。走，跑的意思。"
            ]
          }
        ],
        "title": "宿新市徐公店",
        "id": "77bfc341-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "辛弃疾",
        "lines": [
          {
            "characters": [
              "茅",
              "檐",
              "低",
              "小"
            ],
            "pinyins": [
              "máo",
              "yán",
              "dī",
              "xiǎo"
            ]
          },
          {
            "characters": [
              "溪",
              "上",
              "青",
              "青",
              "草"
            ],
            "pinyins": [
              "xī",
              "shàng",
              "qīng",
              "qīng",
              "cǎo"
            ]
          },
          {
            "characters": [
              "醉",
              "里",
              "吴",
              "音",
              "相",
              "媚",
              "好"
            ],
            "pinyins": [
              "zuì",
              "lǐ",
              "wú",
              "yīn",
              "xiāng",
              "mèi",
              "hǎo"
            ]
          },
          {
            "characters": [
              "大",
              "儿",
              "锄",
              "豆",
              "溪",
              "东"
            ],
            "pinyins": [
              "dà",
              "ér",
              "chú",
              "dòu",
              "xī",
              "dōng"
            ]
          },
          {
            "characters": [
              "中",
              "儿",
              "正",
              "织",
              "鸡",
              "笼"
            ],
            "pinyins": [
              "zhōng",
              "ér",
              "zhèng",
              "zhī",
              "jī",
              "lóng"
            ]
          },
          {
            "characters": [
              "最",
              "喜",
              "小",
              "儿",
              "亡",
              "赖"
            ],
            "pinyins": [
              "zuì",
              "xǐ",
              "xiǎo",
              "ér",
              "wáng",
              "lài"
            ]
          }
        ],
        "keywords": [
          "宋词三百首",
          "小学古诗",
          "初中古诗",
          "乡村",
          "生活",
          "劳动"
        ],
        "annotations": [
          {
            "translation": [
              "草屋的茅檐又低又小，溪边长满了翠绿的小草。含有醉意的吴地方音，听起来温柔又美好，那满头白发的是谁家的公婆父老？",
              "大儿子在小溪东边的豆田锄草，二儿子正在家里编织鸡笼。最喜欢的顽皮的小儿子，他正横卧在溪头草丛，剥着刚摘下的莲蓬。"
            ],
            "annotation": [
              "清平乐（yuè）：词牌名。村居：题目",
              "茅檐：茅屋的屋檐。",
              "吴音：吴地的方言。作者当时住在信州（今上饶），这一带的方言为吴音。相媚好：指相互逗趣，取乐。",
              "翁媪（ǎo）：老翁、老妇。",
              "锄豆：锄掉豆田里的草。",
              "织：编织，指编织鸡笼。",
              "亡（wú）赖：这里指小孩顽皮、淘气。亡，通“无”。",
              "卧：趴。"
            ]
          }
        ],
        "title": "清平乐·村居",
        "id": "77bfea50-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王昌龄",
        "lines": [
          {
            "characters": [
              "寒",
              "雨",
              "连",
              "江",
              "夜",
              "入",
              "吴"
            ],
            "pinyins": [
              "hán",
              "yǔ",
              "lián",
              "jiāng",
              "yè",
              "rù",
              "wú"
            ]
          },
          {
            "characters": [
              "平",
              "明",
              "送",
              "客",
              "楚",
              "山",
              "孤"
            ],
            "pinyins": [
              "píng",
              "míng",
              "sòng",
              "kè",
              "chǔ",
              "shān",
              "gū"
            ]
          },
          {
            "characters": [
              "洛",
              "阳",
              "亲",
              "友",
              "如",
              "相",
              "问"
            ],
            "pinyins": [
              "luò",
              "yáng",
              "qīn",
              "yǒu",
              "rú",
              "xiāng",
              "wèn"
            ]
          },
          {
            "characters": [
              "一",
              "片",
              "冰",
              "心",
              "在",
              "玉",
              "壶"
            ],
            "pinyins": [
              "yī",
              "piàn",
              "bīng",
              "xīn",
              "zài",
              "yù",
              "hú"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "送别",
          "离别",
          "抒情",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "冷雨连夜洒遍吴地江天，清晨送走你后，独自面对着楚山离愁无限！",
              "到了洛阳，如果洛阳亲友问起我来，就请转告他们，我的心依然像玉壶里的冰那样晶莹纯洁！"
            ],
            "annotation": [
              "芙蓉楼：芙蓉楼：原名西北楼，登临可以俯瞰长江，遥望江北，在润州（今江苏省镇江市）西北。据《元和郡县志》卷二十六《江南道·润州》丹阳：“晋王恭为刺史，改创西南楼名万岁楼，西北楼名芙蓉楼。”一说此处指黔阳（今湖南黔城）芙蓉楼。辛渐：诗人的一位朋友。",
              "寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。",
              "吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。",
              "平明：天亮的时候。",
              "客：指作者的好友辛渐。",
              "楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。",
              "孤：独自，孤单一人。",
              "洛阳：现位于河南省西部、黄河南岸。",
              "冰心：比喻纯洁的心。",
              "玉壶：道教概念妙真道教义，专指自然无为虚无之心。"
            ]
          }
        ],
        "title": "芙蓉楼送辛渐",
        "id": "77bfea51-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "卢纶",
        "lines": [
          {
            "characters": [
              "月",
              "黑",
              "雁",
              "飞",
              "高"
            ],
            "pinyins": [
              "yuè",
              "hēi",
              "yàn",
              "fēi",
              "gāo"
            ]
          },
          {
            "characters": [
              "单",
              "于",
              "夜",
              "遁",
              "逃"
            ],
            "pinyins": [
              "chán",
              "yú",
              "yè",
              "dùn",
              "táo"
            ]
          },
          {
            "characters": [
              "欲",
              "将",
              "轻",
              "骑",
              "逐"
            ],
            "pinyins": [
              "yù",
              "jiāng",
              "qīng",
              "qí",
              "zhú"
            ]
          },
          {
            "characters": [
              "大",
              "雪",
              "满",
              "弓",
              "刀"
            ],
            "pinyins": [
              "dà",
              "xuě",
              "mǎn",
              "gōng",
              "dāo"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "边塞",
          "冬天",
          "战争",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "死寂之夜，乌云遮月，天边大雁惊飞，单于的军队想要趁着夜色悄悄潜逃。",
              "正想要带领轻骑兵一路追赶，大雪纷纷扬扬落满了身上的弓刀。"
            ],
            "annotation": [
              "塞下曲：古时边塞的一种军歌。",
              "月黑：没有月光。",
              "单于（chán yú ）：匈奴的首领。这里指入侵者的最高统帅。",
              "遁：逃走。",
              "将：率领。",
              "轻骑：轻装快速的骑兵。",
              "逐：追赶。",
              "满：沾满。"
            ]
          }
        ],
        "title": "塞下曲",
        "id": "77bfea52-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "元",
        "author": "王冕",
        "lines": [
          {
            "characters": [
              "我",
              "家",
              "洗",
              "砚",
              "池",
              "头",
              "树"
            ],
            "pinyins": [
              "wǒ",
              "jiā",
              "xǐ",
              "yàn",
              "chí",
              "tóu",
              "shù"
            ]
          },
          {
            "characters": [
              "朵",
              "朵",
              "花",
              "开",
              "淡",
              "墨",
              "痕"
            ],
            "pinyins": [
              "duǒ",
              "duǒ",
              "huā",
              "kāi",
              "dàn",
              "mò",
              "hén"
            ]
          },
          {
            "characters": [
              "不",
              "要",
              "人",
              "夸",
              "好",
              "颜",
              "色"
            ],
            "pinyins": [
              "bú",
              "yào",
              "rén",
              "kuā",
              "hǎo",
              "yán",
              "sè"
            ]
          },
          {
            "characters": [
              "只",
              "留",
              "清",
              "气",
              "满",
              "乾",
              "坤"
            ],
            "pinyins": [
              "zhī",
              "liú",
              "qīng",
              "qì",
              "mǎn",
              "qián",
              "kūn"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "题画",
          "咏物",
          "梅花",
          "言志",
          "自勉",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "我家洗砚池边有一棵梅树，朵朵开放的梅花都像是用淡淡的墨汁点染而成。",
              "它不需要别人夸奖颜色多么好看，只是要将清香之气弥漫在天地之间。"
            ],
            "annotation": [
              "墨梅：用墨笔勾勒出来的梅花。",
              "吾家：我家。因王羲之与王冕同姓，所以王冕便认为王姓自是一家。",
              "洗砚池：写字、画画后洗笔洗砚的池子。王羲之有“临池学书，池水尽黑”的传说。这里化用这个典故。",
              "池头：池边。头 ：边上。",
              "淡墨：水墨画中将墨色分为四种，如，清墨、淡墨、浓墨、焦墨。这里是说那朵朵盛开的梅花，是用淡淡的墨迹点化成的。",
              "痕：痕迹。",
              "清气:梅花的清香之气。",
              "满乾坤：弥漫在天地间。满：弥漫。乾坤：天地间。"
            ]
          }
        ],
        "title": "墨梅",
        "id": "77bfea53-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "胤",
              "恭",
              "勤",
              "不",
              "倦"
            ],
            "pinyins": [
              "yìn",
              "gōng",
              "qín",
              "bù",
              "juàn"
            ]
          },
          {
            "characters": [
              "博",
              "学",
              "多",
              "通"
            ],
            "pinyins": [
              "bó",
              "xué",
              "duō",
              "tōng"
            ]
          },
          {
            "characters": [
              "家",
              "贫",
              "不",
              "常",
              "得",
              "油"
            ],
            "pinyins": [
              "jiā",
              "pín",
              "bù",
              "cháng",
              "dé",
              "yóu"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "故事"
        ],
        "annotations": [
          {
            "translation": [
              "晋朝人车胤谨慎勤劳而不知疲倦，知识广博，学问精通。他家境贫寒，不能经常得到香油。夏天的夜晚，车胤就用白绢做成透光的袋子，装几十个萤火虫照着书本，夜以继日地学习着。"
            ],
            "annotation": [
              "囊萤：用袋子装萤火虫。",
              "囊：文中作动词用，意思是“用袋子装”。",
              "胤恭勤不倦：晋朝人车胤谨慎勤劳而不知疲倦。",
              "恭：谨慎的意思。",
              "练囊：用白色绢子做袋。练：白绢，文中作动词用，意思是\"用白绢做\"。",
              "以夜继日：用夜晚接着白天（学习）。"
            ]
          }
        ],
        "title": "囊萤夜读",
        "id": "77bfea54-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "祝穆",
        "lines": [
          {
            "characters": [
              "磨",
              "针",
              "溪"
            ],
            "pinyins": [
              "mó",
              "zhēn",
              "xī"
            ]
          },
          {
            "characters": [
              "在",
              "象",
              "耳",
              "山",
              "下"
            ],
            "pinyins": [
              "zài",
              "xiàng",
              "ěr",
              "shān",
              "xià"
            ]
          },
          {
            "characters": [
              "世",
              "传",
              "李",
              "太",
              "白",
              "读",
              "书",
              "山",
              "中"
            ],
            "pinyins": [
              "shì",
              "chuán",
              "lǐ",
              "tài",
              "bái",
              "dú",
              "shū",
              "shān",
              "zhōng"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "寓言",
          "故事",
          "励志",
          "哲理"
        ],
        "annotations": [
          {
            "translation": [
              "磨针溪是在象耳山脚下。世世代代相传李白在山中读书的时候，没有完成好自己的学业，就放弃学习离开了。他路过一条小溪，遇见一位老妇人在磨铁棒，于是问她在干什么，老妇人说：“我想把它磨成针。”李白被她的精神感动，就回去完成学业。那老妇人自称姓武。现在那溪边还有一块武氏岩。"
            ],
            "annotation": [
              "世传：世世代代相传。",
              "成：完成。",
              "去：离开。",
              "逢：碰上。",
              "媪：妇女的统称。",
              "方：正在。",
              "铁杵；铁棍，铁棒，杵，压米或捶衣用的棒，一头粗一头细的圆棒。",
              "欲：想要。",
              "感：被......感动。",
              "还：回去。",
              "之：代词，指代老妇人在做的事。",
              "卒业：完成学业。",
              "今：现在。",
              "氏：姓…的人。"
            ]
          }
        ],
        "title": "铁杵成针",
        "id": "77bfea55-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "近现",
        "author": "毛泽东",
        "lines": [
          {
            "characters": [
              "读",
              "陆",
              "游",
              "咏",
              "梅",
              "词"
            ],
            "pinyins": [
              "dú",
              "lù",
              "yóu",
              "yǒng",
              "méi",
              "cí"
            ]
          },
          {
            "characters": [
              "反",
              "其",
              "意",
              "而",
              "用",
              "之"
            ],
            "pinyins": [
              "fǎn",
              "qí",
              "yì",
              "ér",
              "yòng",
              "zhī"
            ]
          },
          {
            "characters": [
              "风",
              "雨",
              "送",
              "春",
              "归"
            ],
            "pinyins": [
              "fēng",
              "yǔ",
              "sòng",
              "chūn",
              "guī"
            ]
          },
          {
            "characters": [
              "飞",
              "雪",
              "迎",
              "春",
              "到"
            ],
            "pinyins": [
              "fēi",
              "xuě",
              "yíng",
              "chūn",
              "dào"
            ]
          },
          {
            "characters": [
              "已",
              "是",
              "悬",
              "崖",
              "百",
              "丈",
              "冰"
            ],
            "pinyins": [
              "yǐ",
              "shì",
              "xuán",
              "yá",
              "bǎi",
              "zhàng",
              "bīng"
            ]
          },
          {
            "characters": [
              "俏",
              "也",
              "不",
              "争",
              "春"
            ],
            "pinyins": [
              "qiào",
              "yě",
              "bù",
              "zhēng",
              "chūn"
            ]
          },
          {
            "characters": [
              "只",
              "把",
              "春",
              "来",
              "报"
            ],
            "pinyins": [
              "zhī",
              "bǎ",
              "chūn",
              "lái",
              "bào"
            ]
          },
          {
            "characters": [
              "待",
              "到",
              "山",
              "花",
              "烂",
              "漫",
              "时"
            ],
            "pinyins": [
              "dài",
              "dào",
              "shān",
              "huā",
              "làn",
              "màn",
              "shí"
            ]
          }
        ],
        "keywords": [
          "咏物",
          "梅花",
          "品格"
        ],
        "annotations": [
          {
            "translation": [
              "品读了陆游的《卜算子·咏梅》，反用其原本的寓意而写了这首词。"
            ],
            "annotation": [
              "冰：形容极度寒冷。",
              "丛中笑：百花盛开时，感到欣慰和高兴。",
              "犹：还，仍然。",
              "俏：俊俏，美好的样子；（此处既能表现梅花的俏丽，又能表现革命者面对困难坚强不屈的美好情操。）",
              "烂漫：颜色鲜明而美丽。（文中指花全部盛开的样子）"
            ]
          }
        ],
        "title": "卜算子·咏梅",
        "id": "77bfea56-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "杜甫",
        "lines": [
          {
            "characters": [
              "黄",
              "师",
              "塔",
              "前",
              "江",
              "水",
              "东"
            ],
            "pinyins": [
              "huáng",
              "shī",
              "tǎ",
              "qián",
              "jiāng",
              "shuǐ",
              "dōng"
            ]
          },
          {
            "characters": [
              "春",
              "光",
              "懒",
              "困",
              "倚",
              "微",
              "风"
            ],
            "pinyins": [
              "chūn",
              "guāng",
              "lǎn",
              "kùn",
              "yǐ",
              "wēi",
              "fēng"
            ]
          },
          {
            "characters": [
              "桃",
              "花",
              "一",
              "簇",
              "开",
              "无",
              "主"
            ],
            "pinyins": [
              "táo",
              "huā",
              "yī",
              "cù",
              "kāi",
              "wú",
              "zhǔ"
            ]
          },
          {
            "characters": [
              "可",
              "爱",
              "深",
              "红",
              "爱",
              "浅",
              "红"
            ],
            "pinyins": [
              "kě",
              "ài",
              "shēn",
              "hóng",
              "ài",
              "qiǎn",
              "hóng"
            ]
          }
        ],
        "keywords": [
          "写景",
          "桃花"
        ],
        "annotations": [
          {
            "translation": [
              "来到黄师塔前江水的东岸，温暖的春天使人困倦，只想倚着春风小憩。",
              "一株无主的桃花开得正盛，究竟是爱深红还是更爱浅红呢？"
            ],
            "annotation": [
              "江畔：指成都锦江之滨。",
              "独步：独自散步。",
              "塔：墓地。",
              "一簇：一丛，无主--没有主人。"
            ]
          }
        ],
        "title": "江畔独步寻花",
        "id": "77c01160-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "罗隐",
        "lines": [
          {
            "characters": [
              "不",
              "论",
              "平",
              "地",
              "与",
              "山",
              "尖"
            ],
            "pinyins": [
              "bù",
              "lùn",
              "píng",
              "dì",
              "yǔ",
              "shān",
              "jiān"
            ]
          },
          {
            "characters": [
              "无",
              "限",
              "风",
              "光",
              "尽",
              "被",
              "占"
            ],
            "pinyins": [
              "wú",
              "xiàn",
              "fēng",
              "guāng",
              "jìn",
              "bèi",
              "zhān"
            ]
          },
          {
            "characters": [
              "采",
              "得",
              "百",
              "花",
              "成",
              "蜜",
              "后"
            ],
            "pinyins": [
              "cǎi",
              "dé",
              "bǎi",
              "huā",
              "chéng",
              "mì",
              "hòu"
            ]
          },
          {
            "characters": [
              "为",
              "谁",
              "辛",
              "苦",
              "为",
              "谁",
              "甜"
            ],
            "pinyins": [
              "wéi",
              "shuí",
              "xīn",
              "kǔ",
              "wéi",
              "shuí",
              "tián"
            ]
          }
        ],
        "keywords": [
          "寓言",
          "咏物",
          "怜悯",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "无论是在平地，还是在山峰，及其美好的风景都被蜜蜂占有。",
              "蜜蜂啊，你采尽百花酿成了花蜜，到底为谁付出辛苦，又想让谁品尝香甜？"
            ],
            "annotation": [
              "山尖：山峰。",
              "无限风光：极其美好的风景。",
              "占：占有，占据。",
              "采：采取，这里指采取花蜜。"
            ]
          }
        ],
        "title": "蜂",
        "id": "77c01161-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "众",
              "鸟",
              "高",
              "飞",
              "尽"
            ],
            "pinyins": [
              "zhòng",
              "niǎo",
              "gāo",
              "fēi",
              "jìn"
            ]
          },
          {
            "characters": [
              "孤",
              "云",
              "独",
              "去",
              "闲"
            ],
            "pinyins": [
              "gū",
              "yún",
              "dú",
              "qù",
              "xián"
            ]
          },
          {
            "characters": [
              "相",
              "看",
              "两",
              "不",
              "厌"
            ],
            "pinyins": [
              "xiāng",
              "kàn",
              "liǎng",
              "bù",
              "yàn"
            ]
          },
          {
            "characters": [
              "只",
              "有",
              "敬",
              "亭",
              "山"
            ],
            "pinyins": [
              "zhǐ",
              "yǒu",
              "jìng",
              "tíng",
              "shān"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景",
          "写山",
          "孤独",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "山中群鸟一只只高飞远去，天空中的最后一片白云也悠然飘走。",
              "敬亭山和我对视着，谁都看不够，看不厌，看来理解我的只有这敬亭山了。"
            ],
            "annotation": [
              "敬亭山：在今安徽宣城市北。",
              "尽：没有了。",
              "孤云：陶渊明《咏贫士诗》中有“孤云独无依”的句子。",
              "独去闲：独去，独自去。",
              "闲：形容云彩飘来飘去，悠闲自在的样子。孤单的云彩飘来飘去。",
              "两不厌：指诗人和敬亭山而言。",
              "厌：满足。"
            ]
          }
        ],
        "title": "独坐敬亭山",
        "id": "77c01162-8134-11ea-9149-af5cd5c4fc93"
      }
    ]
  ],
  [
    [
      {
        "dynasty": "宋",
        "author": "陆游",
        "lines": [
          {
            "characters": [
              "死",
              "去",
              "元",
              "知",
              "万",
              "事",
              "空"
            ],
            "pinyins": [
              "sǐ",
              "qù",
              "yuán",
              "zhī",
              "wàn",
              "shì",
              "kōng"
            ]
          },
          {
            "characters": [
              "但",
              "悲",
              "不",
              "见",
              "九",
              "州",
              "同"
            ],
            "pinyins": [
              "dàn",
              "bēi",
              "bú",
              "jiàn",
              "jiǔ",
              "zhōu",
              "tóng"
            ]
          },
          {
            "characters": [
              "王",
              "师",
              "北",
              "定",
              "中",
              "原",
              "日"
            ],
            "pinyins": [
              "wáng",
              "shī",
              "běi",
              "dìng",
              "zhōng",
              "yuán",
              "rì"
            ]
          },
          {
            "characters": [
              "家",
              "祭",
              "无",
              "忘",
              "告",
              "乃",
              "翁"
            ],
            "pinyins": [
              "jiā",
              "jì",
              "wú",
              "wàng",
              "gào",
              "nǎi",
              "wēng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "爱国",
          "忧国忧民",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "原本知道死去之后就什么也没有了，只是感到悲伤，没能见到国家统一。",
              "当大宋军队收复了中原失地的那一天时，你们举行家祭时不要忘了告诉我！"
            ],
            "annotation": [
              "示儿：写给儿子们看。",
              "元知：原本知道。元，通“原”。本来。在苏教版等大部分教材中本诗第一句为“死去元知万事空”，但在老的人教版等教材中为“死去原知万事空”，因为是通假字，所以并不影响本诗的意境，尚有争议。人教版等教材多为“元”，不常用通假字。",
              "万事空：什么也没有了。",
              "但：只是。",
              "悲：悲伤。",
              "九州：这里代指宋代的中国。古代中国分为九州，所以常用九州指代中国。",
              "同：统一。",
              "王师：指南宋朝廷的军队。",
              "北定：将北方平定。",
              "中原：指淮河以北被金人侵占的地区。",
              "家祭：祭祀家中先人。",
              "无忘：不要忘记。",
              "乃翁：你们的父亲，指陆游自己。"
            ]
          }
        ],
        "title": "示儿",
        "id": "77c05f80-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "林升",
        "lines": [
          {
            "characters": [
              "山",
              "外",
              "青",
              "山",
              "楼",
              "外",
              "楼"
            ],
            "pinyins": [
              "shān",
              "wài",
              "qīng",
              "shān",
              "lóu",
              "wài",
              "lóu"
            ]
          },
          {
            "characters": [
              "西",
              "湖",
              "歌",
              "舞",
              "几",
              "时",
              "休"
            ],
            "pinyins": [
              "xī",
              "hú",
              "gē",
              "wǔ",
              "jī",
              "shí",
              "xiū"
            ]
          },
          {
            "characters": [
              "暖",
              "风",
              "熏",
              "得",
              "游",
              "人",
              "醉"
            ],
            "pinyins": [
              "nuǎn",
              "fēng",
              "xūn",
              "dé",
              "yóu",
              "rén",
              "zuì"
            ]
          },
          {
            "characters": [
              "直",
              "把",
              "杭",
              "州",
              "作",
              "汴",
              "州"
            ],
            "pinyins": [
              "zhí",
              "bǎ",
              "háng",
              "zhōu",
              "zuò",
              "biàn",
              "zhōu"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "西湖",
          "写景",
          "讽刺",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "韵译",
              "西湖四周青山绵延楼阁望不见头，湖面游船上的歌舞几时才能停休？",
              "温暖馥郁的香风把人吹得醉醺醺的，简直是把杭州当成了那汴州。"
            ],
            "annotation": [
              "临安：现在浙江杭州市，金人攻陷北宋首都汴京后，南宋统治者逃亡到南方，建都于临安。",
              "邸（dǐ）：旅店。",
              "西湖：杭州的著名风景区。",
              "几时休：什么时候休止。",
              "熏（xūn）：吹，用于温暖馥郁的风。",
              "直：简直。",
              "汴州：即汴京，今河南开封市。"
            ]
          }
        ],
        "title": "题临安邸",
        "id": "77c08690-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "清",
        "author": "龚自珍",
        "lines": [
          {
            "characters": [
              "九",
              "州",
              "生",
              "气",
              "恃",
              "风",
              "雷"
            ],
            "pinyins": [
              "jiǔ",
              "zhōu",
              "shēng",
              "qì",
              "shì",
              "fēng",
              "léi"
            ]
          },
          {
            "characters": [
              "万",
              "马",
              "齐",
              "喑",
              "究",
              "可",
              "哀"
            ],
            "pinyins": [
              "wàn",
              "mǎ",
              "qí",
              "yīn",
              "jiū",
              "kě",
              "āi"
            ]
          },
          {
            "characters": [
              "我",
              "劝",
              "天",
              "公",
              "重",
              "抖",
              "擞"
            ],
            "pinyins": [
              "wǒ",
              "quàn",
              "tiān",
              "gōng",
              "zhòng",
              "dǒu",
              "sǒu"
            ]
          },
          {
            "characters": [
              "不",
              "拘",
              "一",
              "格",
              "降",
              "人",
              "材"
            ],
            "pinyins": [
              "bù",
              "jū",
              "yī",
              "gé",
              "jiàng",
              "rén",
              "cái"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "社会",
          "早教"
        ],
        "annotations": [
          {
            "translation": [
              "只有依靠风雷激荡般的巨大力量才能使中国大地焕发勃勃生机，然而社会政局毫无生气终究是一种悲哀。",
              "我奉劝上天要重新振作精神，不要拘泥一定规格以降下更多的人才。"
            ],
            "annotation": [
              "九州：中国的别称之一。分别是：冀州、兖州、青州、徐州、扬州、荆州、梁州、雍州和豫州。",
              "生气：生气勃勃的局面。",
              "恃（shì）：依靠。",
              "万马齐喑：比喻社会政局毫无生气。",
              "喑（yīn），沉默，不说话。",
              "天公：造物主。抖擞：振作，奋发。",
              "降：降生，降临。"
            ]
          }
        ],
        "title": "己亥杂诗",
        "id": "77c08691-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "近现",
        "author": "梁启超",
        "lines": [
          {
            "characters": [
              "故",
              "今",
              "日",
              "之",
              "责",
              "任"
            ],
            "pinyins": [
              "gù",
              "jīn",
              "rì",
              "zhī",
              "zé",
              "rèn"
            ]
          },
          {
            "characters": [
              "不",
              "在",
              "他",
              "人"
            ],
            "pinyins": [
              "bù",
              "zài",
              "tā",
              "rén"
            ]
          },
          {
            "characters": [
              "　",
              "　",
              "红",
              "日",
              "初",
              "升"
            ],
            "pinyins": [
              "　　",
              "hóng",
              "rì",
              "chū",
              "shēng"
            ]
          },
          {
            "characters": [
              "其",
              "道",
              "大",
              "光"
            ],
            "pinyins": [
              "qí",
              "dào",
              "dà",
              "guāng"
            ]
          },
          {
            "characters": [
              "河",
              "出",
              "伏",
              "流"
            ],
            "pinyins": [
              "hé",
              "chū",
              "fú",
              "liú"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "国家",
          "愿望"
        ],
        "annotations": [
          {
            "translation": [
              "所以说今天的责任，不在别人身上，全在我们少年身上。少年一代有智慧国家就智慧，少年富足国家就富足，少年强大国家就强大，少年独立国家就独立，少年自由国家就自由，少年进步国家就进步，少年胜过欧洲，国家就胜过欧洲，少年称雄于世界，国家就称雄于世界。"
            ],
            "annotation": [
              "其道大光：语出《周易·益》：“自上下下，其道大光。”光，广大，发扬。",
              "矞（yù）矞皇皇 ：《太玄经·交》：“物登明堂，矞矞皇皇。” 一般用于书面古语，光明盛大的样子。",
              "干将发硎，有作其芒：意思是宝剑刚磨出来，锋刃大放光芒。",
              "干将：原是铸剑师的名字，这里指宝剑。",
              "硎：磨刀石。"
            ]
          }
        ],
        "title": "少年中国说(节选)",
        "id": "77c08692-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王维",
        "lines": [
          {
            "characters": [
              "空",
              "山",
              "新",
              "雨",
              "后"
            ],
            "pinyins": [
              "kōng",
              "shān",
              "xīn",
              "yǔ",
              "hòu"
            ]
          },
          {
            "characters": [
              "天",
              "气",
              "晚",
              "来",
              "秋"
            ],
            "pinyins": [
              "tiān",
              "qì",
              "wǎn",
              "lái",
              "qiū"
            ]
          },
          {
            "characters": [
              "明",
              "月",
              "松",
              "间",
              "照"
            ],
            "pinyins": [
              "míng",
              "yuè",
              "sōng",
              "jiān",
              "zhào"
            ]
          },
          {
            "characters": [
              "清",
              "泉",
              "石",
              "上",
              "流"
            ],
            "pinyins": [
              "qīng",
              "quán",
              "shí",
              "shàng",
              "liú"
            ]
          },
          {
            "characters": [
              "竹",
              "喧",
              "归",
              "浣",
              "女"
            ],
            "pinyins": [
              "zhú",
              "xuān",
              "guī",
              "huàn",
              "nǚ"
            ]
          },
          {
            "characters": [
              "莲",
              "动",
              "下",
              "渔",
              "舟"
            ],
            "pinyins": [
              "lián",
              "dòng",
              "xià",
              "yú",
              "zhōu"
            ]
          },
          {
            "characters": [
              "随",
              "意",
              "春",
              "芳",
              "歇"
            ],
            "pinyins": [
              "suí",
              "yì",
              "chūn",
              "fāng",
              "xiē"
            ]
          },
          {
            "characters": [
              "王",
              "孙",
              "自",
              "可",
              "留"
            ],
            "pinyins": [
              "wáng",
              "sūn",
              "zì",
              "kě",
              "liú"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "山水",
          "田园",
          "写景",
          "早教"
        ],
        "annotations": [
          {
            "translation": [
              "新雨过后山谷里空旷清新，初秋傍晚的天气特别凉爽。",
              "明月映照着幽静的松林间，清澈泉水在山石上淙淙淌流。",
              "竹林中少女喧笑洗衣归来，莲叶轻摇是上游荡下轻舟。",
              "任凭春天的美景消歇，眼前的秋景足以令人流连。"
            ],
            "annotation": [
              "暝（míng）：日落时分，天色将晚。",
              "空山：空旷，空寂的山野。",
              "新：刚刚。",
              "清泉石上流：写的正是雨后的景色。",
              "竹喧：竹林中笑语喧哗。",
              "喧：喧哗，这里指竹叶发出沙沙声响。",
              "浣（huàn）女：洗衣服的女子。",
              "浣：洗涤衣物。",
              "随意：任凭。",
              "春芳：春天的花草。",
              "歇：消散，消失。",
              "王孙：原指贵族子弟，此处指诗人自己。",
              "留：居。"
            ]
          }
        ],
        "title": "山居秋暝",
        "id": "77c08693-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "张继",
        "lines": [
          {
            "characters": [
              "月",
              "落",
              "乌",
              "啼",
              "霜",
              "满",
              "天"
            ],
            "pinyins": [
              "yuè",
              "là",
              "wū",
              "tí",
              "shuāng",
              "mǎn",
              "tiān"
            ]
          },
          {
            "characters": [
              "江",
              "枫",
              "渔",
              "火",
              "对",
              "愁",
              "眠"
            ],
            "pinyins": [
              "jiāng",
              "fēng",
              "yú",
              "huǒ",
              "duì",
              "chóu",
              "mián"
            ]
          },
          {
            "characters": [
              "姑",
              "苏",
              "城",
              "外",
              "寒",
              "山",
              "寺"
            ],
            "pinyins": [
              "gū",
              "sū",
              "chéng",
              "wài",
              "hán",
              "shān",
              "sì"
            ]
          },
          {
            "characters": [
              "夜",
              "半",
              "钟",
              "声",
              "到",
              "客",
              "船"
            ],
            "pinyins": [
              "yè",
              "bàn",
              "zhōng",
              "shēng",
              "dào",
              "kè",
              "chuán"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "秋天",
          "写景",
          "思乡",
          "感怀",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "月亮已落下乌鸦啼叫寒气满天，江边枫树与船上渔火，难抵我独自傍愁而眠。",
              "姑苏城外那寒山古寺，半夜里敲响的钟声传到了我乘坐的客船。"
            ],
            "annotation": [
              "枫桥：在今苏州市阊门外。",
              "夜泊：夜间把船停靠在岸边。",
              "乌啼：一说为乌鸦啼鸣，一说为乌啼镇。",
              "霜满天：霜，不可能满天，这个“霜”字应当体会作严寒；霜满天，是空气极冷的形象语。",
              "江枫：一般解释作“江边枫树”，江指吴淞江，源自太湖，流经上海，汇入长江，俗称苏州河。另外有人认为指“江村桥”和“枫桥”。“枫桥”在吴县南门（阊阖门）外西郊，本名“封桥”，因张继此诗而改为“枫桥”。",
              "渔火：通常解释，“鱼火”就是渔船上的灯火；也有说法指“渔火”实际上就是一同打渔的伙伴。",
              "对愁眠：伴愁眠之意，此句把江枫和渔火二词拟人化。就是后世有不解诗的人，怀疑江枫渔火怎么能对愁眠，于是附会出一种讲法，说愁眠是寒山寺对面的山名。",
              "姑苏：苏州的别称，因城西南有姑苏山而得名。",
              "寒山寺：在枫桥附近，始建于南朝梁代。相传因唐代僧人寒山、拾得曾住此而得名。在今苏州市西枫桥镇。本名“妙利普明塔院”，又名枫桥寺；另一种说法，“寒山”乃泛指肃寒之山，非寺名。寺曾经数次重建，现在的寺宇，为太平天国以后新建。寺钟在第二次世界大战时，被日本人运走，下落不明。",
              "夜半钟声：当今的佛寺（春节）半夜敲钟，但当时有半夜敲钟的习惯，也叫「无常钟」或「分夜钟」。宋朝大文豪欧阳修曾提出疑问表示：“诗人为了贪求好句，以至于道理说不通，这是作文章的毛病，如张继诗句“夜半钟声到客船”，句子虽好，但那有三更半夜打钟的道理？”可是经过许多人的实地查访，才知苏州和邻近地区的佛寺，有打半夜钟的风俗。"
            ]
          }
        ],
        "title": "枫桥夜泊",
        "id": "77c08694-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "清",
        "author": "纳兰性德",
        "lines": [
          {
            "characters": [
              "山",
              "一",
              "程"
            ],
            "pinyins": [
              "shān",
              "yī",
              "chéng"
            ]
          },
          {
            "characters": [
              "水",
              "一",
              "程"
            ],
            "pinyins": [
              "shuǐ",
              "yī",
              "chéng"
            ]
          },
          {
            "characters": [
              "风",
              "一",
              "更"
            ],
            "pinyins": [
              "fēng",
              "yī",
              "gēng"
            ]
          },
          {
            "characters": [
              "雪",
              "一",
              "更"
            ],
            "pinyins": [
              "xuě",
              "yī",
              "gēng"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "抒情",
          "思乡",
          "最美"
        ],
        "annotations": [
          {
            "translation": [
              "跋山涉水走过一程又一程，将士们马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。",
              "帐篷外风声不断，雪花不住，嘈杂的声音打碎了思乡的梦，想到远隔千里的家乡没有这样的声音啊。"
            ]
          },
          {
            "translation": [
              "将士们不辞辛苦地跋山涉水，马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。",
              "外面正刮着风、下着雪，惊醒了睡梦中的将士们，勾起了他们对故乡的思念，故乡是多么的温暖宁静呀，哪有这般狂风呼啸、雪花乱舞的聒噪之声。"
            ],
            "annotation": [
              "长相思。唐教坊曲，双翅小令。又名《双红豆》。",
              "程：道路、路程，山一程、水一程，即山长水远。",
              "榆关：即今山海关，在今河北秦皇岛东北；那畔：即山海关的另一边，指身处关外。",
              "千帐灯：皇帝出巡临时住宿的行帐的灯火。千帐言军营之多。",
              "更：旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。",
              "聒（guō）：声音嘈杂，这里指风雪声。",
              "故园：故乡，这里指北京；此声：指风雪交加的声音。"
            ]
          }
        ],
        "title": "长相思",
        "id": "77c08695-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "未知",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "论",
              "语"
            ],
            "pinyins": [
              "lún",
              "yǔ"
            ]
          },
          {
            "characters": [
              "敏",
              "而",
              "好",
              "学"
            ],
            "pinyins": [
              "mǐn",
              "ér",
              "hǎo",
              "xué"
            ]
          },
          {
            "characters": [
              "不",
              "耻",
              "下",
              "问"
            ],
            "pinyins": [
              "bù",
              "chǐ",
              "xià",
              "wèn"
            ]
          },
          {
            "characters": [
              "知",
              "之",
              "为",
              "知",
              "之"
            ],
            "pinyins": [
              "zhī",
              "zhī",
              "wéi",
              "zhī",
              "zhī"
            ]
          },
          {
            "characters": [
              "不",
              "知",
              "为",
              "不",
              "知"
            ],
            "pinyins": [
              "bù",
              "zhī",
              "wéi",
              "bù",
              "zhī"
            ]
          },
          {
            "characters": [
              "默",
              "而",
              "识",
              "之"
            ],
            "pinyins": [
              "mò",
              "ér",
              "shí",
              "zhī"
            ]
          },
          {
            "characters": [
              "学",
              "而",
              "不",
              "厌"
            ],
            "pinyins": [
              "xué",
              "ér",
              "bù",
              "yàn"
            ]
          },
          {
            "characters": [
              "朱",
              "熹"
            ],
            "pinyins": [
              "zhū",
              "xī"
            ]
          },
          {
            "characters": [
              "余",
              "尝",
              "谓",
              "：",
              "读",
              "书",
              "有",
              "三",
              "到"
            ],
            "pinyins": [
              "yú",
              "cháng",
              "wèi",
              "：",
              "dú",
              "shū",
              "yǒu",
              "sān",
              "dào"
            ]
          },
          {
            "characters": [
              "谓",
              "心",
              "到",
              "、",
              "眼",
              "到",
              "、",
              "口",
              "到"
            ],
            "pinyins": [
              "wèi",
              "xīn",
              "dào",
              "、",
              "yǎn",
              "dào",
              "、",
              "kǒu",
              "dào"
            ]
          },
          {
            "characters": [
              "心",
              "不",
              "在",
              "此"
            ],
            "pinyins": [
              "xīn",
              "bù",
              "zài",
              "cǐ"
            ]
          },
          {
            "characters": [
              "曾",
              "国",
              "藩"
            ],
            "pinyins": [
              "zēng",
              "guó",
              "fān"
            ]
          },
          {
            "characters": [
              "盖",
              "士",
              "人",
              "读",
              "书"
            ],
            "pinyins": [
              "gài",
              "shì",
              "rén",
              "dú",
              "shū"
            ]
          },
          {
            "characters": [
              "第",
              "一",
              "要",
              "有",
              "志"
            ],
            "pinyins": [
              "dì",
              "yī",
              "yào",
              "yǒu",
              "zhì"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "读书"
        ],
        "annotations": [
          {
            "translation": [
              "天资聪明而又好学的人，不以向地位比自己低、学识比自己差的人请教为耻。",
              "知道就是知道，不知道就是不知道，这样才是真正的智慧。",
              "默默地记住所学的知识，学习不觉得满足，教人不知道疲倦。"
            ],
            "annotation": [
              "敏：聪明。",
              "好：喜好。",
              "耻：以……为耻。",
              "知：通“智”，聪明，智慧。",
              "厌：满足。",
              "诲：教导。",
              "谓：说。",
              "漫浪：随随便便。",
              "急：要紧。",
              "盖：在句首，发语词。",
              "士人：泛指知识阶层。",
              "恒：恒心。",
              "下流：下等，劣等。",
              "断：副词，表示绝对、一定。"
            ]
          }
        ],
        "title": "古人谈读书",
        "id": "77c08696-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "虞世南",
        "lines": [
          {
            "characters": [
              "垂",
              "緌",
              "饮",
              "清",
              "露"
            ],
            "pinyins": [
              "chuí",
              "ruí",
              "yǐn",
              "qīng",
              "lòu"
            ]
          },
          {
            "characters": [
              "流",
              "响",
              "出",
              "疏",
              "桐"
            ],
            "pinyins": [
              "liú",
              "xiǎng",
              "chū",
              "shū",
              "tóng"
            ]
          },
          {
            "characters": [
              "居",
              "高",
              "声",
              "自",
              "远"
            ],
            "pinyins": [
              "jū",
              "gāo",
              "shēng",
              "zì",
              "yuǎn"
            ]
          },
          {
            "characters": [
              "非",
              "是",
              "藉",
              "秋",
              "风"
            ],
            "pinyins": [
              "fēi",
              "shì",
              "jiè",
              "qiū",
              "fēng"
            ]
          }
        ],
        "keywords": [
          "咏物",
          "寓理"
        ],
        "annotations": [
          {
            "translation": [
              "蝉垂下像帽缨一样的触角吸吮着清澈甘甜的露水，连续不断地鸣叫声从稀疏的梧桐树枝间传出。",
              "蝉正是因为在高处它的声音才能传得远，并非是凭借秋风的力量。"
            ],
            "annotation": [
              "垂緌（ruí）：古人结在颔下的帽缨下垂部分，蝉的头部伸出的触须，形状与其有些相似。",
              "清露：纯净的露水。古人以为蝉是喝露水生活的，其实是刺吸植物的汁液。",
              "流响：指连续不断的蝉鸣声。",
              "疏：开阔、稀疏。",
              "藉：凭借。"
            ]
          }
        ],
        "title": "蝉",
        "id": "77c0ada0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "林杰",
        "lines": [
          {
            "characters": [
              "七",
              "夕",
              "今",
              "宵",
              "看",
              "碧",
              "霄"
            ],
            "pinyins": [
              "qī",
              "xī",
              "jīn",
              "xiāo",
              "kàn",
              "bì",
              "xiāo"
            ]
          },
          {
            "characters": [
              "牵",
              "牛",
              "织",
              "女",
              "渡",
              "河",
              "桥"
            ],
            "pinyins": [
              "qiān",
              "niú",
              "zhī",
              "nǚ",
              "dù",
              "hé",
              "qiáo"
            ]
          },
          {
            "characters": [
              "家",
              "家",
              "乞",
              "巧",
              "望",
              "秋",
              "月"
            ],
            "pinyins": [
              "jiā",
              "jiā",
              "qǐ",
              "qiǎo",
              "wàng",
              "qiū",
              "yuè"
            ]
          },
          {
            "characters": [
              "穿",
              "尽",
              "红",
              "丝",
              "几",
              "万",
              "条"
            ],
            "pinyins": [
              "chuān",
              "jìn",
              "hóng",
              "sī",
              "jī",
              "wàn",
              "tiáo"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "节日",
          "七夕"
        ],
        "annotations": [
          {
            "translation": [
              "七夕佳节，人们纷纷抬头仰望浩瀚天空，就好像能看见牛郎织女渡过银河在鹊桥上相会。",
              "家家户户都在一边观赏秋月，一边乞巧，穿过的红线都有几万条了。"
            ],
            "annotation": [
              "乞巧节：古代节日，在农历七月初七日，又名七夕。旧时风俗，妇女们于这一天牛郎织女相会之夜穿针，向织女学巧，谓乞巧。",
              "碧霄：指浩瀚无际的青天。",
              "几万条：比喻多。"
            ]
          }
        ],
        "title": "乞巧",
        "id": "77c0ada1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "张志和",
        "lines": [
          {
            "characters": [
              "西",
              "塞",
              "山",
              "前",
              "白",
              "鹭",
              "飞"
            ],
            "pinyins": [
              "xī",
              "sāi",
              "shān",
              "qián",
              "bái",
              "lù",
              "fēi"
            ]
          },
          {
            "characters": [
              "桃",
              "花",
              "流",
              "水",
              "鳜",
              "鱼",
              "肥"
            ],
            "pinyins": [
              "táo",
              "huā",
              "liú",
              "shuǐ",
              "guì",
              "yú",
              "féi"
            ]
          },
          {
            "characters": [
              "青",
              "箬",
              "笠"
            ],
            "pinyins": [
              "qīng",
              "ruò",
              "lì"
            ]
          },
          {
            "characters": [
              "绿",
              "蓑",
              "衣"
            ],
            "pinyins": [
              "lǜ",
              "suō",
              "yī"
            ]
          }
        ],
        "keywords": [
          "宋词三百首",
          "小学古诗",
          "写景",
          "赞美",
          "向往",
          "小学生必背古诗70首",
          "小学生必背古诗80首",
          "隐逸"
        ],
        "annotations": [
          {
            "translation": [
              "西塞山前白鹭在自由地翱翔，江岸桃花盛开，江水中肥美的鳜鱼欢快地游来游去。",
              "渔翁头戴青色斗笠，身披绿色蓑衣，冒着斜风细雨，悠然自得地垂钓，连下了雨都不回家。"
            ],
            "annotation": [
              "渔歌子：词牌名。此调原为唐教坊名曲。分单调、双调二体。单调二十七字，平韵，以张氏此调最为著名。双调，五十字，仄韵。《渔歌子》又名《渔父》或《渔父乐》，大概是民间的渔歌。据《词林纪事》转引的记载说，张志和曾谒见湖州刺史颜真卿，因为船破旧了，请颜真卿帮助更换，并作《渔歌子》。词牌《渔歌子》即始于张志和写的《渔歌子》而得名。“子”即是“曲子”的简称。",
              "西塞山：浙江湖州。",
              "白鹭：一种白色的水鸟。",
              "桃花流水：桃花盛开的季节正是春水盛涨的时候，俗称桃花汛或桃花水。",
              "鳜（guì）鱼：淡水鱼，江南又称桂鱼，肉质鲜美。",
              "箬（ruò）笠：竹叶或竹篾做的斗笠。",
              "蓑（suō）衣：用草或棕编制成的雨衣。",
              "不须：不一定要。"
            ]
          }
        ],
        "title": "渔歌子",
        "id": "77c0ada2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "朱熹",
        "lines": [
          {
            "characters": [
              "半",
              "亩",
              "方",
              "塘",
              "一",
              "鉴",
              "开"
            ],
            "pinyins": [
              "bàn",
              "mǔ",
              "fāng",
              "táng",
              "yī",
              "jiàn",
              "kāi"
            ]
          },
          {
            "characters": [
              "天",
              "光",
              "云",
              "影",
              "共",
              "徘",
              "徊"
            ],
            "pinyins": [
              "tiān",
              "guāng",
              "yún",
              "yǐng",
              "gòng",
              "pái",
              "huái"
            ]
          },
          {
            "characters": [
              "问",
              "渠",
              "那",
              "得",
              "清",
              "如",
              "许"
            ],
            "pinyins": [
              "wèn",
              "qú",
              "nà",
              "dé",
              "qīng",
              "rú",
              "xǔ"
            ]
          },
          {
            "characters": [
              "为",
              "有",
              "源",
              "头",
              "活",
              "水",
              "来"
            ],
            "pinyins": [
              "wéi",
              "yǒu",
              "yuán",
              "tóu",
              "huó",
              "shuǐ",
              "lái"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "初中古诗",
          "写景",
          "读书",
          "哲理",
          "早教",
          "感怀"
        ],
        "annotations": [
          {
            "translation": [
              "半亩大的方形池塘像一面镜子一样打开，天光、云影在水面上闪耀浮动。",
              "要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。"
            ],
            "annotation": [
              "方塘：又称半亩塘，在福建尤溪城南郑义斋馆舍（后为南溪书院）内。朱熹父亲朱松与郑交好，故尝有《蝶恋花·醉宿郑氏别墅》词云：“清晓方塘开一境。落絮如飞，肯向春风定。”",
              "鉴：一说为古代用来盛水或冰的青铜大盆。镜子；也有学者认为镜子。指像鉴（镜子）一样可以照人。",
              "“天光”句：是说天的光和云的影子反映在塘水之中，不停地变动，犹如人在徘徊。",
              "徘徊：来回移动。",
              "为：因为。",
              "渠：它，第三人称代词，这里指方塘之水。",
              "那得：怎么会。",
              "那：怎么的意思。",
              "清如许：这样清澈。",
              "如：如此，这样。",
              "清：清澈。",
              "源头活水：比喻知识是不断更新和发展的，从而不断积累，只有在人生的学习中不断地学习、运用和探索，才能使自己永保先进和活力，就像水源头一样。"
            ]
          }
        ],
        "title": "观书有感·其一",
        "id": "77c0ada3-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "朱熹",
        "lines": [
          {
            "characters": [
              "昨",
              "夜",
              "江",
              "边",
              "春",
              "水",
              "生"
            ],
            "pinyins": [
              "zuó",
              "yè",
              "jiāng",
              "biān",
              "chūn",
              "shuǐ",
              "shēng"
            ]
          },
          {
            "characters": [
              "蒙",
              "冲",
              "巨",
              "舰",
              "一",
              "毛",
              "轻"
            ],
            "pinyins": [
              "mēng",
              "chōng",
              "jù",
              "jiàn",
              "yī",
              "máo",
              "qīng"
            ]
          },
          {
            "characters": [
              "向",
              "来",
              "枉",
              "费",
              "推",
              "移",
              "力"
            ],
            "pinyins": [
              "xiàng",
              "lái",
              "wǎng",
              "fèi",
              "tuī",
              "yí",
              "lì"
            ]
          },
          {
            "characters": [
              "此",
              "日",
              "中",
              "流",
              "自",
              "在",
              "行"
            ],
            "pinyins": [
              "cǐ",
              "rì",
              "zhōng",
              "liú",
              "zì",
              "zài",
              "háng"
            ]
          }
        ],
        "keywords": [
          "写水",
          "读书",
          "哲理"
        ],
        "annotations": [
          {
            "translation": [
              "昨天夜晚江边的春水大涨，那艘大船就像一片羽毛一般轻盈。",
              "以往花费许多力量也不能推动它，今天却能在江水中央自在漂流。"
            ],
            "annotation": [
              "蒙冲：古代攻击性很强的战舰名，这里指大船。",
              "一毛轻：像一片羽毛一般轻盈。",
              "向来：原先，指春水上涨之前。",
              "推移力：指浅水时行船困难，需人推挽而行。",
              "中流：河流的中心。"
            ]
          }
        ],
        "title": "观书有感·其二",
        "id": "77c0ada4-8134-11ea-9149-af5cd5c4fc93"
      }
    ],
    [
      {
        "dynasty": "宋",
        "author": "范成大",
        "lines": [
          {
            "characters": [
              "昼",
              "出",
              "耘",
              "田",
              "夜",
              "绩",
              "麻"
            ],
            "pinyins": [
              "zhòu",
              "chū",
              "yún",
              "tián",
              "yè",
              "jì",
              "má"
            ]
          },
          {
            "characters": [
              "村",
              "庄",
              "儿",
              "女",
              "各",
              "当",
              "家"
            ],
            "pinyins": [
              "cūn",
              "zhuāng",
              "ér",
              "nǚ",
              "gè",
              "dāng",
              "jiā"
            ]
          },
          {
            "characters": [
              "童",
              "孙",
              "未",
              "解",
              "供",
              "耕",
              "织"
            ],
            "pinyins": [
              "tóng",
              "sūn",
              "wèi",
              "jiě",
              "gōng",
              "gēng",
              "zhī"
            ]
          },
          {
            "characters": [
              "也",
              "傍",
              "桑",
              "阴",
              "学",
              "种",
              "瓜"
            ],
            "pinyins": [
              "yě",
              "bàng",
              "sāng",
              "yīn",
              "xué",
              "zhǒng",
              "guā"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "农村",
          "夏天",
          "劳动",
          "生活",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "白天去田里锄草，夜晚在家中搓麻线，村中男男女女各有各的家务劳动。",
              "小孩子虽然不会耕田织布，也在那桑树荫下学着种瓜。"
            ],
            "annotation": [
              "耘田：除草。",
              "绩麻：把麻搓成线。",
              "各当家：每人担任一定的工作。",
              "未解：不懂。",
              "供：从事，参加。",
              "傍：靠近。",
              "阴；树荫。"
            ]
          }
        ],
        "title": "四时田园杂兴·其三十一",
        "id": "77c122d0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "杨万里",
        "lines": [
          {
            "characters": [
              "稚",
              "子",
              "金",
              "盆",
              "脱",
              "晓",
              "冰"
            ],
            "pinyins": [
              "zhì",
              "zǐ",
              "jīn",
              "pén",
              "tuō",
              "xiǎo",
              "bīng"
            ]
          },
          {
            "characters": [
              "彩",
              "丝",
              "穿",
              "取",
              "当",
              "银",
              "钲"
            ],
            "pinyins": [
              "cǎi",
              "sī",
              "chuān",
              "qǔ",
              "dāng",
              "yín",
              "zhēng"
            ]
          },
          {
            "characters": [
              "敲",
              "成",
              "玉",
              "磬",
              "穿",
              "林",
              "响"
            ],
            "pinyins": [
              "qiāo",
              "chéng",
              "yù",
              "qìng",
              "chuān",
              "lín",
              "xiǎng"
            ]
          },
          {
            "characters": [
              "忽",
              "作",
              "玻",
              "璃",
              "碎",
              "地",
              "声"
            ],
            "pinyins": [
              "hū",
              "zuò",
              "bō",
              "lí",
              "suì",
              "dì",
              "shēng"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "冬天",
          "儿童",
          "生活"
        ],
        "annotations": [
          {
            "translation": [
              "儿童早晨起来，将冻结在铜盆里的冰块脱下，用彩线穿起来当铮。",
              "敲出的声音像玉磬一般穿越树林，忽然冰锣敲碎落地，发出美玉摔碎般的声音。"
            ],
            "annotation": [
              "稚子：指幼稚、天真的孩子。",
              "脱晓冰：在这里指儿童晨起，从结成坚冰的铜盆里剜冰。",
              "钲：指古代的一种像锣的乐器。",
              "磬（qìng）：四声 古代打击乐器，形状像曲尺，用玉、石制成，可以悬挂在墙上。",
              "玻璃：指古时候的一种天然玉石，也叫水玉，并不是现在的玻璃。"
            ]
          }
        ],
        "title": "稚子弄冰",
        "id": "77c122d1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "雷震",
        "lines": [
          {
            "characters": [
              "草",
              "满",
              "池",
              "塘",
              "水",
              "满",
              "陂"
            ],
            "pinyins": [
              "cǎo",
              "mǎn",
              "chí",
              "táng",
              "shuǐ",
              "mǎn",
              "bēi"
            ]
          },
          {
            "characters": [
              "山",
              "衔",
              "落",
              "日",
              "浸",
              "寒",
              "漪"
            ],
            "pinyins": [
              "shān",
              "xián",
              "luò",
              "rì",
              "jìn",
              "hán",
              "yī"
            ]
          },
          {
            "characters": [
              "牧",
              "童",
              "归",
              "去",
              "横",
              "牛",
              "背"
            ],
            "pinyins": [
              "mù",
              "tóng",
              "guī",
              "qù",
              "héng",
              "niú",
              "bèi"
            ]
          },
          {
            "characters": [
              "短",
              "笛",
              "无",
              "腔",
              "信",
              "口",
              "吹"
            ],
            "pinyins": [
              "duǎn",
              "dí",
              "wú",
              "qiāng",
              "xìn",
              "kǒu",
              "chuī"
            ]
          }
        ],
        "keywords": [
          "农村",
          "写景",
          "儿童"
        ],
        "annotations": [
          {
            "translation": [
              "在一个长满水草的池塘里，池水灌得满满的，山衔住落日淹没了水波。",
              "放牛的孩子横坐在牛背上，随意地用短笛吹奏着不成调的的乐曲。"
            ],
            "annotation": [
              "陂（bēi）：池塘的岸。",
              "衔：口里含着。本文指落日西沉，半挂在山腰，像被山咬住了。",
              "浸：淹没。",
              "寒漪（yī）：水上波纹。",
              "横牛背：横坐在牛背上。",
              "腔：曲调。",
              "信口：随口。",
              "归去：回去。",
              "池塘：堤岸。"
            ]
          },
          {
            "translation": [
              "池塘四周长满了青草，池塘里的水几乎溢出了塘岸，山像是衔着落日似地倒映在波光荡漾的水面上。",
              "放牛的孩子横坐在牛背上，慢慢的朝家而去，拿着短笛随便地吹奏着不成调的曲子。"
            ],
            "annotation": [
              "陂（bēi）：池塘。",
              "衔：口里含着。此指落日西沉，半挂在山腰，像被山咬住了。",
              "浸：淹没。寒漪：带有凉意的水纹。漪（yī），水波。",
              "横牛背：横坐在牛背上。",
              "腔：曲调。信口：随口。"
            ]
          }
        ],
        "title": "村晚",
        "id": "77c122d2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王昌龄",
        "lines": [
          {
            "characters": [
              "青",
              "海",
              "长",
              "云",
              "暗",
              "雪",
              "山"
            ],
            "pinyins": [
              "qīng",
              "hǎi",
              "cháng",
              "yún",
              "àn",
              "xuě",
              "shān"
            ]
          },
          {
            "characters": [
              "孤",
              "城",
              "遥",
              "望",
              "玉",
              "门",
              "关"
            ],
            "pinyins": [
              "gū",
              "chéng",
              "yáo",
              "wàng",
              "yù",
              "mén",
              "guān"
            ]
          },
          {
            "characters": [
              "黄",
              "沙",
              "百",
              "战",
              "穿",
              "金",
              "甲"
            ],
            "pinyins": [
              "huáng",
              "shā",
              "bǎi",
              "zhàn",
              "chuān",
              "jīn",
              "jiǎ"
            ]
          },
          {
            "characters": [
              "不",
              "破",
              "楼",
              "兰",
              "终",
              "不",
              "还"
            ],
            "pinyins": [
              "bù",
              "pò",
              "lóu",
              "lán",
              "zhōng",
              "bù",
              "huán"
            ]
          }
        ],
        "keywords": [
          "高中古诗",
          "边塞",
          "战争",
          "壮志",
          "早教",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "青海湖上乌云密布，遮得连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。",
              "守边将士身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。"
            ],
            "annotation": [
              "青海：指青海湖，在今青海省。唐朝大将哥舒翰筑城于此，置神威军戍守。",
              "长云：层层浓云。",
              "雪山：即祁连山，山巅终年积雪，故云。",
              "孤城：即玉门关。",
              "玉门关：汉置边关名，在今甘肃敦煌西。一作“雁门关”。",
              "破：一作“斩”。",
              "楼兰：汉时西域国名，即鄯善国，在今新疆维吾尔自治区鄯善县东南一带。西汉时楼兰国王与匈奴勾通，屡次杀害汉朝通西域的使臣。此处泛指唐西北地区常常侵扰边境的少数民族政权。",
              "终不还：一作“竟不还”。"
            ]
          }
        ],
        "title": "从军行七首·其四",
        "id": "77c122d3-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "陆游",
        "lines": [
          {
            "characters": [
              "三",
              "万",
              "里",
              "河",
              "东",
              "入",
              "海"
            ],
            "pinyins": [
              "sān",
              "wàn",
              "lǐ",
              "hé",
              "dōng",
              "rù",
              "hǎi"
            ]
          },
          {
            "characters": [
              "五",
              "千",
              "仞",
              "岳",
              "上",
              "摩",
              "天"
            ],
            "pinyins": [
              "wǔ",
              "qiān",
              "rèn",
              "yuè",
              "shàng",
              "mó",
              "tiān"
            ]
          },
          {
            "characters": [
              "遗",
              "民",
              "泪",
              "尽",
              "胡",
              "尘",
              "里"
            ],
            "pinyins": [
              "yí",
              "mín",
              "lèi",
              "jìn",
              "hú",
              "chén",
              "lǐ"
            ]
          },
          {
            "characters": [
              "南",
              "望",
              "王",
              "师",
              "又",
              "一",
              "年"
            ],
            "pinyins": [
              "nán",
              "wàng",
              "wáng",
              "shī",
              "yòu",
              "yī",
              "nián"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "忧国忧民",
          "同情"
        ],
        "annotations": [
          {
            "translation": [
              "万里长的黄河奔腾向东流入大海，千仞高的华山耸入云霄触青天。",
              "中原人民在胡人压迫下眼泪已流尽，他们盼望王师北伐盼了一年又一年。"
            ],
            "annotation": [
              "三万里：长度，形容它的长，是虚指。",
              "河：指黄河。",
              "五千仞（rèn）：形容它的高。仞，古代计算长度的一种单位，周尺八尺或七尺，周尺一尺约合二十三厘米。",
              "岳：指五岳之一西岳华山。黄河和华山都在金人占领区内。一说指北方泰、恒、嵩、华诸山。",
              "摩天：迫近高天，形容极高。摩，摩擦、接触或触摸。",
              "遗民：指在金占领区生活的汉族人民，却认同南宋王朝统治的人民。",
              "泪尽：眼泪流干了，形容十分悲惨、痛苦。",
              "胡尘：指金人入侵中原，也指胡人骑兵的铁蹄践踏扬起的尘土和金朝的暴政。胡，中国古代对北方和西方少数民族的泛称。",
              "南望：远眺南方。",
              "王师：指宋朝的军队。"
            ]
          }
        ],
        "title": "秋夜将晓出篱门迎凉有感",
        "id": "77c122d4-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "杜甫",
        "lines": [
          {
            "characters": [
              "剑",
              "外",
              "忽",
              "传",
              "收",
              "蓟",
              "北"
            ],
            "pinyins": [
              "jiàn",
              "wài",
              "hū",
              "chuán",
              "shōu",
              "jì",
              "běi"
            ]
          },
          {
            "characters": [
              "初",
              "闻",
              "涕",
              "泪",
              "满",
              "衣",
              "裳"
            ],
            "pinyins": [
              "chū",
              "wén",
              "tì",
              "lèi",
              "mǎn",
              "yī",
              "shang"
            ]
          },
          {
            "characters": [
              "却",
              "看",
              "妻",
              "子",
              "愁",
              "何",
              "在"
            ],
            "pinyins": [
              "què",
              "kàn",
              "qī",
              "zǐ",
              "chóu",
              "hé",
              "zài"
            ]
          },
          {
            "characters": [
              "漫",
              "卷",
              "诗",
              "书",
              "喜",
              "欲",
              "狂"
            ],
            "pinyins": [
              "màn",
              "juàn",
              "shī",
              "shū",
              "xǐ",
              "yù",
              "kuáng"
            ]
          },
          {
            "characters": [
              "白",
              "日",
              "放",
              "歌",
              "须",
              "纵",
              "酒"
            ],
            "pinyins": [
              "bái",
              "rì",
              "fàng",
              "gē",
              "xū",
              "zòng",
              "jiǔ"
            ]
          },
          {
            "characters": [
              "青",
              "春",
              "作",
              "伴",
              "好",
              "还",
              "乡"
            ],
            "pinyins": [
              "qīng",
              "chūn",
              "zuò",
              "bàn",
              "hǎo",
              "huán",
              "xiāng"
            ]
          },
          {
            "characters": [
              "即",
              "从",
              "巴",
              "峡",
              "穿",
              "巫",
              "峡"
            ],
            "pinyins": [
              "jí",
              "cóng",
              "bā",
              "xiá",
              "chuān",
              "wū",
              "xiá"
            ]
          },
          {
            "characters": [
              "便",
              "下",
              "襄",
              "阳",
              "向",
              "洛",
              "阳"
            ],
            "pinyins": [
              "biàn",
              "xià",
              "xiāng",
              "yáng",
              "xiàng",
              "luò",
              "yáng"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "思归",
          "喜悦",
          "最美",
          "小学生必背古诗80首",
          "忧国"
        ],
        "annotations": [
          {
            "translation": [
              "剑外忽然传来收蓟北的消息，刚刚听到时涕泪满衣裳。",
              "回头看妻子和孩子哪还有一点的忧伤，胡乱地卷起诗书欣喜若狂。",
              "日头照耀放声高歌痛饮美酒，趁着明媚春光与妻儿一同返回家乡。",
              "就从巴峡再穿过巫峡，经过了襄阳后又直奔洛阳。"
            ],
            "annotation": [
              "闻：听说。官军：指唐朝军队。",
              "剑外：剑门关以南，这里指四川。",
              "蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。",
              "涕：眼泪。",
              "却看：回头看。",
              "妻子：妻子和孩子。",
              "愁何在：哪还有一点的忧伤？愁已无影无踪。",
              "漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说杜甫已经迫不及待地去整理行装准备回家乡去了。",
              "喜欲狂：高兴得简直要发狂。",
              "放歌：放声高歌。",
              "须：应当。",
              "纵酒：开怀痛饮。",
              "青春：指明丽的春天的景色。",
              "作伴：与妻儿一同。",
              "巫峡：长江三峡之一，因穿过巫山得名。",
              "便：就的意思。",
              "襄阳：今属湖北。",
              "洛阳：今属河南，古代城池。"
            ]
          }
        ],
        "title": "闻官军收河南河北",
        "id": "77c122d5-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "先秦",
        "author": "韩非",
        "lines": [
          {
            "characters": [
              "楚",
              "人",
              "有",
              "鬻",
              "盾",
              "与",
              "矛",
              "者"
            ],
            "pinyins": [
              "chǔ",
              "rén",
              "yǒu",
              "yù",
              "dùn",
              "yǔ",
              "máo",
              "zhě"
            ]
          },
          {
            "characters": [
              "誉",
              "之",
              "曰",
              "：",
              "“",
              "吾",
              "盾",
              "之",
              "坚"
            ],
            "pinyins": [
              "yù",
              "zhī",
              "yuē",
              "：“",
              "wú",
              "dùn",
              "zhī",
              "jiān"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "哲理",
          "故事"
        ],
        "annotations": [
          {
            "translation": [
              "有一个楚国人，既卖盾又卖矛。他夸耀自己的盾，说：“我的盾坚固无比，没有什么东西能够穿透它。”又夸耀自己的矛，说：“我的矛锋利极了，任何坚固的东西都穿得透。”有人问他：“如果用您的矛刺您的盾，结果会怎么样呢？”那人张口结舌，一句话也回答不上来。什么都不能刺穿的盾与什么都能刺穿的矛，不可能同时存在于这个世界上。"
            ],
            "annotation": [
              "矛:古代用来刺杀敌人的长柄兵器，矛的基本形制有狭叶、阔叶、长叶、叶刃带系和凹口骹式等。",
              "盾:盾牌,古代作战时遮挡刀剑用。",
              "誉：赞誉，夸耀。",
              "曰：说，讲。",
              "吾：我。",
              "陷：穿透、刺穿的意思 。",
              "或：有人。",
              "以：使用；用。",
              "子：您，对人的尊称。",
              "何如：怎么样。",
              "应：回答。",
              "利：锋利，锐利。",
              "其：助词。这里指那个卖矛和盾的人。",
              "弗能：不能。",
              "之：的。",
              "鬻（yù)：卖。",
              "者：...的人。",
              "莫：没有什么。",
              "夫：用在句首，引起议论。"
            ]
          }
        ],
        "title": "自相矛盾",
        "id": "77c122d6-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "南北朝",
        "author": "刘义庆",
        "lines": [
          {
            "characters": [
              "梁",
              "国",
              "杨",
              "氏",
              "子",
              "九",
              "岁"
            ],
            "pinyins": [
              "liáng",
              "guó",
              "yáng",
              "shì",
              "zǐ",
              "jiǔ",
              "suì"
            ]
          },
          {
            "characters": [
              "甚",
              "聪",
              "惠"
            ],
            "pinyins": [
              "shèn",
              "cōng",
              "huì"
            ]
          },
          {
            "characters": [
              "孔",
              "君",
              "平",
              "诣",
              "其",
              "父"
            ],
            "pinyins": [
              "kǒng",
              "jūn",
              "píng",
              "yì",
              "qí",
              "fù"
            ]
          }
        ],
        "keywords": [
          "儿童",
          "小学文言文"
        ],
        "annotations": [
          {
            "translation": [
              "梁国一户姓杨的人家家里有一个九岁的儿子，非常聪明。孔君平来拜见他的父亲，恰巧他父亲不在，于是便叫他出来。他为孔君平端来水果，水果中有杨梅，孔君平指着杨梅给孩子看，并说：“这是你家的水果。”杨氏子马上回答说：“没听说孔雀是先生您家的鸟。”"
            ],
            "annotation": [
              "孔君平：孔坦，字君平，官至延尉。",
              "氏：姓氏，表示家族的姓。",
              "夫子：旧时对学者或老师的尊称。",
              "设：摆放，摆设。",
              "甚：非常。",
              "诣：拜见。",
              "未闻：没有听说过。",
              "示：给……看。",
              "惠：惠同“慧”，智慧的意思。",
              "乃：就；于是。",
              "曰：说。",
              "未：没有。"
            ]
          }
        ],
        "title": "杨氏之子",
        "id": "77c122d7-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "孟郊",
        "lines": [
          {
            "characters": [
              "慈",
              "母",
              "手",
              "中",
              "线"
            ],
            "pinyins": [
              "cí",
              "mǔ",
              "shǒu",
              "zhōng",
              "xiàn"
            ]
          },
          {
            "characters": [
              "游",
              "子",
              "身",
              "上",
              "衣"
            ],
            "pinyins": [
              "yóu",
              "zǐ",
              "shēn",
              "shàng",
              "yī"
            ]
          },
          {
            "characters": [
              "临",
              "行",
              "密",
              "密",
              "缝"
            ],
            "pinyins": [
              "lín",
              "xíng",
              "mì",
              "mì",
              "féng"
            ]
          },
          {
            "characters": [
              "意",
              "恐",
              "迟",
              "迟",
              "归"
            ],
            "pinyins": [
              "yì",
              "kǒng",
              "chí",
              "chí",
              "guī"
            ]
          },
          {
            "characters": [
              "谁",
              "言",
              "寸",
              "草",
              "心"
            ],
            "pinyins": [
              "shuí",
              "yán",
              "cùn",
              "cǎo",
              "xīn"
            ]
          },
          {
            "characters": [
              "报",
              "得",
              "三",
              "春",
              "晖"
            ],
            "pinyins": [
              "bào",
              "dé",
              "sān",
              "chūn",
              "huī"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "乐府",
          "赞颂",
          "母亲",
          "母爱",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "慈祥的母亲手里把着针线，为即将远游的孩子赶制新衣。",
              "临行前一针针密密地缝缀，怕儿子回来得晚衣服破损。",
              "谁说像小草那样微弱的孝心，能报答得了像春晖普泽的慈母恩情？"
            ],
            "annotation": [
              "游子：古代称远游旅居的人。吟：诗体名称。",
              "游子：指诗人自己，以及各个离乡的游子。",
              "临：将要。",
              "意恐：担心。归：回来，回家。",
              "谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。",
              "报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。"
            ]
          },
          {
            "translation": [
              "慈祥的母亲手里把着针线。 为将远游的孩子赶制新衣。",
              "临行她忙着缝得严严实实， 是耽心孩子此去难得回归。",
              "谁能说像小草的那点孝心， 可报答春晖般的慈母恩惠？"
            ],
            "annotation": [
              "１、寸草：比喻非常微小。",
              "２、三春晖：三春，指春天的孟春、仲春、季春；晖，阳光；形容母爱如春天和煦的阳光。"
            ]
          }
        ],
        "title": "游子吟",
        "id": "77c122d8-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王维",
        "lines": [
          {
            "characters": [
              "人",
              "闲",
              "桂",
              "花",
              "落"
            ],
            "pinyins": [
              "rén",
              "xián",
              "guì",
              "huā",
              "là"
            ]
          },
          {
            "characters": [
              "夜",
              "静",
              "春",
              "山",
              "空"
            ],
            "pinyins": [
              "yè",
              "jìng",
              "chūn",
              "shān",
              "kōng"
            ]
          },
          {
            "characters": [
              "月",
              "出",
              "惊",
              "山",
              "鸟"
            ],
            "pinyins": [
              "yuè",
              "chū",
              "jīng",
              "shān",
              "niǎo"
            ]
          },
          {
            "characters": [
              "时",
              "鸣",
              "春",
              "涧",
              "中"
            ],
            "pinyins": [
              "shí",
              "míng",
              "chūn",
              "jiàn",
              "zhōng"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "春天",
          "写景",
          "早教"
        ],
        "annotations": [
          {
            "translation": [
              "寂静的山谷中，只有木樨花在无声的飘落，宁静的夜色中春山一片空寂。",
              "月亮升起月光照耀大地时惊动了山中栖鸟，在春天的溪涧里不时地鸣叫。"
            ],
            "annotation": [
              "鸟鸣涧：鸟儿在山涧中鸣叫。",
              "人闲：指没有人事活动相扰。",
              "闲：安静、悠闲，含有人声寂静的意思。",
              "桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。",
              "春山：春日的山。亦指春日山中。",
              "空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。",
              "月出：月亮升起。",
              "惊：惊动，扰乱。",
              "山鸟：山中的鸟。",
              "时鸣：偶尔（时而）啼叫。",
              "时：时而，偶尔。"
            ]
          }
        ],
        "title": "鸟鸣涧",
        "id": "77c149e0-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王之涣",
        "lines": [
          {
            "characters": [
              "黄",
              "河",
              "远",
              "上",
              "白",
              "云",
              "间"
            ],
            "pinyins": [
              "huáng",
              "hé",
              "yuǎn",
              "shàng",
              "bái",
              "yún",
              "jiān"
            ]
          },
          {
            "characters": [
              "一",
              "片",
              "孤",
              "城",
              "万",
              "仞",
              "山"
            ],
            "pinyins": [
              "yī",
              "piàn",
              "gū",
              "chéng",
              "wàn",
              "rèn",
              "shān"
            ]
          },
          {
            "characters": [
              "羌",
              "笛",
              "何",
              "须",
              "怨",
              "杨",
              "柳"
            ],
            "pinyins": [
              "qiāng",
              "dí",
              "hé",
              "xū",
              "yuàn",
              "yáng",
              "liǔ"
            ]
          },
          {
            "characters": [
              "春",
              "风",
              "不",
              "度",
              "玉",
              "门",
              "关"
            ],
            "pinyins": [
              "chūn",
              "fēng",
              "bù",
              "dù",
              "yù",
              "mén",
              "guān"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "边塞",
          "写景",
          "思乡",
          "早教小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。",
              "何必用羌笛吹起那哀怨的《杨柳曲》去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！"
            ],
            "annotation": [
              "凉州词：又名《出塞》。为当时流行的一首曲子（《凉州词》）配的唱词。",
              "原题二首，此其一，郭茂倩《乐府诗集》卷七十九《近代曲词》载有《凉州歌》，并引《乐苑》云：“《凉州》，宫调曲，开元中西凉府都督郭知运进”。凉州，唐陇右道凉州治所在姑臧县（今甘肃省武威市凉州区）。",
              "远上；远远向西望去。“远”一作“直”。",
              "黄河远上：远望黄河的源头。",
              "孤城：指孤零零的戍边的城堡。",
              "仞：古代的长度单位，一仞相当于七尺或八尺(等于231cm或264cm,约等于2.3m或2.6m)。",
              "羌笛：古羌族主要分布在甘、青、川一带。羌笛是羌族乐器，属横吹式管乐。属于一种乐器。",
              "何须：何必。何须怨：何必埋怨。",
              "杨柳：指的是《杨柳曲》。古诗文中常以杨柳喻送别情事。。",
              "度：吹到过。不度：吹不到",
              "玉门关：汉武帝置，因西域输入玉石取道于此而得名。故址在今甘肃敦煌西北小方盘城,是古代通往西域的要道。六朝时关址东移至今安西双塔堡附近。"
            ]
          }
        ],
        "title": "凉州词二首·其一",
        "id": "77c149e1-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李白",
        "lines": [
          {
            "characters": [
              "故",
              "人",
              "西",
              "辞",
              "黄",
              "鹤",
              "楼"
            ],
            "pinyins": [
              "gù",
              "rén",
              "xī",
              "cí",
              "huáng",
              "hè",
              "lóu"
            ]
          },
          {
            "characters": [
              "烟",
              "花",
              "三",
              "月",
              "下",
              "扬",
              "州"
            ],
            "pinyins": [
              "yān",
              "huā",
              "sān",
              "yuè",
              "xià",
              "yáng",
              "zhōu"
            ]
          },
          {
            "characters": [
              "孤",
              "帆",
              "远",
              "影",
              "碧",
              "空",
              "尽"
            ],
            "pinyins": [
              "gū",
              "fān",
              "yuǎn",
              "yǐng",
              "bì",
              "kōng",
              "jìn"
            ]
          },
          {
            "characters": [
              "唯",
              "见",
              "长",
              "江",
              "天",
              "际",
              "流"
            ],
            "pinyins": [
              "wéi",
              "jiàn",
              "cháng",
              "jiāng",
              "tiān",
              "jì",
              "liú"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "写景",
          "写水",
          "友情",
          "送别",
          "早教",
          "月份",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。",
              "孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。"
            ],
            "annotation": [
              "黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。",
              "故人：老朋友，这里指孟浩然。其年龄比李白大，在诗坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。",
              "辞：辞别。",
              "烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。",
              "下：顺流向下而行。",
              "碧空尽：消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。",
              "唯见：只看见。",
              "天际流：流向天边。",
              "天际：天边，天边的尽头。"
            ]
          }
        ],
        "title": "黄鹤楼送孟浩然之广陵",
        "id": "77c149e2-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "翁卷",
        "lines": [
          {
            "characters": [
              "绿",
              "遍",
              "山",
              "原",
              "白",
              "满",
              "川"
            ],
            "pinyins": [
              "lǜ",
              "biàn",
              "shān",
              "yuán",
              "bái",
              "mǎn",
              "chuān"
            ]
          },
          {
            "characters": [
              "子",
              "规",
              "声",
              "里",
              "雨",
              "如",
              "烟"
            ],
            "pinyins": [
              "zǐ",
              "guī",
              "shēng",
              "lǐ",
              "yǔ",
              "rú",
              "yān"
            ]
          },
          {
            "characters": [
              "乡",
              "村",
              "四",
              "月",
              "闲",
              "人",
              "少"
            ],
            "pinyins": [
              "xiāng",
              "cūn",
              "sì",
              "yuè",
              "xián",
              "rén",
              "shǎo"
            ]
          },
          {
            "characters": [
              "才",
              "了",
              "蚕",
              "桑",
              "又",
              "插",
              "田"
            ],
            "pinyins": [
              "cái",
              "le",
              "cán",
              "sāng",
              "yòu",
              "chā",
              "tián"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "乡村",
          "劳动",
          "小学生必背古诗70首"
        ],
        "annotations": [
          {
            "translation": [
              "山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫。",
              "乡村的四月正是最忙的时候，刚刚结束了蚕桑的事又要插秧了。"
            ],
            "annotation": [
              "山原：山陵和原野。",
              "白满川：指稻田里的水色映着天光。",
              "川：平地。",
              "子规：鸟名，杜鹃鸟。",
              "才了：刚刚结束。",
              "蚕桑：种桑养蚕。",
              "插田：插秧。"
            ]
          }
        ],
        "title": "乡村四月",
        "id": "77c149e3-8134-11ea-9149-af5cd5c4fc93"
      }
    ]
  ],
  [
    [
      {
        "dynasty": "唐",
        "author": "孟浩然",
        "lines": [
          {
            "characters": [
              "移",
              "舟",
              "泊",
              "烟",
              "渚"
            ],
            "pinyins": [
              "yí",
              "zhōu",
              "bó",
              "yān",
              "zhǔ"
            ]
          },
          {
            "characters": [
              "日",
              "暮",
              "客",
              "愁",
              "新"
            ],
            "pinyins": [
              "rì",
              "mù",
              "kè",
              "chóu",
              "xīn"
            ]
          },
          {
            "characters": [
              "野",
              "旷",
              "天",
              "低",
              "树"
            ],
            "pinyins": [
              "yě",
              "kuàng",
              "tiān",
              "dī",
              "shù"
            ]
          },
          {
            "characters": [
              "江",
              "清",
              "月",
              "近",
              "人"
            ],
            "pinyins": [
              "jiāng",
              "qīng",
              "yuè",
              "jìn",
              "rén"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "写景",
          "抒情",
          "羁旅",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "把船停泊在烟雾弥漫的沙洲旁，日暮时分新愁又涌上了心头。",
              "原野无边无际，远处的天空比近处的树林还要低；江水清清，明月仿似更与人相亲。"
            ],
            "annotation": [
              "建德江：指新安江流经建德（今属浙江）西部的一段江水。",
              "移舟：划动小船。泊：停船靠岸。",
              "烟渚（zhǔ）：指江中雾气笼罩的小沙洲。烟：一作“幽”。",
              "渚：水中小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”",
              "客：指作者自己。",
              "愁：为思乡而忧思不堪。",
              "野：原野。旷：空阔远大。",
              "天低树：天幕低垂，好像和树木相连。",
              "月近人：倒映在水中的月亮好像来靠近人。"
            ]
          }
        ],
        "title": "宿建德江",
        "id": "77c1bf10-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "苏轼",
        "lines": [
          {
            "characters": [
              "黑",
              "云",
              "翻",
              "墨",
              "未",
              "遮",
              "山"
            ],
            "pinyins": [
              "hēi",
              "yún",
              "fān",
              "mò",
              "wèi",
              "zhē",
              "shān"
            ]
          },
          {
            "characters": [
              "白",
              "雨",
              "跳",
              "珠",
              "乱",
              "入",
              "船"
            ],
            "pinyins": [
              "bái",
              "yǔ",
              "tiào",
              "zhū",
              "luàn",
              "rù",
              "chuán"
            ]
          },
          {
            "characters": [
              "卷",
              "地",
              "风",
              "来",
              "忽",
              "吹",
              "散"
            ],
            "pinyins": [
              "juàn",
              "dì",
              "fēng",
              "lái",
              "hū",
              "chuī",
              "sàn"
            ]
          },
          {
            "characters": [
              "望",
              "湖",
              "楼",
              "下",
              "水",
              "如",
              "天"
            ],
            "pinyins": [
              "wàng",
              "hú",
              "lóu",
              "xià",
              "shuǐ",
              "rú",
              "tiān"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "翻滚的乌云像泼洒的墨汁还没有完全遮住天空，白花花的雨点似珍珠乱蹦乱跳窜上船。",
              "忽然间卷地而来的狂风吹散了满天的乌云，而那风雨后望湖楼下的西湖波光粼粼水天一片。"
            ],
            "annotation": [
              "六月二十七日：指宋神宗熙宁五年（1072）六月二十七日。",
              "望湖楼：古建筑名，又叫看经楼。位于杭州西湖畔，五代时吴越王钱弘俶所建。",
              "醉书：饮酒醉时写下的作品。",
              "翻墨：打翻的黑墨水，形容云层很黑。遮：遮盖，遮挡。",
              "白雨：指夏日阵雨的特殊景观，因雨点大而猛，在湖光山色的衬托下，显得白而透明。",
              "跳珠：跳动的水珠（珍珠），用“跳珠”形容雨点，说明雨点大，杂乱无序。",
              "卷地风来：指狂风席地卷来。",
              "忽：突然。",
              "水如天：形容湖面像天空一般开阔而且平静。"
            ]
          }
        ],
        "title": "六月二十七日望湖楼醉书",
        "id": "77c1bf11-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "辛弃疾",
        "lines": [
          {
            "characters": [
              "明",
              "月",
              "别",
              "枝",
              "惊",
              "鹊"
            ],
            "pinyins": [
              "míng",
              "yuè",
              "bié",
              "zhī",
              "jīng",
              "què"
            ]
          },
          {
            "characters": [
              "清",
              "风",
              "半",
              "夜",
              "鸣",
              "蝉"
            ],
            "pinyins": [
              "qīng",
              "fēng",
              "bàn",
              "yè",
              "míng",
              "chán"
            ]
          },
          {
            "characters": [
              "稻",
              "花",
              "香",
              "里",
              "说",
              "丰",
              "年"
            ],
            "pinyins": [
              "dào",
              "huā",
              "xiāng",
              "lǐ",
              "shuō",
              "fēng",
              "nián"
            ]
          },
          {
            "characters": [
              "七",
              "八",
              "个",
              "星",
              "天",
              "外"
            ],
            "pinyins": [
              "qī",
              "bā",
              "gè",
              "xīng",
              "tiān",
              "wài"
            ]
          },
          {
            "characters": [
              "两",
              "三",
              "点",
              "雨",
              "山",
              "前"
            ],
            "pinyins": [
              "liǎng",
              "sān",
              "diǎn",
              "yǔ",
              "shān",
              "qián"
            ]
          },
          {
            "characters": [
              "旧",
              "时",
              "茅",
              "店",
              "社",
              "林",
              "边"
            ],
            "pinyins": [
              "jiù",
              "shí",
              "máo",
              "diàn",
              "shè",
              "lín",
              "biān"
            ]
          }
        ],
        "keywords": [
          "宋词三百首",
          "小学古诗",
          "初中古诗",
          "婉约",
          "夏天",
          "农村",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。在稻花的香气里，耳边传来一阵阵青蛙的叫声，好像在讨论，说今年是一个丰收的好年景。",
              "天空中轻云漂浮，闪烁的星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。"
            ],
            "annotation": [
              "西江月：词牌名。",
              "黄沙：黄沙岭，在江西上饶的西面。",
              "别枝惊鹊：惊动喜鹊飞离树枝。",
              "鸣蝉：蝉叫声。",
              "旧时：往日。",
              "茅店：茅草盖的乡村客店。",
              "社林：土地庙附近的树林。社，土地神庙。古时，村有社树，为祀神处，故曰社林。",
              "见：同“现”，显现，出现。"
            ]
          }
        ],
        "title": "西江月·夜行黄沙道中",
        "id": "77c1bf12-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "近现",
        "author": "毛泽东",
        "lines": [
          {
            "characters": [
              "红",
              "军",
              "不",
              "怕",
              "远",
              "征",
              "难"
            ],
            "pinyins": [
              "hóng",
              "jūn",
              "bù",
              "pà",
              "yuǎn",
              "zhēng",
              "nán"
            ]
          },
          {
            "characters": [
              "万",
              "水",
              "千",
              "山",
              "只",
              "等",
              "闲"
            ],
            "pinyins": [
              "wàn",
              "shuǐ",
              "qiān",
              "shān",
              "zhī",
              "děng",
              "xián"
            ]
          },
          {
            "characters": [
              "五",
              "岭",
              "逶",
              "迤",
              "腾",
              "细",
              "浪"
            ],
            "pinyins": [
              "wǔ",
              "lǐng",
              "wēi",
              "yí",
              "téng",
              "xì",
              "làng"
            ]
          },
          {
            "characters": [
              "乌",
              "蒙",
              "磅",
              "礴",
              "走",
              "泥",
              "丸"
            ],
            "pinyins": [
              "wū",
              "mēng",
              "páng",
              "bó",
              "zǒu",
              "ní",
              "wán"
            ]
          },
          {
            "characters": [
              "金",
              "沙",
              "水",
              "拍",
              "云",
              "崖",
              "暖"
            ],
            "pinyins": [
              "jīn",
              "shā",
              "shuǐ",
              "pāi",
              "yún",
              "yá",
              "nuǎn"
            ]
          },
          {
            "characters": [
              "大",
              "渡",
              "桥",
              "横",
              "铁",
              "索",
              "寒"
            ],
            "pinyins": [
              "dà",
              "dù",
              "qiáo",
              "héng",
              "tiě",
              "suǒ",
              "hán"
            ]
          },
          {
            "characters": [
              "更",
              "喜",
              "岷",
              "山",
              "千",
              "里",
              "雪"
            ],
            "pinyins": [
              "gēng",
              "xǐ",
              "mín",
              "shān",
              "qiān",
              "lǐ",
              "xuě"
            ]
          },
          {
            "characters": [
              "三",
              "军",
              "过",
              "后",
              "尽",
              "开",
              "颜"
            ],
            "pinyins": [
              "sān",
              "jūn",
              "guò",
              "hòu",
              "jìn",
              "kāi",
              "yán"
            ]
          }
        ],
        "keywords": [
          "抒情",
          "豪迈",
          "喜悦"
        ],
        "annotations": [
          {
            "translation": [
              "红军不怕万里长征路上的一切艰难困苦，把千山万水都看得极为平常。",
              "五岭山脉绵延不绝，可在红军眼里不过像翻腾着的细小波浪；乌蒙山高大雄伟，在红军眼里也不过像在脚下滚过的泥丸。",
              "金沙江浊浪滔天，湍急的流水拍击着高耸的山崖，溅起阵阵雾水，像是冒出蒸汽一样。大渡河险桥横架，晃动着凌空高悬的根根铁索，寒意阵阵。",
              "更加令人欣喜的是千里岷山，皑皑白雪，红军翻越过去以后人人心情开朗，个个笑逐颜开。"
            ],
            "annotation": [
              "七律：七律是律诗的一种，每篇一般为八句，每句七个字，分四联：首联、颔联、颈联和尾联；偶句末一字押平声韵，首句末字可押可不押，必须一韵到底；句内和句间要讲平仄，中间四句按常规要用对仗。",
              "长征：1934年10月间，中央红军主力从中央革命根据地出发作战略大转移，经过福建、江西、广东、湖南、广西、贵州、四川、云南、西藏、甘肃、陕西等十一省，击溃了敌人多次的围追和堵截，战胜了军事上、政治上和自然界的无数艰险，行军二万五千里，终于在1935年10月到达陕北革命根据地。",
              "难：艰难险阻。",
              "等闲：不怕困难，不可阻止。",
              "五岭：大庾岭，骑田岭，都庞岭，萌渚岭，越城岭，横亘在江西、湖南、两广之间。",
              "逶迤：形容道路、山脉、河流等弯弯曲曲，连绵不断的样子。",
              "细浪：作者自释：“把山比作‘细浪’、‘泥丸’，是‘等闲’之意。”",
              "乌蒙：山名。乌蒙山，在贵州西部与云南东北部的交界处，北临金沙江，山势陡峭。1935年4月，红军长征经过此地。",
              "泥丸：小泥球，整句意思说险峻的乌蒙山在红军战士的脚下，就像是一个小泥球一样。",
              "金沙：金沙江，指长江上游自青海省玉树县至四川省宜宾市的一段，云南等地也有支流。1935年5月，红军曾强渡云南省禄劝县皎平渡渡口。",
              "云崖暖：是指浪花拍打悬崖峭壁，溅起阵阵雾水，在红军的眼中像是冒出的蒸汽一样。（云崖：高耸入云的山崖。暖：被一些学者指为红军巧渡金沙江后的欢快心情，也有学者说意思为直译后的温暖。）",
              "大渡桥：指四川省西部泸定县大渡河上的泸定桥。",
              "铁索：大渡河上泸定桥，它是用十三根铁索组成的桥。",
              "寒：影射敌人的冷酷与形势的严峻。",
              "岷（mín）山：中国西部大山。位于甘肃省西南、四川省北部。西北-东南走向。西北接西倾山，南与邛崃山相连。包括甘肃南部的迭山，甘肃、四川边境的摩天岭。",
              "三军：作者自注：“红军一方面军，二方面军，四方面军。”",
              "尽开颜：红军的长征到达目的地了，他们取得了胜利，所以个个都笑逐颜开。"
            ]
          }
        ],
        "title": "七律·长征",
        "id": "77c1bf13-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "刘禹锡",
        "lines": [
          {
            "characters": [
              "九",
              "曲",
              "黄",
              "河",
              "万",
              "里",
              "沙"
            ],
            "pinyins": [
              "jiǔ",
              "qū",
              "huáng",
              "hé",
              "wàn",
              "lǐ",
              "shā"
            ]
          },
          {
            "characters": [
              "浪",
              "淘",
              "风",
              "簸",
              "自",
              "天",
              "涯"
            ],
            "pinyins": [
              "làng",
              "táo",
              "fēng",
              "bò",
              "zì",
              "tiān",
              "yá"
            ]
          },
          {
            "characters": [
              "如",
              "今",
              "直",
              "上",
              "银",
              "河",
              "去"
            ],
            "pinyins": [
              "rú",
              "jīn",
              "zhí",
              "shàng",
              "yín",
              "hé",
              "qù"
            ]
          },
          {
            "characters": [
              "同",
              "到",
              "牵",
              "牛",
              "织",
              "女",
              "家"
            ],
            "pinyins": [
              "tóng",
              "dào",
              "qiān",
              "niú",
              "zhī",
              "nǚ",
              "jiā"
            ]
          }
        ],
        "keywords": [
          "黄河",
          "乐观",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "万里黄河弯弯曲曲挟带着泥沙，波涛滚滚如巨风掀簸来自天涯。",
              "如今好像要直飞上高空的银河，请你带上我一起去寻访牛郎织女的家。"
            ],
            "annotation": [
              "浪淘沙：唐教坊曲名。创自刘禹锡、白居易，其形式为七言绝句。后又用为词牌名。",
              "九曲：自古相传黄河有九道弯。形容弯弯曲曲的地方很多。",
              "万里沙：黄河在流经各地时挟带大量泥沙。",
              "浪淘风簸：黄河卷着泥沙，风浪滚动的样子。",
              "浪淘：波浪淘洗。",
              "簸：掀翻，上下簸动。",
              "自天涯：来自天边。",
              "牵牛织女：银河系的两个星座名。自古相传，织女为天上仙女，下凡到人间，和牛郎结为夫妇。后西王母召回织女，牛郎追上天，西王母罚他们隔河相望，只准每年七月七日的夜晚相会一次。",
              "牵牛：即传说中的牛郎。"
            ]
          }
        ],
        "title": "浪淘沙·其一",
        "id": "77c1e620-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "杜牧",
        "lines": [
          {
            "characters": [
              "千",
              "里",
              "莺",
              "啼",
              "绿",
              "映",
              "红"
            ],
            "pinyins": [
              "qiān",
              "lǐ",
              "yīng",
              "tí",
              "lǜ",
              "yìng",
              "hóng"
            ]
          },
          {
            "characters": [
              "水",
              "村",
              "山",
              "郭",
              "酒",
              "旗",
              "风"
            ],
            "pinyins": [
              "shuǐ",
              "cūn",
              "shān",
              "guō",
              "jiǔ",
              "qí",
              "fēng"
            ]
          },
          {
            "characters": [
              "南",
              "朝",
              "四",
              "百",
              "八",
              "十",
              "寺"
            ],
            "pinyins": [
              "nán",
              "cháo",
              "sì",
              "bǎi",
              "bā",
              "shí",
              "sì"
            ]
          },
          {
            "characters": [
              "多",
              "少",
              "楼",
              "台",
              "烟",
              "雨",
              "中"
            ],
            "pinyins": [
              "duō",
              "shǎo",
              "lóu",
              "tái",
              "yān",
              "yǔ",
              "zhōng"
            ]
          }
        ],
        "keywords": [
          "春天",
          "写景",
          "感怀",
          "抒情小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "辽阔的江南到处莺歌燕舞绿树红花相映，水边村寨山麓城郭处处酒旗飘动。",
              "南朝遗留下的许多座古寺， 如今有多少笼罩在这蒙胧烟雨之中。"
            ],
            "annotation": [
              "莺啼：即莺啼燕语。",
              "郭：外城。此处指城镇。",
              "酒旗：一种挂在门前以作为酒店标记的小旗。",
              "南朝：指先后与北朝对峙的宋、齐、梁、陈政权。",
              "四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。这里说四百八十寺，是虚数。",
              "楼台：楼阁亭台。此处指寺院建筑。",
              "烟雨：细雨蒙蒙，如烟如雾。"
            ]
          },
          {
            "annotation": [
              "莺啼：即莺啼燕语。",
              "郭：外城。此处指城镇。酒旗：一种挂在门前以作为酒店标记的小旗。",
              "南朝：指先后与北朝对峙的宋、齐、梁、陈政权。四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。据《南史·循吏·郭祖深传》说：“都下佛寺五百余所”。这里说四百八十寺，是虚数。",
              "楼台：楼阁亭台。此处指寺院建筑。烟雨：细雨蒙蒙，如烟如雾。"
            ]
          }
        ],
        "title": "江南春",
        "id": "77c1e621-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "王安石",
        "lines": [
          {
            "characters": [
              "茅",
              "檐",
              "长",
              "扫",
              "净",
              "无",
              "苔"
            ],
            "pinyins": [
              "máo",
              "yán",
              "cháng",
              "sǎo",
              "jìng",
              "wú",
              "tái"
            ]
          },
          {
            "characters": [
              "花",
              "木",
              "成",
              "畦",
              "手",
              "自",
              "栽"
            ],
            "pinyins": [
              "huā",
              "mù",
              "chéng",
              "qí",
              "shǒu",
              "zì",
              "zāi"
            ]
          },
          {
            "characters": [
              "一",
              "水",
              "护",
              "田",
              "将",
              "绿",
              "绕"
            ],
            "pinyins": [
              "yī",
              "shuǐ",
              "hù",
              "tián",
              "jiāng",
              "lǜ",
              "rào"
            ]
          },
          {
            "characters": [
              "两",
              "山",
              "排",
              "闼",
              "送",
              "青",
              "来"
            ],
            "pinyins": [
              "liǎng",
              "shān",
              "pái",
              "tà",
              "sòng",
              "qīng",
              "lái"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "茅舍庭院由于经常打扫，洁净得没有一丝青苔，花木规整成行成垄都是主人亲自栽种的。",
              "庭院外一条小河环绕着大片碧绿的禾苗，两座山峰仿佛要推开门，给主人送上满山的青翠。"
            ],
            "annotation": [
              "书：书写，题诗。湖阴先生：本名杨德逢，隐居之士，是王安石晚年居住金陵（今江苏南京）紫金山时的邻居。",
              "茅檐：茅屋檐下，这里指庭院。净：一说“静”。",
              "无苔：没有青苔。",
              "成畦（qí ）：成垄成行。",
              "畦：经过修整的一块块田地。",
              "护田：这里指护卫环绕着园田。",
              "排闼（tà）：推开门。",
              "闼：小门。",
              "送青来：送来绿色。"
            ]
          }
        ],
        "title": "书湖阴先生壁",
        "id": "77c1e622-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "先秦",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "伯",
              "牙",
              "鼓",
              "琴"
            ],
            "pinyins": [
              "bó",
              "yá",
              "gǔ",
              "qín"
            ]
          },
          {
            "characters": [
              "锺",
              "子",
              "期",
              "听",
              "之"
            ],
            "pinyins": [
              "zhōng",
              "zǐ",
              "qī",
              "tīng",
              "zhī"
            ]
          },
          {
            "characters": [
              "方",
              "鼓",
              "琴",
              "而",
              "志",
              "在",
              "太",
              "山"
            ],
            "pinyins": [
              "fāng",
              "gǔ",
              "qín",
              "ér",
              "zhì",
              "zài",
              "tài",
              "shān"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "音乐",
          "知音",
          "故事"
        ],
        "annotations": [
          {
            "translation": [
              "伯牙弹琴，锺子期听他弹琴。伯牙在弹琴时心里想着高山，锺子期说：“你弹得真好呀，就像那巍峨的太山。”不一会儿，伯牙心里又想到流水，锺子期又说：“你弹得真好呀，就像那奔腾不息的流水。”锺子期死了以后，伯牙摔琴断弦，终身不再弹琴，认为世上再没有值得他为之弹琴的人了。"
            ],
            "annotation": [
              "鼓：弹奏。",
              "听：倾听。",
              "绝 ：断绝。",
              "志在高山：心中想到高山。",
              "曰：说。",
              "善哉：赞美之词，有夸奖的意思。即“好啊” 、“妙啊”或“太棒了”。善，好；哉，语气词，表示感叹。",
              "峨峨：高。",
              "乎：语气词，相当于“啊”。",
              "若 ：像……一样。",
              "少选：一会儿，不久。",
              "志在流水：心里想到河流。",
              "汤汤乎若流水：像流水一样浩荡。",
              "汤汤：水流大而急的样子。"
            ]
          }
        ],
        "title": "伯牙鼓琴",
        "id": "77c1e623-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "苏轼",
        "lines": [
          {
            "characters": [
              "蜀",
              "中",
              "有",
              "杜",
              "处",
              "士",
              " "
            ],
            "pinyins": [
              "shǔ",
              "zhōng",
              "yǒu",
              "dù",
              "chǔ",
              "shì",
              " "
            ]
          },
          {
            "characters": [
              "好",
              "书",
              "画"
            ],
            "pinyins": [
              "hǎo",
              "shū",
              "huà"
            ]
          },
          {
            "characters": [
              "　",
              "　",
              "一",
              "日",
              "曝",
              "书",
              "画"
            ],
            "pinyins": [
              "　　",
              "yī",
              "rì",
              "pù",
              "shū",
              "huà"
            ]
          },
          {
            "characters": [
              "而",
              "一",
              "牧",
              "童",
              "见",
              "之"
            ],
            "pinyins": [
              "ér",
              "yī",
              "mù",
              "tóng",
              "jiàn",
              "zhī"
            ]
          }
        ],
        "keywords": [
          "寓理",
          "故事",
          "小学文言文"
        ],
        "annotations": [
          {
            "translation": [
              "四川境内有个姓杜的隐士，爱好书画，他珍藏的书画作品有成百件，有戴嵩画的《牛》一幅，他特别喜爱，用锦囊盛起来，用玉石作画轴，经常随身携带着。"
            ],
            "annotation": [
              "杜处士：姓杜的读书人。",
              "宝：这里是动词，珍藏。",
              "囊：袋子，此处指画套。用彩锦做装画的袋子，用玉石做卷画的轴子。",
              "曝：晾、晒。",
              "搐：抽搐，收缩。",
              "掉：摇着尾巴。掉，摆动，摇动。",
              "然：认为⋯⋯是对的。",
              "所宝：所珍藏的画。",
              "戴嵩：唐代画家。",
              "锦襄玉轴：以玉为轴，用锦囊盛起来。",
              "拊掌：拍手。",
              "翘起尾巴。"
            ]
          }
        ],
        "title": "书戴嵩画牛",
        "id": "77c1e624-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "孟浩然",
        "lines": [
          {
            "characters": [
              "故",
              "人",
              "具",
              "鸡",
              "黍"
            ],
            "pinyins": [
              "gù",
              "rén",
              "jù",
              "jī",
              "shǔ"
            ]
          },
          {
            "characters": [
              "邀",
              "我",
              "至",
              "田",
              "家"
            ],
            "pinyins": [
              "yāo",
              "wǒ",
              "zhì",
              "tián",
              "jiā"
            ]
          },
          {
            "characters": [
              "绿",
              "树",
              "村",
              "边",
              "合"
            ],
            "pinyins": [
              "lǜ",
              "shù",
              "cūn",
              "biān",
              "hé"
            ]
          },
          {
            "characters": [
              "青",
              "山",
              "郭",
              "外",
              "斜"
            ],
            "pinyins": [
              "qīng",
              "shān",
              "guō",
              "wài",
              "xié"
            ]
          },
          {
            "characters": [
              "开",
              "轩",
              "面",
              "场",
              "圃"
            ],
            "pinyins": [
              "kāi",
              "xuān",
              "miàn",
              "cháng",
              "pǔ"
            ]
          },
          {
            "characters": [
              "把",
              "酒",
              "话",
              "桑",
              "麻"
            ],
            "pinyins": [
              "bǎ",
              "jiǔ",
              "huà",
              "sāng",
              "má"
            ]
          },
          {
            "characters": [
              "待",
              "到",
              "重",
              "阳",
              "日"
            ],
            "pinyins": [
              "dài",
              "dào",
              "chóng",
              "yáng",
              "rì"
            ]
          },
          {
            "characters": [
              "还",
              "来",
              "就",
              "菊",
              "花"
            ],
            "pinyins": [
              "huán",
              "lái",
              "jiù",
              "jú",
              "huā"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "初中古诗",
          "田园",
          "生活",
          "早教"
        ],
        "annotations": [
          {
            "translation": [
              "老朋友准备丰盛的饭菜，邀请我到他田舍做客。",
              "翠绿的树林围绕着村落，一脉青山在城郭外隐隐横斜。",
              "推开窗户面对谷场菜园，共饮美酒，闲谈农务。",
              "等到九九重阳节到来时，我还要来这里观赏菊花。"
            ],
            "annotation": [
              "过：拜访。故人庄：老朋友的田庄。庄，田庄。",
              "具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。",
              "黍（shǔ）：黄米，古代认为是上等的粮食。",
              "邀：邀请。至：到。",
              "合：环绕。",
              "郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。",
              "斜（xié）：倾斜。另有古音念xiá。",
              "开：打开，开启。轩：窗户。面：面对。",
              "场圃：场，打谷场、稻场；圃，菜园。",
              "把酒：端着酒具，指饮酒。把：拿起。端起。",
              "话桑麻：闲谈农事。",
              "桑麻：桑树和麻。这里泛指庄稼。",
              "重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。",
              "还（huán）：返，来。",
              "就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。"
            ]
          }
        ],
        "title": "过故人庄",
        "id": "77c1e625-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "近现",
        "author": "毛泽东",
        "lines": [
          {
            "characters": [
              "赤",
              "橙",
              "黄",
              "绿",
              "青",
              "蓝",
              "紫"
            ],
            "pinyins": [
              "chì",
              "chéng",
              "huáng",
              "lǜ",
              "qīng",
              "lán",
              "zǐ"
            ]
          },
          {
            "characters": [
              "谁",
              "持",
              "彩",
              "练",
              "当",
              "空",
              "舞"
            ],
            "pinyins": [
              "shuí",
              "chí",
              "cǎi",
              "liàn",
              "dāng",
              "kōng",
              "wǔ"
            ]
          },
          {
            "characters": [
              "雨",
              "后",
              "复",
              "斜",
              "阳"
            ],
            "pinyins": [
              "yǔ",
              "hòu",
              "fù",
              "xié",
              "yáng"
            ]
          },
          {
            "characters": [
              "当",
              "年",
              "鏖",
              "战",
              "急"
            ],
            "pinyins": [
              "dāng",
              "nián",
              "áo",
              "zhàn",
              "jí"
            ]
          },
          {
            "characters": [
              "弹",
              "洞",
              "前",
              "村",
              "壁"
            ],
            "pinyins": [
              "dàn",
              "dòng",
              "qián",
              "cūn",
              "bì"
            ]
          },
          {
            "characters": [
              "装",
              "点",
              "此",
              "关",
              "山"
            ],
            "pinyins": [
              "zhuāng",
              "diǎn",
              "cǐ",
              "guān",
              "shān"
            ]
          }
        ],
        "keywords": [
          "写景",
          "抒情",
          "乐观"
        ],
        "annotations": [
          {
            "translation": [
              "天上挂着七色的彩虹，而又是谁在手持这彩虹在空中翩翩起舞？黄昏雨之后又见夕阳，苍翠的群山仿如层层军阵。",
              "当年这里曾经进行了一次激烈的苦战，子弹穿透了前面村子的墙壁。那前村墙壁上留下的累累弹痕，把这里的景色打扮得更加美丽。"
            ],
            "annotation": [
              "菩萨蛮：词牌名，本唐教坊曲，后用为词牌，也用作曲牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》、《花溪碧》、《晚云烘日》等。另有《菩萨蛮引》、《菩萨蛮慢》。《菩萨蛮》也是曲牌名，属北曲正宫，字句格律与词牌前半阕同，用在套曲中。",
              "大柏地：乡名，位于江西省瑞金市北部，距市区30公里，素有“瑞金北大门”之称，319国道横贯南北，与宁都县、石城县相邻，是毛泽东等革命家曾经生活和战斗过的地方。",
              "赤橙黄绿青蓝紫：彩虹的七色。",
              "彩练：彩色绢带，喻虹。",
              "当空：在正前方的天空中央。",
              "关山：泛指附近群山。",
              "阵阵：每一列战斗队形。是说大雁列队而飞；本词则谓群山如层层军阵。北周皮信凋柱国大将军长孙俭神道碑：“风云积惨，山阵连阴。”",
              "苍：青黑色。",
              "鏖战：苦战。",
              "急：激烈。",
              "弹洞：枪眼。洞，若视为动词、作“洞穿”解，亦通。",
              "前村：前面的村庄，指战场附近的一个小村枣杏坑。",
              "装点：装饰点缀。",
              "今朝：如今。",
              "看：此处读平声。"
            ]
          }
        ],
        "title": "菩萨蛮·大柏地",
        "id": "77c1e626-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "朱熹",
        "lines": [
          {
            "characters": [
              "胜",
              "日",
              "寻",
              "芳",
              "泗",
              "水",
              "滨"
            ],
            "pinyins": [
              "shèng",
              "rì",
              "xún",
              "fāng",
              "sì",
              "shuǐ",
              "bīn"
            ]
          },
          {
            "characters": [
              "无",
              "边",
              "光",
              "景",
              "一",
              "时",
              "新"
            ],
            "pinyins": [
              "wú",
              "biān",
              "guāng",
              "jǐng",
              "yī",
              "shí",
              "xīn"
            ]
          },
          {
            "characters": [
              "等",
              "闲",
              "识",
              "得",
              "东",
              "风",
              "面"
            ],
            "pinyins": [
              "děng",
              "xián",
              "shí",
              "dé",
              "dōng",
              "fēng",
              "miàn"
            ]
          },
          {
            "characters": [
              "万",
              "紫",
              "千",
              "红",
              "总",
              "是",
              "春"
            ],
            "pinyins": [
              "wàn",
              "zǐ",
              "qiān",
              "hóng",
              "zǒng",
              "shì",
              "chūn"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "春天",
          "写景",
          "哲理",
          "早教",
          "最美",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "风和日丽之时泗水的河边踏青，无边无际的风光焕然一新。",
              "谁都可以看出春天的面貌，春风吹得百花开放、万紫千红，到处都是春天的景致。"
            ],
            "annotation": [
              "春日：春天。",
              "胜日：天气晴朗的好日子，也可看出人的好心情。",
              "寻芳：游春，踏青。",
              "泗水：河名，在山东省。",
              "滨：水边，河边。",
              "无边：无边无际。",
              "光景：风光风景。",
              "等闲：平常、轻易。“等闲识得”是容易识别的意思。",
              "东风：春风。"
            ]
          }
        ],
        "title": "春日",
        "id": "77c1e627-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "贺知章",
        "lines": [
          {
            "characters": [
              "少",
              "小",
              "离",
              "家",
              "老",
              "大",
              "回"
            ],
            "pinyins": [
              "shǎo",
              "xiǎo",
              "lí",
              "jiā",
              "lǎo",
              "dà",
              "huí"
            ]
          },
          {
            "characters": [
              "乡",
              "音",
              "无",
              "改",
              "鬓",
              "毛",
              "衰"
            ],
            "pinyins": [
              "xiāng",
              "yīn",
              "wú",
              "gǎi",
              "bìn",
              "máo",
              "shuāi"
            ]
          },
          {
            "characters": [
              "儿",
              "童",
              "相",
              "见",
              "不",
              "相",
              "识"
            ],
            "pinyins": [
              "ér",
              "tóng",
              "xiāng",
              "jiàn",
              "bù",
              "xiāng",
              "shí"
            ]
          },
          {
            "characters": [
              "笑",
              "问",
              "客",
              "从",
              "何",
              "处",
              "来"
            ],
            "pinyins": [
              "xiào",
              "wèn",
              "kè",
              "cóng",
              "hé",
              "chǔ",
              "lái"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "思乡",
          "感慨",
          "早教",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。",
              "家乡的儿童们看见我，没有一个认识我。他们笑着询问我：你是从哪里来的呀？"
            ],
            "annotation": [
              "偶书：随便写的诗。偶：说明诗写作得很偶然，是随时有所见、有所感就写下来的。",
              "少小离家：贺知章三十七岁中进士，在此以前就离开家乡。老大：年纪大了。贺知章回乡时已年逾八十。",
              "乡音：家乡的口音。无改：没什么变化。一作“难改”。",
              "鬓毛：额角边靠近耳朵的头发。一作“面毛”。衰（cui）：现一些教材版本读“shuāi”。减少，疏落。鬓毛衰：指鬓毛减少，疏落。",
              "相见：即看见我；相：带有指代性的副词。不相识：即不认识我。",
              "笑问：一本作“却问”，一本作“借问”。"
            ]
          }
        ],
        "title": "回乡偶书",
        "id": "77c20d30-8134-11ea-9149-af5cd5c4fc93"
      }
    ],
    [
      {
        "dynasty": "唐",
        "author": "韩翃",
        "lines": [
          {
            "characters": [
              "春",
              "城",
              "无",
              "处",
              "不",
              "飞",
              "花"
            ],
            "pinyins": [
              "chūn",
              "chéng",
              "wú",
              "chǔ",
              "bù",
              "fēi",
              "huā"
            ]
          },
          {
            "characters": [
              "寒",
              "食",
              "东",
              "风",
              "御",
              "柳",
              "斜"
            ],
            "pinyins": [
              "hán",
              "shí",
              "dōng",
              "fēng",
              "yù",
              "liǔ",
              "xié"
            ]
          },
          {
            "characters": [
              "日",
              "暮",
              "汉",
              "宫",
              "传",
              "蜡",
              "烛"
            ],
            "pinyins": [
              "rì",
              "mù",
              "hàn",
              "gōng",
              "chuán",
              "là",
              "zhú"
            ]
          },
          {
            "characters": [
              "轻",
              "烟",
              "散",
              "入",
              "五",
              "侯",
              "家"
            ],
            "pinyins": [
              "qīng",
              "yān",
              "sàn",
              "rù",
              "wǔ",
              "hóu",
              "jiā"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "寒食节",
          "典故",
          "讽刺",
          "早教",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "暮春长安城处处柳絮飞舞、落红无数，寒食节东风吹拂着皇城中的柳树。",
              "傍晚汉宫传送蜡烛赏赐王侯近臣，袅袅的轻烟飘散到天子宠臣的家中。"
            ],
            "annotation": [
              "春城：暮春时的长安城。",
              "寒食：古代在清明节前两天的节日，禁火三天，只吃冷食，所以称寒食。",
              "御柳：御苑之柳，皇城中的柳树。",
              "汉宫：这里指唐朝皇宫。",
              "传蜡烛：寒食节普天下禁火，但权贵宠臣可得到皇帝恩赐的燃烛。《唐辇下岁时记》“清明日取榆柳之火以赐近臣”。",
              "五侯：汉成帝时封王皇后的五个兄弟王谭、王商、王立、王根、王逢时皆为侯，受到特别的恩宠。这里泛指天子近幸之臣。"
            ]
          }
        ],
        "title": "寒食",
        "id": "77c28260-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "两汉",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "迢",
              "迢",
              "牵",
              "牛",
              "星"
            ],
            "pinyins": [
              "tiáo",
              "tiáo",
              "qiān",
              "niú",
              "xīng"
            ]
          },
          {
            "characters": [
              "皎",
              "皎",
              "河",
              "汉",
              "女"
            ],
            "pinyins": [
              "jiǎo",
              "jiǎo",
              "hé",
              "hàn",
              "nǚ"
            ]
          },
          {
            "characters": [
              "纤",
              "纤",
              "擢",
              "素",
              "手"
            ],
            "pinyins": [
              "xiān",
              "xiān",
              "zhuó",
              "sù",
              "shǒu"
            ]
          },
          {
            "characters": [
              "札",
              "札",
              "弄",
              "机",
              "杼"
            ],
            "pinyins": [
              "zhá",
              "zhá",
              "nòng",
              "jī",
              "zhù"
            ]
          },
          {
            "characters": [
              "终",
              "日",
              "不",
              "成",
              "章"
            ],
            "pinyins": [
              "zhōng",
              "rì",
              "bù",
              "chéng",
              "zhāng"
            ]
          },
          {
            "characters": [
              "泣",
              "涕",
              "零",
              "如",
              "雨"
            ],
            "pinyins": [
              "qì",
              "tì",
              "líng",
              "rú",
              "yǔ"
            ]
          },
          {
            "characters": [
              "河",
              "汉",
              "清",
              "且",
              "浅"
            ],
            "pinyins": [
              "hé",
              "hàn",
              "qīng",
              "qiě",
              "qiǎn"
            ]
          },
          {
            "characters": [
              "相",
              "去",
              "复",
              "几",
              "许"
            ],
            "pinyins": [
              "xiāng",
              "qù",
              "fù",
              "jǐ",
              "xǔ"
            ]
          },
          {
            "characters": [
              "盈",
              "盈",
              "一",
              "水",
              "间"
            ],
            "pinyins": [
              "yíng",
              "yíng",
              "yī",
              "shuǐ",
              "jiān"
            ]
          },
          {
            "characters": [
              "脉",
              "脉",
              "不",
              "得",
              "语"
            ],
            "pinyins": [
              "mò",
              "mò",
              "bù",
              "dé",
              "yǔ"
            ]
          }
        ],
        "keywords": [
          "古小学古诗",
          "诗三百首",
          "古诗十九首",
          "七夕节",
          "爱情",
          "思念"
        ],
        "annotations": [
          {
            "translation": [
              "在银河东南牵牛星遥遥可见，在银河之西织女星明亮皎洁。",
              "织女正摆动柔长洁白的双手，织布机札札地响个不停。",
              "一整天也没织成一段布，哭泣的眼泪如同下雨般零落。",
              "这银河看起来又清又浅，两岸相隔又有多远呢？",
              "虽然只相隔了一条银河，但也只能含情脉脉相视无言。"
            ],
            "annotation": [
              "迢（tiáo）迢：遥远的样子。牵牛星：河鼓三星之一，隔银河和织女星相对，俗称“牛郎星”，是天鹰星座的主星，在银河东。",
              "皎皎：明亮的样子。",
              "河汉女：指织女星，是天琴星座的主星，在银河西，与牵牛星隔河相对。河汉，即银河。",
              "纤纤：纤细柔长的样子。",
              "擢（zhuó）：引，抽，接近伸出的意思。素：洁白。",
              "札（zhá）札：象声词，机织声。",
              "弄：摆弄。",
              "杼（zhù）：织布机上的梭子。",
              "章：指布帛上的经纬纹理，这里指整幅的布帛。此句是用《诗经·小雅·大东》语意，说织女终日也织不成布。《诗经》原意是织女徒有虚名，不会织布。而这里则是说织女因相思，而无心织布。",
              "涕：眼泪。零：落下。",
              "清且浅：清又浅。",
              "相去：相离，相隔。去，离。复几许：又能有多远。",
              "盈盈：水清澈、晶莹的样子。一说形容织女，《文选》六臣注：“盈盈，端丽貌。”",
              "一水：指银河。",
              "间（jiàn）：间隔。",
              "脉（mò）脉：相视无言的样子。"
            ]
          }
        ],
        "title": "迢迢牵牛星",
        "id": "77c2a970-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王建",
        "lines": [
          {
            "characters": [
              "中",
              "庭",
              "地",
              "白",
              "树",
              "栖",
              "鸦"
            ],
            "pinyins": [
              "zhōng",
              "tíng",
              "dì",
              "bái",
              "shù",
              "qī",
              "yā"
            ]
          },
          {
            "characters": [
              "冷",
              "露",
              "无",
              "声",
              "湿",
              "桂",
              "花"
            ],
            "pinyins": [
              "lěng",
              "lòu",
              "wú",
              "shēng",
              "shī",
              "guì",
              "huā"
            ]
          },
          {
            "characters": [
              "今",
              "夜",
              "月",
              "明",
              "人",
              "尽",
              "望"
            ],
            "pinyins": [
              "jīn",
              "yè",
              "yuè",
              "míng",
              "rén",
              "jìn",
              "wàng"
            ]
          },
          {
            "characters": [
              "不",
              "知",
              "秋",
              "思",
              "落",
              "谁",
              "家"
            ],
            "pinyins": [
              "bù",
              "zhī",
              "qiū",
              "sī",
              "là",
              "shuí",
              "jiā"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "中秋节",
          "月亮",
          "思乡"
        ],
        "annotations": [
          {
            "translation": [
              "庭院地面雪白树上栖息着鹊鸦，秋露无声无息打湿了院中桂花。",
              "今天晚上人们都仰望当空明月，不知道这秋思之情落在了谁家？"
            ],
            "annotation": [
              "十五夜：指农历八月十五的晚上，即中秋夜。杜郎中，名杜元颖。",
              "中庭：即庭中，庭院中。",
              "地白：指月光照在庭院的样子。",
              "鸦：鸦雀。",
              "冷露：秋天的露水。",
              "尽：都。",
              "秋思：秋天的情思，这里指怀人的思绪。",
              "落：在，到。"
            ]
          }
        ],
        "title": "十五夜望月",
        "id": "77c2a971-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "李贺",
        "lines": [
          {
            "characters": [
              "大",
              "漠",
              "沙",
              "如",
              "雪"
            ],
            "pinyins": [
              "dà",
              "mò",
              "shā",
              "rú",
              "xuě"
            ]
          },
          {
            "characters": [
              "燕",
              "山",
              "月",
              "似",
              "钩"
            ],
            "pinyins": [
              "yān",
              "shān",
              "yuè",
              "sì",
              "gōu"
            ]
          },
          {
            "characters": [
              "何",
              "当",
              "金",
              "络",
              "脑"
            ],
            "pinyins": [
              "hé",
              "dāng",
              "jīn",
              "luò",
              "nǎo"
            ]
          },
          {
            "characters": [
              "快",
              "走",
              "踏",
              "清",
              "秋"
            ],
            "pinyins": [
              "kuài",
              "zǒu",
              "tà",
              "qīng",
              "qiū"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "边塞",
          "写景",
          "早教",
          "志向"
        ],
        "annotations": [
          {
            "translation": [
              "平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空，如弯钩一般。",
              "什么时候才能给它戴上金络头，在秋高气爽的疆场上驰骋，建立功勋呢？"
            ],
            "annotation": [
              "大漠：广大的沙漠。",
              "燕山：在河北省。一说为燕然山，即今之杭爱山，在蒙古人民共和国西部。",
              "钩：古代兵器。",
              "何当：何时。",
              "金络脑：即金络头，用黄金装饰的马笼头。",
              "踏：走，跑。此处有“奔驰”之意。",
              "清秋：清朗的秋天。"
            ]
          }
        ],
        "title": "马诗",
        "id": "77c2a972-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "明",
        "author": "于谦",
        "lines": [
          {
            "characters": [
              "千",
              "锤",
              "万",
              "凿",
              "出",
              "深",
              "山"
            ],
            "pinyins": [
              "qiān",
              "chuí",
              "wàn",
              "záo",
              "chū",
              "shēn",
              "shān"
            ]
          },
          {
            "characters": [
              "烈",
              "火",
              "焚",
              "烧",
              "若",
              "等",
              "闲"
            ],
            "pinyins": [
              "liè",
              "huǒ",
              "fén",
              "shāo",
              "ruò",
              "děng",
              "xián"
            ]
          },
          {
            "characters": [
              "粉",
              "骨",
              "碎",
              "身",
              "浑",
              "不",
              "怕"
            ],
            "pinyins": [
              "fěn",
              "gǔ",
              "suì",
              "shēn",
              "hún",
              "bù",
              "pà"
            ]
          },
          {
            "characters": [
              "要",
              "留",
              "清",
              "白",
              "在",
              "人",
              "间"
            ],
            "pinyins": [
              "yào",
              "liú",
              "qīng",
              "bái",
              "zài",
              "rén",
              "jiān"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "咏物",
          "言志",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "石灰石经过千锤万凿从深山里开采出来，它把熊熊烈火的焚烧当作很平常的一件事。",
              "即使粉身碎骨也毫不惧怕，只要把高尚气节留在人世间。"
            ],
            "annotation": [
              "石灰吟：赞颂石灰。吟：吟颂。指古代诗歌体裁的一种名称（古代诗歌的一种形式）。",
              "千锤万凿：无数次的锤击开凿，形容开采石灰非常艰难。",
              "千、万：虚词，形容很多。",
              "锤：锤打。",
              "凿：开凿。",
              "若等闲：好像很平常的事情。",
              "若：好像、好似。",
              "等闲：平常，轻松。",
              "浑：全。",
              "清白：指石灰洁白的本色，又比喻高尚的节操。",
              "人间：人世间。"
            ]
          }
        ],
        "title": "石灰吟",
        "id": "77c2a973-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "清",
        "author": "郑燮",
        "lines": [
          {
            "characters": [
              "咬",
              "定",
              "青",
              "山",
              "不",
              "放",
              "松"
            ],
            "pinyins": [
              "yǎo",
              "dìng",
              "qīng",
              "shān",
              "bù",
              "fàng",
              "sōng"
            ]
          },
          {
            "characters": [
              "立",
              "根",
              "原",
              "在",
              "破",
              "岩",
              "中"
            ],
            "pinyins": [
              "lì",
              "gēn",
              "yuán",
              "zài",
              "pò",
              "yán",
              "zhōng"
            ]
          },
          {
            "characters": [
              "千",
              "磨",
              "万",
              "击",
              "还",
              "坚",
              "劲"
            ],
            "pinyins": [
              "qiān",
              "mó",
              "wàn",
              "jī",
              "huán",
              "jiān",
              "jìn"
            ]
          },
          {
            "characters": [
              "任",
              "尔",
              "东",
              "西",
              "南",
              "北",
              "风"
            ],
            "pinyins": [
              "rèn",
              "ěr",
              "dōng",
              "xī",
              "nán",
              "běi",
              "fēng"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "题画",
          "咏物",
          "竹子",
          "励志",
          "自勉",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。",
              "经历无数磨难和打击身骨仍坚劲，任凭你刮酷暑的东南风，还是严冬的西北风。"
            ],
            "annotation": [
              "竹石：扎根在石缝中的竹子。诗人是著名画家，他画的竹子特别有名，这是他题写在竹石画上的一首诗。",
              "咬定：比喻根扎得结实，像咬着青山不松口一样。",
              "立根：扎根，生根。",
              "原：本来，原本，原来。",
              "破岩：裂开的山岩，即岩石的缝隙。",
              "磨：折磨，挫折，磨炼。",
              "击：打击。",
              "坚劲：坚强有力。",
              "任：任凭，无论，不管。",
              "尔：你。"
            ]
          },
          {
            "translation": [
              "紧紧咬住青山毫不放松，原来是由于根深深地扎在了岩石缝隙中。",
              "历经无数的磨难和打击身骨仍然坚劲，任凭你刮东西南北风。"
            ],
            "annotation": [
              "咬定：咬紧。",
              "立根：扎根。",
              "破岩：裂开的山岩，即岩石的缝隙。",
              "千磨万击：指无数的磨难和打击。坚韧：坚强有力。",
              "任：任凭，无论，不管。尔：你。"
            ]
          }
        ],
        "title": "竹石",
        "id": "77c2a974-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "先秦",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "弈",
              "秋"
            ],
            "pinyins": [
              "yì",
              "qiū"
            ]
          },
          {
            "characters": [
              "通",
              "国",
              "之",
              "善",
              "弈",
              "者",
              "也"
            ],
            "pinyins": [
              "tōng",
              "guó",
              "zhī",
              "shàn",
              "yì",
              "zhě",
              "yě"
            ]
          },
          {
            "characters": [
              "使",
              "弈",
              "秋",
              "诲",
              "二",
              "人",
              "弈"
            ],
            "pinyins": [
              "shǐ",
              "yì",
              "qiū",
              "huì",
              "èr",
              "rén",
              "yì"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "寓言",
          "故事",
          "学习",
          "哲理"
        ],
        "annotations": [
          {
            "translation": [
              "弈秋是全国最擅长下棋的人。让弈秋教导两个人下棋，其中一人专心致志的学习，只听弈秋的教导；另一个人虽然也在听弈秋的教导，却一心以为有大雁要飞来，想要拉弓箭将它射下来。虽然他们二人一起学习下棋，但后者的棋艺不如前者好。难道是因为他的智力比别人差吗？说：不是这样的。"
            ],
            "annotation": [
              "弈：下棋。（围棋）",
              "秋：人名，因他善于下棋，所以称为弈秋。",
              "通国：全国。",
              "通：全。",
              "之：的。",
              "善：善于，擅长。",
              "使：让。",
              "诲：教导。",
              "其：其中。",
              "惟弈秋之为听：只听弈秋（的教导）。",
              "虽听之：虽然在听讲。",
              "以为：认为，觉得。",
              "鸿鹄：指天鹅、大雁一类的鸟。",
              "援：引，拉。",
              "将至：将要到来。",
              "思：想。",
              "弓缴：弓箭。",
              "缴：古时指带有丝绳的箭。",
              "之：代词，这里指鸿鹄。",
              "虽与之俱学：虽然这个人和那个专心致志的人在一起学习。",
              "弗若之矣：成绩却不如另外一个人。",
              "为是其智弗若与：因为他的智力比别人差吗？",
              "曰：说。",
              "非然也：不是这样的。",
              "矣：了。",
              "弗：不如。"
            ]
          }
        ],
        "title": "学弈",
        "id": "77c2a975-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "先秦",
        "author": "列御寇",
        "lines": [
          {
            "characters": [
              "孔",
              "子",
              "东",
              "游"
            ],
            "pinyins": [
              "kǒng",
              "zǐ",
              "dōng",
              "yóu"
            ]
          },
          {
            "characters": [
              "见",
              "两",
              "小",
              "儿",
              "辩",
              "斗"
            ],
            "pinyins": [
              "jiàn",
              "liǎng",
              "xiǎo",
              "ér",
              "biàn",
              "dǒu"
            ]
          },
          {
            "characters": [
              "一",
              "儿",
              "曰",
              "：",
              "“",
              "我",
              "以",
              "日",
              "始",
              "出",
              "时",
              "去",
              "人",
              "近"
            ],
            "pinyins": [
              "yī",
              "ér",
              "yuē",
              "：“",
              "wǒ",
              "yǐ",
              "rì",
              "shǐ",
              "chū",
              "shí",
              "qù",
              "rén",
              "jìn"
            ]
          },
          {
            "characters": [
              "而",
              "日",
              "中",
              "时",
              "远",
              "也"
            ],
            "pinyins": [
              "ér",
              "rì",
              "zhōng",
              "shí",
              "yuǎn",
              "yě"
            ]
          },
          {
            "characters": [
              "”"
            ],
            "pinyins": [
              "”"
            ]
          },
          {
            "characters": [
              "一",
              "儿",
              "曰",
              "：",
              "“",
              "我",
              "以",
              "日",
              "初",
              "出",
              "远"
            ],
            "pinyins": [
              "yī",
              "ér",
              "yuē",
              "：“",
              "wǒ",
              "yǐ",
              "rì",
              "chū",
              "chū",
              "yuǎn"
            ]
          },
          {
            "characters": [
              "而",
              "日",
              "中",
              "时",
              "近",
              "也"
            ],
            "pinyins": [
              "ér",
              "rì",
              "zhōng",
              "shí",
              "jìn",
              "yě"
            ]
          },
          {
            "characters": [
              "”"
            ],
            "pinyins": [
              "”"
            ]
          },
          {
            "characters": [
              "一",
              "儿",
              "曰",
              "：",
              "“",
              "日",
              "初",
              "出",
              "大",
              "如",
              "车",
              "盖"
            ],
            "pinyins": [
              "yī",
              "ér",
              "yuē",
              "：“",
              "rì",
              "chū",
              "chū",
              "dà",
              "rú",
              "chē",
              "gài"
            ]
          },
          {
            "characters": [
              "及",
              "日",
              "中",
              "则",
              "如",
              "盘",
              "盂"
            ],
            "pinyins": [
              "jí",
              "rì",
              "zhōng",
              "zé",
              "rú",
              "pán",
              "yú"
            ]
          },
          {
            "characters": [
              "一",
              "儿",
              "曰",
              "：",
              "“",
              "日",
              "初",
              "出",
              "沧",
              "沧",
              "凉",
              "凉"
            ],
            "pinyins": [
              "yī",
              "ér",
              "yuē",
              "：“",
              "rì",
              "chū",
              "chū",
              "cāng",
              "cāng",
              "liáng",
              "liáng"
            ]
          },
          {
            "characters": [
              "及",
              "其",
              "日",
              "中",
              "如",
              "探",
              "汤"
            ],
            "pinyins": [
              "jí",
              "qí",
              "rì",
              "zhōng",
              "rú",
              "tàn",
              "tāng"
            ]
          },
          {
            "characters": [
              "孔",
              "子",
              "不",
              "能",
              "决",
              "也",
              "。"
            ],
            "pinyins": [
              "kǒng",
              "zǐ",
              "bù",
              "néng",
              "jué",
              "yě",
              " "
            ]
          },
          {
            "characters": [
              "两",
              "小",
              "儿",
              "笑",
              "曰",
              "：",
              "“",
              "孰",
              "为",
              "汝",
              "多",
              "知",
              "乎"
            ],
            "pinyins": [
              "liǎng",
              "xiǎo",
              "ér",
              "xiào",
              "yuē",
              "：“",
              "shú",
              "wéi",
              "rǔ",
              "duō",
              "zhī",
              "hū"
            ]
          },
          {
            "characters": [
              "”"
            ],
            "pinyins": [
              "”"
            ]
          }
        ],
        "keywords": [
          "小学文言文",
          "儿童",
          "对话",
          "哲理",
          "寓言"
        ],
        "annotations": [
          {
            "translation": [
              "孔子向东游历，见到两个小孩在争辩，就问他们在争辩的原因。",
              "一个小孩子说：“我认为太阳刚刚升起的时候距离人近，而正午的时候距离人远。”",
              "另一个小孩子认为太阳刚刚升起的时候距离人比较远，而正午的时候距离人比较近。",
              "一个小孩儿说：“太阳刚出时像车的车盖一样大，到了中午时就如同盘子一般小了，这不是远小近大的道理吗？”",
              "另一个小孩儿说：“太阳刚出来时凉爽，到了中午的时候热得如同把手伸进热水中，这不是近的就感觉热，而远就觉得凉的道理吗？”",
              "孔子听了之后不能判断他们俩谁对谁错。",
              "两个小孩子笑着对孔子说：“是谁说你智慧多呢？”"
            ],
            "annotation": [
              "东：东方。",
              "游：游历、游学。",
              "见：看见。",
              "辩斗：辩论，争论.",
              "辩：争。",
              "其：代词，他们。",
              "故：缘故，原因。",
              "以：认为。",
              "始：刚刚，才。",
              "去：离；距离。",
              "日中：正午。",
              "初：刚刚。",
              "车盖：古时车上的篷盖，像雨伞一样，呈圆形。",
              "及：到。",
              "则：就。",
              "盘盂：盛物的器皿。圆者为盘，方者为盂。",
              "为：是。",
              "沧沧凉凉：形容清凉的感觉。沧沧：寒冷的意思。",
              "探汤：把手伸向热水里。汤，热水，开水。（古时还特指沐浴时用的热水。）在文中的意思是天气很热。",
              "决：决断，判定，判断。",
              "孰：谁。",
              "为：同“谓”，说，认为。",
              "汝：你。",
              "知：zhì，通假字。“知”通 “智”聪明、智慧。",
              "笑：在这里不是嘲笑，在这里突出了孩子们的天真可爱",
              "沧沧凉凉:形容清凉而略带寒意。"
            ]
          },
          {
            "translation": [
              "孔子到东方游历，途中遇见两个小孩在争辩，便问他们争辩的原因。",
              "有一个小孩说：“我认为太阳刚升起时距离人近（我以/日/始出/时/去人近），而到中午的时候距离人远。”",
              "另一个小孩则认为太阳刚升起的时候距离人远，而到中午的时候距离人近。",
              "一个小孩说：“太阳刚升起的时候大得像一个车盖，等到正午就小得像一个盘子，这不是远处的看着小而近处 的看着大吗？”",
              "另一个小孩说：“太阳刚升起的时候清凉而略带寒意，等到中午的时候像手伸进热水里一样热，这不是近的时候感觉热而远的时候感觉凉吗？”",
              "孔子不能判决（谁对谁错）。",
              "两个孩子笑着说：“谁说你知识渊博呢？”"
            ],
            "annotation": [
              "选自《列子·汤问》。原文共十三章，这是第七章。《列子》成书于春秋战国时期，由列御寇编写。",
              "东游：向东游历。",
              "见：看见。",
              "辩斗：辩论，争论。",
              "其：代词，两小儿。",
              "故：缘故，原因。",
              "以：以为，认为。",
              "始：刚刚，才。",
              "去：距离。",
              "日中：正午。",
              "初：刚刚。",
              "盖：车篷，古时车上的篷盖，像雨伞一样，呈圆形。",
              "及：到，至。",
              "则：就。",
              "盘盂（yú）：古代盛放食物的器皿。圆者为盘，方者为盂。",
              "为：是。",
              "沧沧凉凉：清凉，略带寒意。沧沧：寒冷的意思。",
              "探汤：把手伸向热水里。汤，热水，在文中的意思是天气很热。",
              "决：决断，判定，判断。",
              "笑：嘲笑，讥讽。在这里不是嘲笑，在这里突出了孩子们的天真可爱。",
              "孰（shú）为汝（rǔ）多知（zhì）乎？：谁说你知识渊博呢？孰，谁。为，同“谓”，说，认为。",
              "汝：你。",
              "知：同 “智”，智慧。"
            ]
          }
        ],
        "title": "两小儿辩日",
        "id": "77c2a976-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "两汉",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "青",
              "青",
              "园",
              "中",
              "葵"
            ],
            "pinyins": [
              "qīng",
              "qīng",
              "yuán",
              "zhōng",
              "kuí"
            ]
          },
          {
            "characters": [
              "朝",
              "露",
              "待",
              "日",
              "晞"
            ],
            "pinyins": [
              "zhāo",
              "lù",
              "dài",
              "rì",
              "xī"
            ]
          },
          {
            "characters": [
              "阳",
              "春",
              "布",
              "德",
              "泽"
            ],
            "pinyins": [
              "yáng",
              "chūn",
              "bù",
              "dé",
              "zé"
            ]
          },
          {
            "characters": [
              "万",
              "物",
              "生",
              "光",
              "辉"
            ],
            "pinyins": [
              "wàn",
              "wù",
              "shēng",
              "guāng",
              "huī"
            ]
          },
          {
            "characters": [
              "常",
              "恐",
              "秋",
              "节",
              "至"
            ],
            "pinyins": [
              "cháng",
              "kǒng",
              "qiū",
              "jié",
              "zhì"
            ]
          },
          {
            "characters": [
              "焜",
              "黄",
              "华",
              "叶",
              "衰"
            ],
            "pinyins": [
              "kūn",
              "huáng",
              "huá",
              "yè",
              "shuāi"
            ]
          },
          {
            "characters": [
              "百",
              "川",
              "东",
              "到",
              "海"
            ],
            "pinyins": [
              "bǎi",
              "chuān",
              "dōng",
              "dào",
              "hǎi"
            ]
          },
          {
            "characters": [
              "何",
              "时",
              "复",
              "西",
              "归"
            ],
            "pinyins": [
              "hé",
              "shí",
              "fù",
              "xī",
              "guī"
            ]
          },
          {
            "characters": [
              "少",
              "壮",
              "不",
              "努",
              "力"
            ],
            "pinyins": [
              "shào",
              "zhuàng",
              "bù",
              "nǔ",
              "lì"
            ]
          },
          {
            "characters": [
              "老",
              "大",
              "徒",
              "伤",
              "悲"
            ],
            "pinyins": [
              "lǎo",
              "dà",
              "tú",
              "shāng",
              "bēi"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "励志",
          "哲理",
          "惜时",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "园中的葵菜都郁郁葱葱，晶莹的朝露等待阳光照耀。",
              "春天给大地普施阳光雨露，万物生机盎然欣欣向荣。",
              "常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。",
              "百川奔腾着东流到大海，何时才能重新返回西境？",
              "年轻力壮的时候不奋发图强，到老来悲伤也没用了。"
            ],
            "annotation": [
              "长歌行：汉乐府曲题。这首诗选自《乐府诗集》卷三十，属相和歌辞中的平调曲。",
              "葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”李时珍《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色，其最小者名鸭脚葵。其实大如指顶，皮薄而扁，实内子轻虚如榆荚仁。”此诗“青青园中葵”即指此。",
              "朝露：清晨的露水。晞：天亮，引申为阳光照耀。",
              "”阳春“句：阳是温和。阳春是露水和阳光都充足的时候，露水和阳光都是植物所需要的，都是大自然的恩惠，即所谓的”德泽“。 布：布施，给予。 德泽：恩惠。",
              "秋节：秋季。",
              "焜黄：形容草木凋落枯黄的样子。 华（huā）：同“花”。 衰：一说读“cuī”，因为古时候没有“shuāi”这个音；一说读shuāi，根据语文出版社出版的《古代汉语》，除了普通话的规范发音之外，任何其他的朗读法都是不可取的。",
              "百川：大河流。",
              "少壮：年轻力壮，指青少年时代。",
              "老大：指年老了，老年。徒：白白地。"
            ]
          }
        ],
        "title": "长歌行",
        "id": "77c2d080-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "先秦",
        "author": "佚名",
        "lines": [
          {
            "characters": [
              "昔",
              "我",
              "往",
              "矣"
            ],
            "pinyins": [
              "xī",
              "wǒ",
              "wǎng",
              "yǐ"
            ]
          },
          {
            "characters": [
              "杨",
              "柳",
              "依",
              "依"
            ],
            "pinyins": [
              "yáng",
              "liǔ",
              "yī",
              "yī"
            ]
          },
          {
            "characters": [
              "今",
              "我",
              "来",
              "思"
            ],
            "pinyins": [
              "jīn",
              "wǒ",
              "lái",
              "sī"
            ]
          },
          {
            "characters": [
              "雨",
              "雪",
              "霏",
              "霏"
            ],
            "pinyins": [
              "yǔ",
              "xuě",
              "fēi",
              "fēi"
            ]
          },
          {
            "characters": [
              "行",
              "道",
              "迟",
              "迟"
            ],
            "pinyins": [
              "háng",
              "dào",
              "chí",
              "chí"
            ]
          },
          {
            "characters": [
              "载",
              "渴",
              "载",
              "饥"
            ],
            "pinyins": [
              "zǎi",
              "kě",
              "zǎi",
              "jī"
            ]
          },
          {
            "characters": [
              "我",
              "心",
              "伤",
              "悲"
            ],
            "pinyins": [
              "wǒ",
              "xīn",
              "shāng",
              "bēi"
            ]
          },
          {
            "characters": [
              "莫",
              "知",
              "我",
              "哀"
            ],
            "pinyins": [
              "mò",
              "zhī",
              "wǒ",
              "āi"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "回忆",
          "感伤"
        ],
        "annotations": [
          {
            "translation": [
              "回想当初我离开的时候，连杨柳都与我依依惜别。",
              "如今回来路途中，却纷纷扬扬下起了大雪。",
              "路途曲折漫长难行走，又渴又饥真劳累。",
              "我心里不觉伤悲起来，没有人会懂得我的痛苦的！"
            ],
            "annotation": [
              "昔：从前，文中指出征时。",
              "往：当初从军。",
              "依依：形容柳丝轻柔、随风摇曳的样子。",
              "思：用在句末，没有实在意义。",
              "雨：音同玉，为 “下” 的意思。",
              "雨（yù）雪：下雪。雨，这里作动词。",
              "霏（fēi）霏：雪花纷落的样子。",
              "迟迟：迟缓的样子。"
            ]
          }
        ],
        "title": "采薇(节选)",
        "id": "77c2d081-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "王维",
        "lines": [
          {
            "characters": [
              "渭",
              "城",
              "朝",
              "雨",
              "浥",
              "轻",
              "尘"
            ],
            "pinyins": [
              "wèi",
              "chéng",
              "zhāo",
              "yǔ",
              "yì",
              "qīng",
              "chén"
            ]
          },
          {
            "characters": [
              "客",
              "舍",
              "青",
              "青",
              "柳",
              "色",
              "新"
            ],
            "pinyins": [
              "kè",
              "shě",
              "qīng",
              "qīng",
              "liǔ",
              "sè",
              "xīn"
            ]
          },
          {
            "characters": [
              "劝",
              "君",
              "更",
              "尽",
              "一",
              "杯",
              "酒"
            ],
            "pinyins": [
              "quàn",
              "jūn",
              "gēng",
              "jìn",
              "yī",
              "bēi",
              "jiǔ"
            ]
          },
          {
            "characters": [
              "西",
              "出",
              "阳",
              "关",
              "无",
              "故",
              "人"
            ],
            "pinyins": [
              "xī",
              "chū",
              "yáng",
              "guān",
              "wú",
              "gù",
              "rén"
            ]
          }
        ],
        "keywords": [
          "唐诗三百首",
          "小学古诗",
          "初中古诗",
          "乐府",
          "友情",
          "送别",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。",
              "老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。"
            ],
            "annotation": [
              "渭城曲：另题作《送元二使安西》，或名《阳关曲》或《阳关三叠》。",
              "渭城：在今陕西省西安市西北，即秦代咸阳古城。",
              "浥（yì）：润湿。",
              "客舍：旅馆。柳色：柳树象征离别。",
              "阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。"
            ]
          }
        ],
        "title": "送元二使安西",
        "id": "77c2d082-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "杜甫",
        "lines": [
          {
            "characters": [
              "好",
              "雨",
              "知",
              "时",
              "节"
            ],
            "pinyins": [
              "hǎo",
              "yǔ",
              "zhī",
              "shí",
              "jié"
            ]
          },
          {
            "characters": [
              "当",
              "春",
              "乃",
              "发",
              "生"
            ],
            "pinyins": [
              "dāng",
              "chūn",
              "nǎi",
              "fā",
              "shēng"
            ]
          },
          {
            "characters": [
              "随",
              "风",
              "潜",
              "入",
              "夜"
            ],
            "pinyins": [
              "suí",
              "fēng",
              "qián",
              "rù",
              "yè"
            ]
          },
          {
            "characters": [
              "润",
              "物",
              "细",
              "无",
              "声"
            ],
            "pinyins": [
              "rùn",
              "wù",
              "xì",
              "wú",
              "shēng"
            ]
          },
          {
            "characters": [
              "野",
              "径",
              "云",
              "俱",
              "黑"
            ],
            "pinyins": [
              "yě",
              "jìng",
              "yún",
              "jù",
              "hēi"
            ]
          },
          {
            "characters": [
              "江",
              "船",
              "火",
              "独",
              "明"
            ],
            "pinyins": [
              "jiāng",
              "chuán",
              "huǒ",
              "dú",
              "míng"
            ]
          },
          {
            "characters": [
              "晓",
              "看",
              "红",
              "湿",
              "处"
            ],
            "pinyins": [
              "xiǎo",
              "kàn",
              "hóng",
              "shī",
              "chǔ"
            ]
          },
          {
            "characters": [
              "花",
              "重",
              "锦",
              "官",
              "城"
            ],
            "pinyins": [
              "huā",
              "zhòng",
              "jǐn",
              "guān",
              "chéng"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "春天",
          "咏物",
          "写雨",
          "喜悦",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首",
          "写景"
        ],
        "annotations": [
          {
            "translation": [
              "好雨知道下雨的节气，正是在春天植物萌发生长的时候。",
              "随着春风在夜里悄悄落下，无声地滋润着春天万物。",
              "雨夜中田间小路黑茫茫一片，只有江船上的灯火独自闪烁。",
              "天刚亮时看着那雨水润湿的花丛，娇美红艳，整个锦官城变成了繁花盛开的世界。"
            ],
            "annotation": [
              "知：明白，知道。说雨知时节，是一种拟人化的写法。",
              "乃：就。",
              "发生：萌发生长。",
              "潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。",
              "润物：使植物受到雨水的滋养。",
              "野径：田野间的小路。",
              "晓：天刚亮的时候。",
              "红湿处：雨水湿润的花丛。",
              "红湿处：指有带雨水的红花的地方。",
              "花重：花沾上雨水而变得沉重。",
              "重：读作zhòng，沉重。",
              "锦官城：成都的别称。"
            ]
          },
          {
            "translation": [
              "及时的雨好像知道时节似的，在春天来到的时候就伴着春风在夜晚悄悄地下起来，无声地滋润着万物。",
              "田野小径的天空一片昏黑，唯有江边渔船上的一点渔火放射出一线光芒，显得格外明亮。",
              "等天亮的时候，那潮湿的泥土上必定布满了红色的花瓣，锦官城的大街小巷也一定是一片万紫千红的景象。"
            ],
            "annotation": [
              "知：明白，知道。说雨知时节，是一种拟人化的写法。",
              "乃：就。发生：萌发生长。",
              "潜（qián）：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。",
              "润物：使植物受到雨水的滋养。",
              "野径：田野间的小路。",
              "晓：天刚亮的时候。",
              "红湿处：雨水湿润的花丛。",
              "花重（zhòng）：花因为饱含雨水而显得沉重。",
              "锦官城：故址在今成都市南，亦称锦城。三国蜀汉时管理织锦之官驻此，故名。后人有用作成都的别称。此句是说露水盈花的美景。"
            ]
          }
        ],
        "title": "春夜喜雨",
        "id": "77c2d083-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "唐",
        "author": "韩愈",
        "lines": [
          {
            "characters": [
              "天",
              "街",
              "小",
              "雨",
              "润",
              "如",
              "酥"
            ],
            "pinyins": [
              "tiān",
              "jiē",
              "xiǎo",
              "yǔ",
              "rùn",
              "rú",
              "sū"
            ]
          },
          {
            "characters": [
              "草",
              "色",
              "遥",
              "看",
              "近",
              "却",
              "无"
            ],
            "pinyins": [
              "cǎo",
              "sè",
              "yáo",
              "kàn",
              "jìn",
              "què",
              "wú"
            ]
          },
          {
            "characters": [
              "最",
              "是",
              "一",
              "年",
              "春",
              "好",
              "处"
            ],
            "pinyins": [
              "zuì",
              "shì",
              "yī",
              "nián",
              "chūn",
              "hǎo",
              "chù"
            ]
          },
          {
            "characters": [
              "绝",
              "胜",
              "烟",
              "柳",
              "满",
              "皇",
              "都"
            ],
            "pinyins": [
              "jué",
              "shèng",
              "yān",
              "liǔ",
              "mǎn",
              "huáng",
              "dū"
            ]
          }
        ],
        "keywords": [
          "小学古诗",
          "春天",
          "写景",
          "写雨"
        ],
        "annotations": [
          {
            "translation": [
              "长安街上细密的春雨润滑如酥，远望草色依稀连成一片，近看时却显得稀疏。",
              "一年之中最美的就是这早春的景色，远胜过绿柳满城的春末。"
            ],
            "annotation": [
              "呈：恭敬地送给。水部张十八员外：指张籍（766—830年）唐代诗人。在同族兄弟中排行第十八，曾任水部员外郎。",
              "天街：京城街道。润如酥：细腻如酥。酥，动物的油，这里形容春雨的细腻。",
              "最是：正是。处：时。",
              "绝胜：远远胜过。皇都：帝都，这里指长安。"
            ]
          }
        ],
        "title": "早春呈水部张十八员外",
        "id": "77c2d084-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "范仲淹",
        "lines": [
          {
            "characters": [
              "江",
              "上",
              "往",
              "来",
              "人"
            ],
            "pinyins": [
              "jiāng",
              "shàng",
              "wǎng",
              "lái",
              "rén"
            ]
          },
          {
            "characters": [
              "但",
              "爱",
              "鲈",
              "鱼",
              "美"
            ],
            "pinyins": [
              "dàn",
              "ài",
              "lú",
              "yú",
              "měi"
            ]
          },
          {
            "characters": [
              "君",
              "看",
              "一",
              "叶",
              "舟"
            ],
            "pinyins": [
              "jūn",
              "kàn",
              "yī",
              "yè",
              "zhōu"
            ]
          },
          {
            "characters": [
              "出",
              "没",
              "风",
              "波",
              "里"
            ],
            "pinyins": [
              "chū",
              "mò",
              "fēng",
              "bō",
              "lǐ"
            ]
          }
        ],
        "keywords": [
          "渔人",
          "劳动",
          "生活",
          "抒怀",
          "感怀",
          "同情",
          "小学生必背古诗70首",
          "劳动"
        ],
        "annotations": [
          {
            "translation": [
              "江上来来往往的行人，只喜爱味道鲜美的鲈鱼。",
              "你看那一叶小小渔船，时隐时现在滔滔风浪里。"
            ],
            "annotation": [
              "渔者：捕鱼的人。",
              "但：只",
              "爱：喜欢",
              "鲈鱼：一种头大口大、体扁鳞细、背青腹白、 味道鲜美的鱼。 生长快，体大味美。",
              "君：你。",
              "一叶舟：像漂浮在水上的一片树叶似的小船。",
              "出没：若隐若现。指一会儿看得见，一会儿看不见。",
              "风波：波浪。"
            ]
          }
        ],
        "title": "江上渔者",
        "id": "77c2d085-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "王安石",
        "lines": [
          {
            "characters": [
              "京",
              "口",
              "瓜",
              "洲",
              "一",
              "水",
              "间"
            ],
            "pinyins": [
              "jīng",
              "kǒu",
              "guā",
              "zhōu",
              "yī",
              "shuǐ",
              "jiān"
            ]
          },
          {
            "characters": [
              "钟",
              "山",
              "只",
              "隔",
              "数",
              "重",
              "山"
            ],
            "pinyins": [
              "zhōng",
              "shān",
              "zhī",
              "gé",
              "shù",
              "zhòng",
              "shān"
            ]
          },
          {
            "characters": [
              "春",
              "风",
              "又",
              "绿",
              "江",
              "南",
              "岸"
            ],
            "pinyins": [
              "chūn",
              "fēng",
              "yòu",
              "lǜ",
              "jiāng",
              "nán",
              "àn"
            ]
          },
          {
            "characters": [
              "明",
              "月",
              "何",
              "时",
              "照",
              "我",
              "还"
            ],
            "pinyins": [
              "míng",
              "yuè",
              "hé",
              "shí",
              "zhào",
              "wǒ",
              "huán"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "小学古诗",
          "写景",
          "抒怀",
          "思乡",
          "早教",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。",
              "和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。"
            ],
            "annotation": [
              "泊船：停船。泊，停泊。指停泊靠岸。",
              "绿：吹绿。",
              "京口：古城名。故址在江苏镇江市。",
              "瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。",
              "一水：一条河。古人除将黄河特称为“河”，长江特称为“江”之外，大多数情况下称河流为“水”，如",
              "汝水、汉水、浙水、湘水、澧水等等。这里的“一水”指长江。一水间指一水相隔之间。",
              "钟山：在江苏省南京市区东。",
              ""
            ]
          }
        ],
        "title": "泊船瓜洲",
        "id": "77c2f790-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "叶绍翁",
        "lines": [
          {
            "characters": [
              "应",
              "怜",
              "屐",
              "齿",
              "印",
              "苍",
              "苔"
            ],
            "pinyins": [
              "yīng",
              "lián",
              "jī",
              "chǐ",
              "yìn",
              "cāng",
              "tái"
            ]
          },
          {
            "characters": [
              "小",
              "扣",
              "柴",
              "扉",
              "久",
              "不",
              "开"
            ],
            "pinyins": [
              "xiǎo",
              "kòu",
              "chái",
              "fēi",
              "jiǔ",
              "bù",
              "kāi"
            ]
          },
          {
            "characters": [
              "春",
              "色",
              "满",
              "园",
              "关",
              "不",
              "住"
            ],
            "pinyins": [
              "chūn",
              "sè",
              "mǎn",
              "yuán",
              "guān",
              "bù",
              "zhù"
            ]
          },
          {
            "characters": [
              "一",
              "枝",
              "红",
              "杏",
              "出",
              "墙",
              "来"
            ],
            "pinyins": [
              "yī",
              "zhī",
              "hóng",
              "xìng",
              "chū",
              "qiáng",
              "lái"
            ]
          }
        ],
        "keywords": [
          "古诗三百首",
          "春天",
          "游园",
          "早教",
          "小学古诗",
          "小学生必背古诗70首",
          "小学生必背古诗80首"
        ],
        "annotations": [
          {
            "translation": [
              "也许是园主担心我的木屐踩坏他那爱惜的青苔，我轻轻地敲打柴门久久不开。",
              "满园子的春色是关不住的，开得正旺的红杏有一枝枝条伸到墙外来了。"
            ],
            "annotation": [
              "游园不值：想游园没能进门儿。值，遇到；不值，没得到机会。",
              "应怜：大概是感到心疼吧。应，表示猜测；怜，怜惜。",
              "屐（jī）齿：屐是木鞋，鞋底前后都有高跟儿，叫屐齿。",
              "小扣：轻轻地敲门。",
              "柴扉（fēi）：用木柴、树枝编成的门。"
            ]
          }
        ],
        "title": "游园不值",
        "id": "77c2f791-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "王观",
        "lines": [
          {
            "characters": [
              "水",
              "是",
              "眼",
              "波",
              "横"
            ],
            "pinyins": [
              "shuǐ",
              "shì",
              "yǎn",
              "bō",
              "héng"
            ]
          },
          {
            "characters": [
              "山",
              "是",
              "眉",
              "峰",
              "聚"
            ],
            "pinyins": [
              "shān",
              "shì",
              "méi",
              "fēng",
              "jù"
            ]
          },
          {
            "characters": [
              "欲",
              "问",
              "行",
              "人",
              "去",
              "那",
              "边"
            ],
            "pinyins": [
              "yù",
              "wèn",
              "xíng",
              "rén",
              "qù",
              "nà",
              "biān"
            ]
          },
          {
            "characters": [
              "眉",
              "眼",
              "盈",
              "盈",
              "处"
            ],
            "pinyins": [
              "méi",
              "yǎn",
              "yíng",
              "yíng",
              "chǔ"
            ]
          },
          {
            "characters": [
              "才",
              "始",
              "送",
              "春",
              "归"
            ],
            "pinyins": [
              "cái",
              "shǐ",
              "sòng",
              "chūn",
              "guī"
            ]
          },
          {
            "characters": [
              "又",
              "送",
              "君",
              "归",
              "去"
            ],
            "pinyins": [
              "yòu",
              "sòng",
              "jūn",
              "guī",
              "qù"
            ]
          },
          {
            "characters": [
              "若",
              "到",
              "江",
              "南",
              "赶",
              "上",
              "春"
            ],
            "pinyins": [
              "ruò",
              "dào",
              "jiāng",
              "nán",
              "gǎn",
              "shàng",
              "chūn"
            ]
          }
        ],
        "keywords": [
          "宋词三百首",
          "小学古诗",
          "初中古诗",
          "送别",
          "友情"
        ],
        "annotations": [
          {
            "translation": [
              "水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。",
              "刚刚把春天送走，又要送你归去。如果你到江南能赶上春天，千万要把春天的景色留住。"
            ],
            "annotation": [
              "卜算子：词牌名。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。双调，四十四字，上下片各两仄韵。两结亦可酌增衬字，化五言句为六言句，于第三字豆。宋教坊复演为慢曲，《乐章集》入“歇指调”。八十九字，前片四仄韵，后片五仄韵。",
              "鲍浩然：生平不详，词人的朋友，家住浙江东路，简称浙东。",
              "水是眼波横：水像美人流动的眼波。古人常以秋水喻美人之眼，这里反用。",
              "眼波：比喻目光似流动的水波。",
              "山是眉峰聚：山如美人蹙起的眉毛。《西京杂记》载卓文君容貌姣好，眉色如望远山，时人效画远山眉。后人遂喻美人之眉为远山，这里反用。",
              "欲：想，想要。",
              "行人：指词人的朋友（鲍浩然）。",
              "眉眼盈盈处： 一说比喻山水交汇的地方，另有说是指鲍浩然前去与心上人相会。",
              "盈盈：美好的样子。",
              "才始：方才。"
            ]
          }
        ],
        "title": "卜算子·送鲍浩然之浙东",
        "id": "77c2f792-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "苏轼",
        "lines": [
          {
            "characters": [
              "游",
              "蕲",
              "水",
              "清",
              "泉",
              "寺"
            ],
            "pinyins": [
              "yóu",
              "qí",
              "shuǐ",
              "qīng",
              "quán",
              "sì"
            ]
          },
          {
            "characters": [
              "寺",
              "临",
              "兰",
              "溪"
            ],
            "pinyins": [
              "sì",
              "lín",
              "lán",
              "xī"
            ]
          },
          {
            "characters": [
              "山",
              "下",
              "兰",
              "芽",
              "短",
              "浸",
              "溪"
            ],
            "pinyins": [
              "shān",
              "xià",
              "lán",
              "yá",
              "duǎn",
              "jìn",
              "xī"
            ]
          },
          {
            "characters": [
              "松",
              "间",
              "沙",
              "路",
              "净",
              "无",
              "泥"
            ],
            "pinyins": [
              "sōng",
              "jiān",
              "shā",
              "lù",
              "jìng",
              "wú",
              "ní"
            ]
          },
          {
            "characters": [
              "萧",
              "萧",
              "暮",
              "雨",
              "子",
              "规",
              "啼"
            ],
            "pinyins": [
              "xiāo",
              "xiāo",
              "mù",
              "yǔ",
              "zǐ",
              "guī",
              "tí"
            ]
          },
          {
            "characters": [
              "谁",
              "道",
              "人",
              "生",
              "无",
              "再",
              "少"
            ],
            "pinyins": [
              "shuí",
              "dào",
              "rén",
              "shēng",
              "wú",
              "zài",
              "shǎo"
            ]
          },
          {
            "characters": [
              "门",
              "前",
              "流",
              "水",
              "尚",
              "能",
              "西"
            ],
            "pinyins": [
              "mén",
              "qián",
              "liú",
              "shuǐ",
              "shàng",
              "néng",
              "xī"
            ]
          },
          {
            "characters": [
              "休",
              "将",
              "白",
              "发",
              "唱",
              "黄",
              "鸡"
            ],
            "pinyins": [
              "xiū",
              "jiāng",
              "bái",
              "fà",
              "chàng",
              "huáng",
              "jī"
            ]
          }
        ],
        "keywords": [
          "宋词三百首",
          "小学古诗",
          "写景",
          "抒怀",
          "人生",
          "哲理",
          "言志"
        ],
        "annotations": [
          {
            "translation": [
              "游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。",
              "山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚时分，细雨萧萧，布谷声声。",
              "谁说人生就不能再回到少年时期？ 门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！"
            ],
            "annotation": [
              "蕲qí水：县名，今湖北浠水县。",
              "浸：泡在水中。",
              "萧萧：形容雨声。",
              "子规：又叫杜宇、杜鹃、催归。它总是朝着北方鸣叫，六、七月呜叫声更甚，昼夜不止，发出的声音极其哀切，犹如盼子回归，所以叫杜鹃啼归、这种鸟也叫子规。",
              "无再少：不能回到少年时代。",
              "白发：老年。",
              "唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。"
            ]
          }
        ],
        "title": "浣溪沙·游蕲水清泉寺",
        "id": "77c2f793-8134-11ea-9149-af5cd5c4fc93"
      },
      {
        "dynasty": "宋",
        "author": "黄庭坚",
        "lines": [
          {
            "characters": [
              "春",
              "归",
              "何",
              "处",
              "？",
              "寂",
              "寞",
              "无",
              "行",
              "路",
              "。",
              "若",
              "有",
              "人",
              "知",
              "春",
              "去",
              "处"
            ],
            "pinyins": [
              "chūn",
              "guī",
              "hé",
              "chǔ",
              "？",
              "jì",
              "mò",
              "wú",
              "xíng",
              "lù",
              " ",
              "ruò",
              "yǒu",
              "rén",
              "zhī",
              "chūn",
              "qù",
              "chù"
            ]
          },
          {
            "characters": [
              "唤",
              "取",
              "归",
              "来",
              "同",
              "住"
            ],
            "pinyins": [
              "huàn",
              "qǔ",
              "guī",
              "lái",
              "tóng",
              "zhù"
            ]
          },
          {
            "characters": [
              "春",
              "无",
              "踪",
              "迹",
              "谁",
              "知",
              "？",
              "除",
              "非",
              "问",
              "取",
              "黄",
              "鹂",
              "。",
              "百",
              "啭",
              "无",
              "人",
              "能",
              "解"
            ],
            "pinyins": [
              "chūn",
              "wú",
              "zōng",
              "jì",
              "shuí",
              "zhī",
              "？",
              "chú",
              "fēi",
              "wèn",
              "qǔ",
              "huáng",
              "lí",
              " ",
              "bǎi",
              "zhuàn",
              "wú",
              "rén",
              "néng",
              "jiě"
            ]
          },
          {
            "characters": [
              "因",
              "风",
              "飞",
              "过",
              "蔷",
              "薇"
            ],
            "pinyins": [
              "yīn",
              "fēng",
              "fēi",
              "guò",
              "qiáng",
              "wēi"
            ]
          }
        ],
        "keywords": [
          "宋词三百首",
          "婉约",
          "春天",
          "惜春"
        ],
        "annotations": [
          {
            "translation": [
              "春天回到了哪里？寻不见它的踪迹只感苦闷寂寞。如果有人知道春天的消息，定要帮我呼唤它回来与我同住。",
              "谁也不知道春天的踪迹，只好去问一问黄鹂。然而黄鹂的婉转鸣声，谁又能懂呢？一阵风起它便随风飞过了盛开的蔷薇。"
            ],
            "annotation": [
              "寂寞：清静，寂静。",
              "无行路：没有留下春去的行踪。行路，指春天来去的踪迹。",
              "唤取：唤来。",
              "谁知：有谁知道春的踪迹。",
              "问取：呼唤，询问。取，语助词。",
              "黄鹂（lí）：黄鹂：又叫黄莺、黄鸟。身体黄色自眼部至头后部黑色，嘴淡红色，啼声非常悦耳，食森林中的害虫。益鸟。",
              "百啭：形容黄鹂宛转的鸣声。啭，鸟鸣。",
              "解：懂得，理解。",
              "因风：顺着风势。",
              "蔷薇（qiáng wēi）：花木名。品类甚多，花色不一，有单瓣重瓣，开时连春接夏，有芳香，果实入药。"
            ]
          }
        ],
        "title": "清平乐·春归何处",
        "id": "77c2f794-8134-11ea-9149-af5cd5c4fc93"
      }
    ]
  ]
];
